[
  {
    "id": "WYZH0001.html",
    "title": "Chapter 1",
    "text": "Digital Lab是上海譯文出版社數字業務的實驗部門，成立於2014年3月。我們致力於將優質的資源送到讀者手中。我們會不斷努力，做體驗更好、設計更好的電子書，加油！\n上海譯文出版社｜Digital Lab"
  },
  {
    "id": "WYZH0002.html",
    "title": "致謝",
    "text": "致謝\n我剛開始做夫妻關係心理治療研討的時候，最後總要留出十五分鐘來討論不忠創傷的治療。我漸漸發現幾乎沒人寫過文章來講如何幫助夫妻從外遇事件中恢復正常生活，於是我決定將自己在心理治療方面的言論與實踐聚焦於此，就有了這本書。\n一開始，我收到的反饋各有不同。病人和治療師們都說：“太好了，什麼時候能拿到書？”朋友們說：“太令人興奮了，開個派對慶祝一下吧。”熟人們說：“感謝上帝，這與我沒關係。”出版商和編輯說：“是的，我們確實需要這種書，但大家有勇氣把它拿起來交給收銀員結賬嗎？”我為此書物色編輯的時候，也發現不止一位編輯怕碰這個題材，怕給自己的情感生活帶來麻煩。有一位編輯跟我說：“我的婚姻很幸福，我擔心它會影響我們夫妻關係。”幸運的是，哈珀柯林斯出版社向我買下這本書的版權，我的丈夫邁克爾答應跟我合寫這本書，這時我又覺得大家似乎都支持此事了。\n以前我從不知道寫一本書意味著什麼，或者說有什麼代價。現在我知道了。現在每當我走進書店或圖書館，我都不禁驚歎，有這麼多人為了把自己的想法付梓成書，花費了難以置信的時間和精力。\n我剛著手此事時，自以為是專家；然而，找我諮詢和治療的夫妻越多，我學到的也越多。正如安娜在《國王與我》中說：“教師也從學生那裡受教。”通過傾聽病人及他人的講述，他們或者經歷過背叛，或者自己有過外遇，我逐漸懂得人們是如何應對與解決（或未能解決）不忠危機的。他們真誠坦率，能夠自我反省，從而讓我能夠確定他們經歷事件的類型，以及需要療愈的心靈傷口。\n衷心感謝很多助我完成此書的人，包括指導過我的導師和同事。我剛從研究生院畢業的時候，認知療法的創始人艾倫·T.貝克(Aaron T．Beck)博士讓我坐在他身旁，觀察他如何指導認知治療中心的學生。他教會了我在治療中何時實施干預，何時保持沉默，何時對治療對象的某個認知做出檢查討論，何時放任不管。他教會了我一種治療模式，給了我一種職業生涯，讓我成為一名有工作能力的治療師。我還有幸受教於戴維·伯恩斯(David D．Burns)博士，他巧妙而幽默地教會了我很多助人改變自己的治療策略。我要向傑弗裡·楊博士(Jeffrey Young)致以深深的謝意，他將認知療法與其他已知模型相結合，使認知療法處理棘手臨床問題的有效性有了顯著提高。他審閱此書稿件的各個章節，對我們的童年是如何影響今天的我們，給出了細緻入微的意見。我要感謝理查德·斯圖爾特(Richard Stuart)博士、尼爾·雅各布森(Neil Jacobson)博士、諾曼·艾普斯坦博士(Norman Epstein)、唐·鮑科姆(Don Baucom)博士、克里斯·帕德斯基(Chris Padesky)博士和戴維·布里克(David Bricker)博士，他們的研究加強了我將認知行為原則應用於情感受困夫妻的治療。我還要感謝凱瑟倫·赫特蘭(Kathryn E．Hertlein)博士和金伯利·楊(Kimberly Young)博士，他們為我提供了有關網絡性愛與網絡性癮的最新參考資料。\n當我需要查閱圖書館科研資源時，西港圖書館(Westport Public Library)的克萊爾·奎格利(Claire Quigley)和北卡羅來納大學的克里斯廷娜·庫普(Kristina Coop)為我助力良多。\n當其他人還在為此書的銷量前景而爭論時，我的經紀人克里斯·托馬西諾(Chris Tomasino)不但予我以支持和鼓勵，還逐字閱讀書稿並提出敏銳的校改建議。她的助手喬納森·戴蒙德(Jonathan Diamond)也殷勤助我完成此書。\n我要感謝哈珀柯林斯出版社編輯彼得內爾·範·阿斯戴爾(Peternelle van Arsdale)和珍妮·戈爾登斯坦(Janet Goldstein)，他們指導我走完此書流程。我的公關珂萊歐·馬努埃利安(Clio Manuelian)熱情洋溢、打動人心，克里斯汀·奧克萊爾(Kristen Auclair)為我處理此書無數編輯細節，我也要向他們表示感謝。\n我要特別感謝我的朋友蓋爾·溫斯頓(Gail Winston)為此書三個版本所作的編輯工作。我還要感謝瑪雅·西弗(Maya Ziv)及其助手艾莉西婭·唐(Alicia Tan)，還有戴安娜·巴朗斯(Diane Burrows)的寶貴支持。\n我還要衷心感謝：\n我的父母多莉和路易斯·利夫，他們多年來供我接受良好的教育，鼓勵我發出自己獨特的學術聲音。\n我那善良的哥哥喬爾，他總是照顧我。\n我那聰明的繼子德克蘭、埃文，我們遠離電腦，一起度過了美好的時光。\n我的孩子麥克斯、艾倫，他們給我帶來歡笑，讓我的生命有了意義。這些年來，我有幸有他們陪伴身邊。\n還有我的丈夫邁克爾。難道還有什麼比跟某人合作寫書更加親密的事情嗎？我尊重甚至羨慕他那追求完美的眼睛，他那極其清晰的頭腦；我會懷念和他在電腦前並肩端坐，為一個詞一個概念而激烈爭論的時光；我感謝他為書稿耗費那麼多時間，感謝他令我們繼續前行的善良。"
  },
  {
    "id": "WYZH0003.html",
    "title": "引言 夫妻能度過不忠的考驗嗎？",
    "text": "引言　夫妻能度過不忠的考驗嗎？\n作為有四十三年治療情感受困夫妻經驗的臨床心理學家，我對這個問題的回答是肯定的——前提是你們雙方都願意誠實面對自己和伴侶，並學會能幫助自己度過這令人心碎的危機所需的各種技能。\n你們要提醒自己並不是只有你們遇上此事，這可能很管用。儘管統計數據差異很大，但根據最近一項權威研究，多達37%的已婚男性和20%的已婚女性有過不忠行為。沒有人知道確切的比例；我只敢肯定，對配偶撒謊的人也有可能對研究者撒謊。不過，即便按最保守的估計，我們也有把握說，在美國，每2.7對夫妻中就有一對有過不忠，也就是超過2100萬對夫妻。\n外遇的本質是什麼？\n外遇必須有性交嗎？接吻算不算？吃個午飯算不算？\n我不想回答這些問題，因為說到底，你所看重的事情才是重要的。算不算不忠，這完全取決於你認同什麼，或者你自以為認同什麼。當你們的伴侶與第三者發生性關係時，無論是一夜情還是長期情感糾葛，幾乎所有人都會有被伴侶背叛的感覺。然而，他們之間的其他親密行為（比如擁抱、發送明顯涉及性話題的郵件），也會讓許多人感到被背叛，同時也一定會感受到威脅。五年前，我有個病人叫莎倫，她給前男友發了一張自己的半裸照，雙方沒有進一步動作，但她丈夫一直對此耿耿於懷。\n這是本書第三版，我增寫了一個章節，談談前兩個版本中沒有提及的對伴侶關係的種種挑戰。本章將講述向我諮詢的病人的內心掙扎，以及我給出的具體治療建議。\n我不對外遇做三種評判\n1.我不對外遇本身對錯做籠統評判。對你們夫妻一方有利的評判，有可能會摧毀另一方，從而破壞你們的關係。不過我發現，一段沒有得到夫妻雙方首肯的持續婚外情，會導致夫妻關係持續僵化，使夫妻之間幾乎不可能建立親密關係。如果你發生了不忠行為，並且還認真地想要重建夫妻關係，那我覺得你必須放棄你的情人。\n2.我不把你們區分成受害者和加害者，不把你們區分成被背叛者和背叛者。對夫妻之間出現的問題，雙方都必須承擔相應的責任。與其劃分責任，我更加鼓勵雙方各自直面自己，弄清是什麼導致了外遇，然後在多個方面做出改變，重建互信，恢復親密關係。這並不意味著各打五十大板，讓你們對此事負有同等責任，畢竟沒人能讓別人出軌，而是對方自己出軌。不過，我確實是要你們對自己製造的夫妻嫌隙負責，第三者正因如此才得以乘虛而入。\n3.我不建議你們無論如何都要繼續在一起，也不建議僅僅因為感覺不開心而逃離婚姻。恰恰相反，我請你們跟我一起探索，探索你自己堅持或放棄愛人的獨特原因，選擇或拒絕重建夫妻關係的獨特原因。你的決定應該經過深思熟慮，而不是僅僅基於感覺。實際上，你的感覺可能會背叛你。\n解釋所用術語\n對遭到外遇困擾的夫妻，本書將他們一方稱為受傷方，另一方稱為不忠方。受傷方是指在夫妻關係中持夫妻互忠信念，卻遭對方違約的一方；不忠方指有外遇的一方。如何選擇標籤來稱呼這些人是挺困難的。不忠方當然也會時常覺得自己很受傷；但一般來講，伴侶有外遇的那一方才會體驗到更大的毀滅感。對遭到外遇困擾的夫妻，我不把他們歸入被背叛者或背叛者。這兩個詞帶有某種道德上的正義或譴責，把責任歸到某一方身上，而事實幾乎從來不是這樣。跟你發生外遇的那個人或者跟你伴侶發生外遇的那個人，本書稱之為情人或外遇對象。一般來講，如果我在跟不忠方交談，並且不忠方的當前外遇尚未結束，我就用“情人”這個詞。如果我在跟夫妻中的某一方交談，為了保護受傷方的感情，需要去掉“情人”這個詞裡的浪漫含義，我就用“外遇對象”這個詞。\n本書援引案例分析均來自本人多年臨床實踐，但所涉人物的身份都已隱去，以免洩露當事人隱私。\n此書為誰而寫？\n此書主要寫給伴侶不忠或夫妻互相不忠卻仍想試著重建關係的人，包括已婚者和未婚同居者，包括異性戀伴侶和同性戀伴侶。我將同等對待受傷方和不忠方。\n此書還寫給：\n· 因不忠導致關係結束的人，難以走出痛苦往事的人，想要明白無法維持關係之原因的人，想要明白自己應為既往錯誤承擔多少責任的人；\n· 想要更好地理解自己經歷的原生家庭不忠，以避免在自己的關係中出現類似行為模式的人；\n· 為受困於不忠的個人與夫妻做治療的專業人士和心靈導師；\n· 想要發生外遇的人，以及準備踏出那不可逆的一步之前，想要更好地瞭解外遇感受的人；\n· 外遇已結束，但對是否坦白外遇仍在權衡利弊的人；\n· 無意於坦白已結束的外遇，但仍然想與伴侶重建關係並想要了解自己的人；\n· 懷疑伴侶不忠，但從未與伴侶對質的人；\n· 除了不忠事件，還糾結於伴侶之間的秘密、謊言和信任問題的人；\n· 想要學習應對夫妻生活中不可避免的幻滅感，以免向外求索的人。\n療愈的三個階段\n在你對外遇事件作出反應，與之糾纏，而後從中恢復的過程中，此書會引導你走過三個清晰可辨的階段。有人把這三個階段稱為三個雷區。\n第一階段：平復情緒\n外遇一旦曝光，夫妻雙方都很有可能身不由己地捲入情感漩渦，受傷方陷入深深的失落，不忠方陷入各種矛盾的抉擇和互相沖突的情感。為了照顧你的感受，我希望用這些話來讓你安心：你沒有瘋，也沒有情緒不穩定，其他人也經歷過同樣的痛苦和困惑，你並非唯一如此的人。\n第二階段：決定修復或退出\n你要直面自己的矛盾心理——是留下還是離開，這樣才能穩定自己的情緒。你要探索自己心中的選項，這樣才能根據自己的境況和需要，做出深思熟慮的決定。“我從愛情中能夠期望什麼？”“我應該相信自己的感覺嗎？”“我怎麼知道伴侶是否適合我？”——諸如此類的問題，我將幫助你找到自己的答案。\n第三階段：重建你們的關係\n如果決定重建你們的關係，那麼你可能需要花幾個月甚至幾年的時間來努力恢復信任和親密。讓我們一起溫習以下策略，我希望你用這些方法：\n· 破解外遇事件的意義，並承擔相應的責任；\n· 與情人分手道別；\n· 贏得伴侶的信任（如果你是不忠方），或者告訴對方你需要什麼才能再次產生信任（如果你是受傷方）；\n· 跟對方說話時，要讓對方能夠聽得進去，理解你的痛苦；聽對方說話時，要鼓勵對方敞開心扉，說心裡話；\n· 認識到早年的生活經歷可能對自己造成傷害，以及如何避免這些經歷對現在的夫妻關係造成影響；\n· 妥善處理你們之間的分歧和不滿，這樣即使感受不到來自對方的愛，或者感受不到自己愛對方，你們也還能保持情感關係；\n· 恢復性愛；\n· 原諒伴侶，原諒自己。\n全書假定伴侶已知不忠方有外遇，但有時外遇尚未曝光，不忠方要不要向伴侶坦白？在後記中，我將幫你權衡坦白的利弊。無論你如何決定，你和你的伴侶仍然可以一起努力，重新開始生活。\n喪鐘還是警鐘？\n有些人可能不想冒險複合，以免自己受到進一步的傷害，或者產生更大的失望。對受損的夫妻關係說再見，這可能是最為簡單或者說最合乎人情的解決辦法，能夠將你從希望的桎梏中解放出來。然而，這個辦法也可能是在逃避成長，逃避直面生活、愛情和自我的痛苦真相，逃避為維持你們的關係而要承擔的可怕責任。\n此書適合那些被外遇深深傷害，內心十分矛盾，又有足夠勇氣承認你們可能仍然想和對方在一起的人，適合那些能夠直面導致不忠的己方責任，並努力重建信任和親密關係的人。如果雙方都選擇重新開始，最終你們可能會發現，這段外遇不僅是一個令人遺憾的創傷，而且是一個警鐘，讓你們警醒的鐘聲。最終你們可能會發現，你們本來就需要遭遇一場外遇那樣的情感核爆炸，把以前的存在炸個粉碎，然後用更健康、更清醒、更成熟的存在取而代之。考慮到你們都已經很受傷了，所以可能不會有很多次這樣的機會來考驗你們之間關係的抗打擊力了。我鼓勵你們走進這個挑戰痛苦的過程，看看你們能共同創造出什麼來。其實我想請兩位做的是，當我數到三，你們倆走到拳擊臺的中央，摘下各自的拳擊手套，互相手牽手。"
  },
  {
    "id": "WYZH0004.html",
    "title": "第一階段 反應期：我的感覺正常嗎？",
    "text": "第一階段　反應期：我的感覺正常嗎？\n第一章　受傷方的反應：陷入重重的失落\n“我十五歲的時候被人強姦了。但跟你的外遇相比，那根本不算什麼。強姦我的人是陌生人；而你呢，我本以為你是我最好的朋友。”\n“我第一次發現你秘密的時候，就對你沒有特別的感覺了。但在內心的更深處，我對世界也對自己失去了信任。”\n當你第一次得知伴侶不忠時，你說出的這些話就表明你很可能要經歷一場深重徹底的失落之旅了。突然得知伴侶有外遇，這種打擊讓你根本沒辦法提前做好準備。你的人生觀、世界觀可能會分崩離析。過去的自信和安全感，現在可能都顯得那麼幼稚而虛假。你會問自己，“我這是在哪兒？”“我還活在這個星球上嗎？”\n你的大腦和身體很可能都處於震驚之中。你對世間秩序和正義的基本感受都會消失。你對自己生活的掌控，你的自尊，還有你對自我的認知也都會消失。你可能覺得自己被家人，被朋友，被上帝，被所有人拋棄了。你可能一會兒堅定自信，一會兒屈辱無依，從一個極端搖擺到另一個極端，你對這樣的自己感到陌生。受到如此強烈的感情折磨，你可能開始想：“我是不是瘋了？”\n我想向你保證，你沒有瘋。實際上，你的體驗是嚴重心理創傷導致的正常反應。讓你感到暈頭轉向的原因，不僅在於你們之間的關係不再完美無缺，還在於你心中幻象的破滅——你原以為自己是伴侶的心中至愛，你原以為自己和伴侶的親密會永遠持續下去。面對如此令人震驚的外遇消息，如果不感到失落，那反倒奇怪了。\n四十歲的瑪莎從事社會工作，還要養孩子，她用了十多年時間才從丈夫外遇的痛苦中再站起來。她的講述如下：\n我們結婚十三年後，拉里對我說他不要我了，他要小他十四歲的那個保姆。我的第一反應是，“這種事怎麼可能發生在我們身上，我們夫妻非常般配啊。那個保姆幾乎就像我的女兒一樣，她怎麼能辜負我的信任呢？”拉里搬到保姆那裡同居了，我自己在床上躺了一個月。一夜之間，我從一個持家能幹、做事獨立、充滿熱情的人，變成了一具行屍走肉，精神抑鬱到對全身都沒有感覺，而在這之前，我對抑鬱只有理論上的印象。一天晚上，我躺在床上，屋子裡一片寂靜，我腦子裡一團亂麻，心裡充滿恐懼，突然聽到車庫門咔噠一聲打開了。“他回來了，”我想，“他想把這事講清楚了。”我穿著睡衣跑下樓——先照了照鏡子查看自己是什麼狀態——這才發現根本沒人動車庫門。整件事都是我幻想出來的。\n這時我才突然想到：“我不但失去了配偶，還失去了理智。”我的自信心急劇下降。我覺得自己就是一個冒名的妻子，一具沒有靈魂的空殼，空洞虛無，無可救藥，教不好孩子，也不配有個好伴侶。別人配活著，而我不配。三年後，我還糾纏在抑鬱症中——當時我丈夫和我早就重歸於好了——我在一個有關創後壓力綜合徵的研討會上，得知有些人在極端情緒壓力下，很可能會產生避世心理，感知不到自我，甚至出現妄想症狀。我恍然大悟：原來如此，原來我的抑鬱是這樣的，它有名字了。我沒有發瘋；我所經歷的一切都是正常反應。如果我早知道這麼回事，可能就不會感到那麼孤獨了，或許還會早點打開心扉，迎接各種可能的未來。如果當初有人幫我弄明白怎麼回事，那真是極大的恩惠。\n這就是本章的出發點，它著眼於讓你做好準備，迎接所有遭到不忠考驗的受傷方都將體驗的失落感。一旦你意識到自己的反應有多麼普遍，可能就不會因伴侶的背叛而五內俱焚，也不會因為自己強烈的情緒反應而震驚。一旦你知道自己可能有什麼樣的反應，還知道這個反應叫什麼名字，你的容忍度就提高了。看到自己的感受，理解自己的痛苦，這就是療愈的開始。記住這個要點：康復的最大威脅，就是失去希望。\n外遇事件的生理影響\n此時此刻，你的神經系統和認知功能很可能在發生生理變化。由於腎上腺素及其他壓力相關的激素湧入交感神經系統，你會處於一種高度激發狀態。你會一直關注自己的伴侶再次出軌的跡象。你會長期焦躁不安，你需要更長的時間才能入睡，經常在夜間醒來，對噪聲更加敏感。你會因為睡眠不足、胡思亂想而疲憊不堪。\n你的腦中會浮現出各種記憶、各種感覺，浮現出各種畫面，活靈活現，讓你心煩意亂。在你睡著的時候，夢中充滿了暴力，令你驚恐不安。在你醒著的時候，會忽然不知身在何處，茫然無措。\n格洛麗亞是一位三十歲的記者，她的情況就很典型。她告訴我：“我丈夫承認有外遇的第二天，我去上班，結果迷了路。我怕自己快要瘋了。我的意思是，那條路我天天走，都走五年了。”\n帕姆是一位三十七歲的房地產經紀人，她講過類似的情況：“傑夫承認愛上了另一個女人的時候，我讓他打包走人。接著週末我去布洛克島的朋友那裡，不想面對自己的孤獨。路上我停在一家高爾夫俱樂部，在球場裡散了會步。那時候都還好。可是，到了要回車裡的時候，我卻記不起把車停哪兒了。我找了一個小時才找到車，渾身發抖，哭著開回了家。然後週末哪兒也沒去，就呆在家裡躺在床上。當時讓我不安的不是自己的失魂落魄，而是我對自己的狀況產生了想法——我快要瘋了。”\n由於神經系統發生了變化，強烈的情緒反應擊倒了你，讓你產生恐懼感、無助感。神經心理學家艾布拉姆·卡迪納(Abram Kardiner)在描述創傷的神經生理影響時寫道：“負責協作一致且具有目的性活動的整個機制都被摧毀了。”\n另一種截然不同的生理變化，就是你的身體會分泌類似嗎啡的內源性阿片肽，將其釋放到神經系統。這種變化降低了你對痛苦的感知，幫你抵禦極端的情緒壓力。換言之，你的身體啟動了收縮機制，進入冬眠狀態，停止工作了。你的感知範圍縮小了，僅僅幾周前還給你帶來快樂和目標的人際關係和活動，現在你已毫無興趣。你努力想要振作，卻發現自己幾乎無法正常起來。你思緒漂移，注意力很難集中。上班時，你心不在焉地翻著辦公桌上的文件；在家裡，你坐著發呆。你會失去與外在世界互動的信心，退縮到內心世界，陷入隔絕狀態。你會有一種奇怪的麻木感和冷漠感。\n四十二歲的特殊教育教師斯蒂芬妮對此解釋道：“就像在經歷活著的種種過程，意識到你的一部分已經死去。我曾經覺得，自己和約翰之間有一根金線相連。我望向房間他那邊，感覺有一股能量在將我們彼此吸引。現在呢，我只能說我在儘量過下去。我們還在一起，但在內心中我已經死了。”\n作家丹·弗蘭克(Dan Franck)在小說《分離》中，描述了知道妻子有外遇後，丈夫遭到心理創傷的種種情緒：“他以前一直活在恐懼中；現在呢，是活在平靜沉悶的悲傷海岸。恐懼是流動的；而悲傷是停滯的，它就像瓶中的水。”\n外遇事件的心理影響\n受傷方可能會經歷九種喪失感。它們都是一種極為根本的喪失感的變型，即喪失自我。喪失自我比失去伴侶更為根本。喪失自我有多種表現形式，每一種都捉摸不定，因此你可能很難意識到它的存在。在別人眼裡，你看上去和往日沒什麼不同，但你的內心卻在流血。突然之間，你會覺得自己喪失了這些東西：\n1.喪失自我身份\n2.喪失情感獨佔\n3.喪失自尊——屈尊放棄自己的基本價值觀以求伴侶回心轉意\n4.喪失自尊——不承認自己因伴侶不忠而受辱\n5.喪失身心控制\n6.喪失世界的基本秩序感和正義感\n7.喪失宗教信仰\n8.喪失社會交往\n9.喪失人生目標——甚至是生存意志\n喪失自我身份：“我都不認識自己了。”\n發現了伴侶有外遇，這迫使你用最根本的方式重新定義自己是誰。你會問：“如果你——我的人生伴侶——不是我原本以為的那個人，我們的婚姻就是一個謊言，那我是誰？”突然之間，你覺得自己支離破碎、面目全非，跟以往對自己的認知大不相同。\n在這之前，你會覺得自己能幹、獨立、風趣、大膽、友好、溫暖、穩重、有愛心、很慷慨、有魅力。大概這個樣子。而現在呢，你會經歷一百種消極情緒——嫉妒、憤怒、報復、失控、小心眼、畏縮、痛苦、害怕、孤獨、身體不適、骯髒、醜陋、懷疑、受人恥笑，如此等等。你被伴侶的欺騙矇蔽了雙眼，看不見那個熟悉的自己懷疑自己的善良、自己的魅力，以及自己為人處世的基本能力。\n三十一歲的簡是一名會計師，婚齡五年。她回憶說，“‘充滿活力，身體健壯，大膽勇敢’，這是他們在大學畢業紀念冊上對我的評價。現在呢，約翰出軌以後，我好像沒精神出門，也不想出門了。我覺得大家都知道我的事了。”\n羅伯塔，婚齡十四年，也是突然喪失了自我身份。“我以前挺喜歡自己的。我以前覺得自己是個不錯的人，是個有愛心、很可愛的人。那都是過去了。我一直在想，唐之所以背叛我，是因為我太好說話，太普通了。我如今一個人，可能是有原因的。但凡有點樣子的人，可能都不願意跟我相處。”\n如果你有羅伯塔那樣的抑鬱症狀，可能也會誇大自己的缺點，併為伴侶的不忠行為過多地在自己身上找原因。無論你厭惡自己哪個方面，都會以之定義現在的你。你以為是你一個人造成了這樁可怕的事情。你會想，“要是我改變自己就好了，我就能讓我的伴侶回心轉意。”你是在欺騙自己，讓自己相信你們關係的命運還掌握在你的手中。假以時日，你應該會能夠更加客觀地看待自己，更加公平地劃分各自的責任。不過，現在你不大可能抽離出來觀察此事，無法公平地看待任何人，尤其是你自己。\n喪失基本的自我意識，這比不忠更加傷人。被困於你覺得陌生的軀殼裡，被隔離於一直以來告訴你“我是誰”的核心自我，還有什麼體驗比這種感受更加痛苦呢？\n喪失情感獨佔：“我原以為我對你很重要。現在我意識到，我在你心中可有可無。”\n隨著自我意識的喪失，你的信念也在喪失。你本以為，你和你的伴侶是命中註定的一對；除了你以外，沒有人能讓你的伴侶更加幸福；你們倆是原始的、不可分割的整體，你們的關係無法切斷，不能與他人共享。你的婚姻是非同一般的，你是獨一無二的或說是被伴侶珍視的。可是，外遇事件的發生，標誌著這兩種天真的幻想消逝了。\n米里亞姆十幾歲的時候，繼父強姦了她，母親根本不相信她對繼父的指控，再也不管她。米里亞姆漸漸地自暴自棄了，她感興趣的男人都跟她父母一樣對她不好。讀完文秘學校後，她到一家律師事務所當了前臺。在那裡，她遇到了埃德。一開始，她不相信埃德會對她感興趣——她不理解，為何會有人被她這個人吸引？然而，她漸漸開始依賴他的寬容和保護。同居三個月後，她同意嫁給他。她並沒有熾烈地愛上他，但他是第一個讓她覺得自己乾淨體面、值得珍重的男人。一年後，她發現他和他的秘書上床，她那剛剛找回的自尊也隨之消失。“在這個世界上，你是我心中最特別的人，”她告訴他，“你是我最好的朋友，我第一個可以完全信賴的人。跟你在一起，我覺得非常安全，什麼事都能告訴你。更重要的是，你讓我有自信了——自信我這個人還不錯，小時候發生的一切不是我的錯，不是因為我不好。我有生以來第一次覺得自己很特別，也會被人愛。現在我明白了，我在你心中就是可有可無的垃圾。”\n如果你像米里亞姆那樣，被曾讓你覺得自己獨一無二的人存心拋棄，你可能會看輕自己，覺得自己不但不配為人伴侶，也不配為人父母。由於夫妻關係破裂，你可能會失去信心，覺得自己對孩子沒什麼重要，覺得自己沒什麼可給他人，甚至對那些最愛你、最需要你的人也是如此。\n南希有個女兒才九個月，她坦承：“我很認真地想過買張單程票，離開這裡一去不回，把所有的人、所有的事都拋到腦後。我覺得自己根本比不過吉姆的女朋友——她看上去那麼年輕，那麼有活力。我的孩子怎麼想跟我這個失敗者在一起？我能給她什麼？當時我根本意識不到自己對孩子有養育責任，有重大意義，有重要價值。感謝上帝，我終於知道這只是我的抑鬱情緒，我留下來沒走。我可能不再是吉姆的至愛，但仍是我女兒唯一的母親。”\n如果你像南希那樣，喪失了自己在伴侶心中的特殊地位，感覺自己成了一具空殼，那麼重要的是你要意識到，你對自己的看法是不可信的，因為它被你伴侶的不忠扭曲了。你當前對自我的判斷力可能處於歷史最低值。\n喪失自尊——屈辱放棄基本價值觀以求伴侶回心轉意：“為了維持關係過下去，我願意做任何事。”\n得知伴侶有外遇後，還要卑躬屈膝以求伴侶回心轉意，這種做法聽起來不可原諒。你能認識到這種絕望之舉違背了自己的核心價值觀和原則。然而，現在不僅伴侶拋棄了你，你也已經拋棄了自己。\n為了把自己的伴侶搶回來，你可能會走極端，極端到事後你的內心會充滿羞愧和憤怒。簡就是一個活生生的例子。\n簡告訴我，“得知丈夫有外遇的前一年，我得了乳腺癌。我做了乳腺癌根治術，做了硅膠假體移植，這似乎讓我的生活恢復了正常。可是，當戴夫告訴我他跟另一個女人在一起的時候，我沮喪極了，吃不下飯，很快瘦了十磅，這導致我健康的那個乳房看起來癟癟的，跟假體隆起的那個乳房沒法比。於是，我決定把癟下去的那個乳房也隆起來。現在我真不敢相信，當時自己居然蠢到認為這會管用。我諮詢的那個整形外科醫生從沒問過我這麼做的動機，也沒告訴我會有什麼風險。有一位乳房造影專家警告我，不要給健康的乳房組織做手術——他說，這可能會讓以後乳房檢查更加困難——但我沒聽他的，還是做了手術。對當時的我來講，外貌似乎就是一切，就是我與丈夫的情人在肉體上一較高下的競爭力。最後當然是我又長胖了，跟做了切除的那個乳房相比，健康的那個乳房現在更大了。”\n簡的丈夫選擇了迴歸，而簡還在自我折磨。“現在我面對自己時，不禁心想：‘當時我怎麼了？當時我的腦子呢？當時我怎麼能一點都不瞭解自己？當時我怎麼能那麼分不清事情的輕重緩急？’現在我不禁看著鏡子裡的自己，想在腦子裡拼湊出以前發生了什麼。”\n露絲，四十七歲，會計師。她的案例也說明了受傷方是如何犧牲尊嚴、放下自尊，以維持婚姻關係的。露絲告訴我，“跟傑瑞的小情人相比，當時我覺得很有競爭壓力，實際上就是自卑。於是，我花了——應該說是浪費了——好幾個小時，時間也是財富嘛，在布魯明黛百貨店的內衣專櫃那裡試緊身內衣，可那時我本該去看我母親，她切除了惡性腫瘤，正在醫院做康復。真是太沒意思了，光跟你說這件事，就讓我就覺得自己噁心。我為自己做的事感到屈辱，為我自己變成這個樣子感到屈辱。”\n傑德，三十三歲，紐約某大出版社編輯。他的困惑也是如此：\n我的妻子朱莉可能向我保證上百次了，說要和男朋友分手，每一次我都相信了她。有一次，她要我允許他倆出去共度週末以考驗他們的愛情，而我竟然傻了似的答應了。她當然還是繼續見他，還跟他在一起。後來，她又要我搬到我們的海邊小屋住幾天，讓他們倆在我們紐約的公寓裡最後放縱一次。你能相信嗎？我就去了。我感覺自己就像一個被流放的人，就像一樁罪案的共犯。\n那時候，我覺得自己別無選擇。我當時薪水很低，沒法做到一走了之。不過，答應了這麼明顯令人不快的事情以後，我的內心有了變化。我覺得自己被朱莉踐踏了；更糟的是，我覺得被自己踐踏了。現在我們又在一起了，但我還在努力恢復自尊。我是說，我沒給她下最後通牒。我幾乎沒有做出什麼反擊。我麻木了，就像一隻被囚禁的動物。我認為她會回到我身邊，就像她一直做的那樣出去玩完後再回來，而她也確實像我認為的那樣。但我從來沒有問過自己，“這對我有什麼好處？我付出了多少代價？”\n如果你有傑德、簡和露絲這樣的傷痛，重要的是你要明白，你的基本價值觀並沒有發生改變，但這種情感漩渦暫時摧毀了你的能力，讓你能夠自保而深思熟慮的能力。你終將更有同情心地看待自己正在經歷的事情，看待自己為何如此行事，並且會看得更加清楚。如果你覺得迷失了自我，請相信你不是一個人如此，你是在對你受到的傷害做出完全適當的反應。遭到情感上的打擊，幾乎所有人都會產生自我憎恨和後悔情緒。如果你能接受不忠對你生理和心理上的深刻影響，或許你就能夠學會不要如此嚴厲地評判自己。\n喪失自尊——不承認自己因伴侶不忠而受辱：“為什麼我當時沒有底線？”\n回首伴侶的外遇未暴露之前的那些日子，你的自尊可能會崩潰，你會意識到自己曾對已有的懷疑避而不見或憋在心中。你會奇怪：“對於伴侶的種種否認之辭，我怎麼如此溫順地接受了呢？都沒拿事實去質問伴侶，我怎麼如此愚蠢和懦弱呢？”\n顯然，並非所有的懷疑都是合理的；有些人會執拗地不信任人，他們會想象並非真實的事情。但是，外遇的跡象往往是明白無誤的。\n發現妻子有外遇以後，湯姆不願相信此事，其實幾個月來他是有直覺的，但他害怕面對，而是將它藏到心底的一個角落裡。他說：“我的妻子是賣電腦軟件的，經常出差。有一次，她從倫敦飛回來，我想給她一個驚喜，就去機場接她。我看到她和她的老闆，他們一起走出海關。從他碰她腰的樣子，我立即明白他們是情人關係。可是，當時我做什麼了嗎？我離開了，她都不知道當時我在那裡。後來我給她送了花，附上一張紙條，上面寫著：‘我怕失去你。’她讀了紙條，嘲笑我沒有安全感，你知道嗎？我太需要聽到這句話了，我讓自己相信她的話了。我開始懷疑自己看到的那個場景。但在內心深處，我是知道的。”\n貝蒂是一位心理學家，婚齡十一年，她也同樣沉迷於頭腦中的想象，以排解那些令自己不安的信息。“有一次我參加一個行為療法研討會回來——那場會議在城外——我問我丈夫吉姆，週六晚上過得怎麼樣。他告訴我他很累，吃完晚飯就上床了。然後，不知出於什麼想法，我還問了保姆，問她那天晚上做了什麼。她告訴我，她和吉姆聊天聊到很晚，就在廚房桌子邊上，聊他的事業發展。我知道他們講的故事對不上，但我不能想下去，我受不了。想到自己單過，我就受不了了。我什麼也沒說。但事實已很明顯了，我是進退兩難啊。”\n戴夫，婚齡四年，他的情況類似，他告訴我他是怎麼面對伴侶欺騙的：“有一天，我在妻子的車裡發現一個未拆的避孕套，不是我們平時用的牌子，我就問她怎麼回事。她隨口說了個理由——那是郵寄過來的樣品——這個理由連個大傻子都不會信。現在回想起來，我搞不懂當時為什麼沒有質問她，為什麼我當時沒有底線。”\n戴夫、貝蒂、湯姆——他們都沒有開口，他們強迫自己不信在某種程度上已知的真相。為了保住婚姻沒出問題的幻象，他們否認自己懷疑的合理性。對正在發生的事情，他們沒有做出處理，沒有提出異議，因而損害了他們最大的財富——真實的自我。“失去自我，也就失去了關係中的話語權，”黛娜·克勞雷·傑克(Dana Crowley Jack)在《自我緘默》一書中如是說，“話語是自我的指示器。”\n一旦外遇事件明朗，你就會走向另一個極端，變得極度警惕。你可能會本能地持續產生懷疑，無論你的伴侶說什麼或做什麼，你再也無法分辨真假。你可能不僅無法相信自己的伴侶，還無法相信自己的感知。你會想：“我的伴侶在對我瞞著什麼？我又在對自己瞞著什麼？”\n從某種程度來講，從視而不見到時刻警惕，這種轉變是在自我適應；頭腦會記住受傷的記憶，以保護你將來不受傷害。假如你和伴侶分手了，這種不信任感很可能跟隨你進入其他關係。假如你們還在一起，並且你的伴侶也表現得值得信賴，這種不信任感可能會減弱，但不太可能完全消失。\n喪失身心控制：“我怎麼才能停止自己的念頭？我怎麼才能停止自己的行為？”\n你想理清自己身上發生了什麼，可你的思想和行為也許都失控了。你可能會更加執著於此事，糾結於伴侶的謊言、外遇的細節，以及導致外遇的所有事件。你可能會愈發強迫自己工作和玩耍，更加努力、更加瘋狂地驅散自己的焦慮。然而，這些反應都不能給你所求的解脫。讓我們來看看其中一些症狀，找找原因。\n強迫念頭：“我怎麼才能停止自己的念頭？”\n頭腦有它自己的思維，在這種時候，它拒絕被控制。當你的執念佔據了大腦時，你就會發呆凝望，你的配偶和外遇對象的影像會接踵而來，不斷轟炸你的意識，打斷你的睡眠或注意力。\n琳自從得知馬克出軌的那天起，就對此事念念不忘。她告訴我，“我一直在想著同一個念頭——就像壞掉的唱片反覆播放同一段音樂，就像腦子壞掉了。我無數次在想象中跟他對話：‘我一直在那裡等你，馬克，’我告訴他，‘我一直在那裡。’我在凌晨三點醒來，想象著他和這個女人躺在床上，她是如何撫摸他，他是如何讓她興奮地顫抖。我一直在腦子裡播放這個場景，想要搞明白，但我所做的一切，反而讓自己難受。”\n史蒂夫也是面對伴侶外遇的受傷方，他把所有的空閒時間都用來思考妻子欺騙自己的線索。無論是獨處，還是跟妻子在一起，他都在心裡不停地回放同一個念頭：“你的意思是，去年五月我們結婚紀念日那天，你說你出差了，實際上你當時是跟他在一起？”“我撞見你在打電話的時候，你是在跟他打嗎——你居然在我們的臥室裡跟他打？”\n史蒂夫告訴我：“我非常討厭被欺騙，可真正讓我惱火的，還是我的心情怎麼就被搞糟了。我以前腦子裡從來沒有這些念頭。”\n如果你發現自己起了報復念頭，想象著瘋狂報復自己的伴侶或其外遇對象，不用感到驚訝。這些充滿惡意的想象可能會嚇到你——它們跟你平常認為的自己很不一樣——但在這種情況下，產生這種想象並不反常。\n有一位受傷方告訴我：“我曾經以為自己很隨和，現在我卻滿腔仇恨。我聽見自己的內心，它在辱罵我的妻子和她的男友，想讓他們也遭受痛苦。昨天我看見他過馬路，我都想從他身上輾過去。當然了，最終還是我在痛苦。我變得有多瘋狂，他們才不在乎呢。”\n假如思慮過多對你的身心功能造成了嚴重影響，你可以翻到第八章，找到快速解決問題的建議。你也可以請醫生開藥，藥物能使你平靜並有助於夜間睡眠。與此同時，你要試著接受內心發生的事情，這原本就是遭到外遇打擊的適當反應。現在，你能做到的最重要的一件事情就是往後退幾步，用同情的目光觀察你的強迫念頭。雖然它們是徒勞無功的妄念，畢竟還是你的腦子在用它的方式想把秩序和正義賦予你的世界，讓你覺得自己還有掌控感。\n強迫行為：“我怎麼才能停止自己的行為？”\n你的不信任感會導致你出現無原因且不受控制的強迫反射行為。\n“我發現他跟他的助手之間有情況已經有六個月了，”馬姬告訴我，“可我還是忍不住去翻他的夾克衫口袋，翻他的辦公桌抽屜，什麼都翻。他睡著了，我就翻他的手機信息。我會去他以前常帶他情人去的餐館和酒店，從那裡路過；我學會了通過他的蘋果手機追蹤他在哪裡。我會打他的辦公室電話，看他在不在，如果不在，我就用他的密碼聽他的語音信箱。我有時還僱私家偵探，看看他是否在他所說的地方。我甚至數他的偉哥藥丸，看他有沒有跟別人在一起時用過。我監視他，檢查他，給他設套子。我為此搭進去的時間和金錢，連我自己都不相信。我知道自己失控了，但又好像控制不了。是誰把我生生逼成了偵探呢？”\n跟馬姬一樣，你肯定也決心再也不要被人當傻子了。如果伴侶發誓對你忠誠，你適度地檢查一下，可以讓自己得到一點實在的心安。然而，如果你一直如此警惕，就很可能會讓自己身心俱疲，並更加傷害自尊。還可以肯定的是，這個做法也不會讓你拿回你希望恢復的信任感或親密感。\n不斷地檢查伴侶，這只是一種過激行為。抽菸、喝酒、購物、打扮——這些方法都可以減少焦慮，減輕痛苦，獎賞自己，而且也是唾手可得的方法。\n你可能還會發現自己變得更加需要性愛，有時還會以不適當、不負責任的方式釋放出來。有一位病人名叫蓋爾，她的情況就很典型。“發現湯姆出軌的那天晚上，我去了一家酒吧，喝醉了，然後跟一個陌生人發生了無保護性行為。我都不知道那傢伙的名字。第二天我去參加一個婚禮，在那兒跟自己大學室友的丈夫調情。真是太瘋狂了，我甚至在地鐵上搭訕坐我旁邊的一個男的。我招搖賣弄，我自貶身價，現在想起來真是難堪。我不是說自己做得不正當、不道德，而是說這很愚蠢，是自暴自棄。就好像因為我受傷了，我就必須讓全世界知道我不在乎。就好像因為別人拿我不當回事，我就必須也拿別人不當回事。我太痛苦了，就想抹去一切美好和體面的東西——包括我自己。”\n還有一種常見的強迫行為是過度鍛鍊和過度節食——你希望通過這些活動，可以對生活有更多的控制權，對伴侶更有吸引力，並恢復自尊。這些活動是有一些短期的好處——可能會改善你的健康狀況，讓你變得更加健美，釋放積聚的壓力——但你應該意識到，在你苛求、抑鬱的狀態下，你根本無法評估自己的外在吸引力，反而可能會對自己在飲食和鍛鍊上實行懲罰性、剝奪性的行為，並且走極端。如果健身鍛鍊、清淡飲食能讓你感覺好點，那就繼續吧。但你要知道，用健身器材鍛鍊身體，採用地中海式飲食，這些都不能解決你的根本問題——被人拋棄的恐懼，破碎的自我意識。\n還有一種強迫行為是尋求幫助，尋找那些對自己的伴侶有影響的人，懇求他們幫你讓伴侶回心轉意。跟過度鍛鍊類似，這起碼讓你還有一些希望，讓你有種幻覺，覺得自己對你們的關係有控制權，至少還有一點發言權。如果坐看生活一地雞毛而什麼都做不了，那就很難受了。\n艾比回憶說：“我急著讓格倫回頭，我花了好幾個小時跟格倫可能會聽的人聯繫。我聯繫了他的父母，聯繫了他最好的幾個朋友，請求他們跟他談談。我打電話給他的兄弟，打給他兄弟的老婆，甚至打給了牧師。我威脅說，如果婚姻破裂，我就把孩子們帶走，離開這個州——不是說我真的要走，我是想向他的父母施壓，因為他們無法忍受失去孫子，就會向他施壓，讓他跟我在一起。我的想法在黑暗中掙扎搖擺，但我不想就坐等在那裡，祈禱他歸來。”\n有的人可能會發現，自己的想法會強迫性地走向兩個極端，前一分鐘決心挽回你們的關係，下一分鐘就打算結束它。有一位受傷方名叫蒂娜，她說：“我的情緒一直在變。一覺醒來，我想和丈夫斷絕關係，離他越遠越好。一小時以後，我愛他愛得要死，一分鐘都不想跟他分開。我一直在問自己，‘他真的值得我爭取嗎？’當我的答案是‘值得’時，我就會盡量表現得很可愛，儘量讓自己看起來很棒，為他做他最喜歡的晚餐。我不會讓他輕易離開我。可是接著我又想，‘我真的想要這個傢伙嗎？他太可憎了。’於是我又約了律師，做好準備，要為自己的權利而戰。不是我做不了什麼決定，而是我無法停止做各種決定。”\n為了散心，為了避免孤獨，你可能會和毫無意義的人計劃做各種事情。就像其他強迫行為一樣，這些行為可以分散你的注意力，但只能暫時緩解焦慮或空虛。如果你想重新振作起來，就要放慢節奏，直面痛苦，理清外遇發生的原因，並決定想為此做些什麼。\n喪失了對自己身心的控制，無法掌控自己的生活，這想想就很可怕。不過請放心，雖然你正在體驗的自我與平時的自我有異，但你的行為並不怪異。\n喪失世界的基本秩序感和正義感：“這個世界再也沒有意義了。”\n你可能本以為自己懂得這個世界是如何運作的，並以此對自己的生活有所掌控。“善有善報，惡有惡報”，“種瓜得瓜，種豆得豆”，你信奉的此類格言似乎那麼不容置疑。然而，當你得知自己的伴侶有外遇時，你對這個世界的秩序和正義所懷有的信念，頓時被擊得粉碎；你以為自己很好，你以為這個世界從根本上講是安全的，有秩序，有意義，但你的這個以為也隨之被擊得粉碎。\n當你遭到如此嚴重的侵犯時，你被迫直面自己的公平觀、正義觀，它們體現在生活的方方面面，包括愛情和婚姻之中。你持有的這些信念，你可能從未明確表達過，但一旦這些信念遭到挑戰，你就會驚訝於自己有多麼依賴它們。你的信念是，如果你做了事件甲，結果就有事件乙（這個事件乙是你可以預料到的，因此你做該做的事，就能獲得被愛的感覺），這種信念讓你感到安全有效，給你的世界賦予了一個你可以信賴的運作機制。而現在呢，你意識到自己對幸福多麼無能為力，多麼依賴別人，甚至是你所愛的人來公平對待自己，卻很少能指望得上。\n當山姆得知妻子簡跟一個二十三歲的木匠上了床後，他的整個世界都崩潰了。他告訴我：“我一直覺得自己基本上算是個體面的丈夫，值得妻子的愛。我全心全意地愛著她，努力陪在她身邊，幫著做家務，幫著她準備研究生論文。哪怕她心情不好，我也儘量心平氣和，體貼入微。我母親常說：‘把你的妻子當王后，她就把你當國王。’真是太可笑了。也許在某個大問題上我讓她失望了，但她從不告訴我，也沒給過我改變的機會。現在呢，我覺得自己被誤導了，被欺騙了。現在我知道了，做人正派沒好報，反倒被人踢臉上。她對我做出這種事，我恨她。我變得自私，變得憤世嫉俗，我懷疑自己再也不會把人看得那麼好，把愛情看得那麼好了。”\n正如山姆的情況那樣，伴侶的外遇讓你情緒混亂，而在這之前，你對人際關係的運作機制很可能持有某些常見的信念：\n· “對自己的婚姻走向，我還是有一些發言權的。”\n· “如果我本質善良、富有愛心，就會為人所愛。”\n· “如果我做人正派，婚姻就會無憂。”\n· “我知道怎麼做會讓伴侶開心。”\n· “我可以信任我最好的朋友。”\n這些曾經不言而喻的想法，現在可能讓你覺得極其天真。然而，你可以質疑自己的善良、正派和是非觀，但不要放棄。為了理順這一切亂象，你可能又開始轉而覺得自己是罪有應得。\n在沮喪與困惑之中，你可能會認為，要不就是這個世界並非按照你曾以為理所當然的標準在運行（這種情況將導致外在混亂），要不就是你自己未達到該標準（這種情況將導致內在混亂）。或許你現在發現不了，但以後你會發現，這兩種觀點都誇大其詞、以偏概全了。你真的沒必要折磨自己，也沒必要把這個世界看得一無是處。生活不是那麼沒規矩，你也不是那麼不好。\n喪失宗教信仰：“上帝為什麼拋棄我？”\n為了解釋為何遭受痛苦，有的人可能會覺得自己被上帝拋棄了。正如猶太教拉比哈羅德·庫什納(Harold Kushner)在《當好人遭難時》(When Bad Things Happen to Good People)中指出的，在遭遇不幸的時候，人們最常問的是：“如果上帝存在，如果他有最低限度的公平，且不說愛和原諒，他怎麼能這樣對我呢？”\n不管你怎麼看待這個問題——上帝很殘忍，所以背叛了你；上帝很冷漠，所以離棄了你；上帝很公正，認為你不好，所以給你配上這樣的不幸——你都很可能再也無法從宗教或宗教儀式中尋得安慰，並比以往任何時候都感到孤獨無依。\n當你覺得自己的宗教導師對自己的事情淡然冷漠時，當你覺得以往給你社會認同感和情感支持的同修家人們離你而去時，你的宗教信仰可能就會更加動搖。當你向同修社團領袖求助，尋求心靈脩復、傳統家庭價值觀的心理支持，或是基本安慰的時候，你可能會感到非常失望。\n有的神職人員會給你講一些宗教上的陳詞濫調。比方說，他們會告訴你，如果你原諒別人，你就會被原諒。有的神職人員出於擔心信徒捐款、教會活動出勤等事宜，不想站在你這一方講話。當然了，也有很多人同情你、支持你。不過，由於你現在很痛苦，可能沒有人能立即安慰得了你。\n瑞秋的丈夫有了外遇，雖然有外遇的是丈夫，但瑞秋覺得拉比不願見的人卻是自己：\n“對我來說，宗教信仰一直很重要。我的丈夫是了不起的、受人尊敬的猶太社團領袖，那個時候他有外遇，跟一個非猶太女孩同居，而當時我是我們當地猶太人家庭服務中心的主席。現在我鬧不明白的是，當時到底是我在躲著別人，還是別人在躲著我。但我有感覺，感覺社團裡的每個人都在排斥我，甚至連拉比也是這樣。有一次，我看見拉比在跟我丈夫擁抱打招呼，我心想：‘就是這個男人給我行的受誡禮，給我主持的婚禮，還給我的兩個孩子行的割禮。將來某一天，他還會給我的父母主持葬禮。’不知怎的，我覺得假如有人願意幫我，那應該是他。可是，等到禮拜儀式結束後，每當我倆的眼睛對視時，他就避開我的目光。他一直沒跟我說什麼話——沒有勸告，沒有同情的話——於是我決定：‘就這樣吧，我不想信猶太教了。’為了擺脫痛苦，我放棄了我的宗教信仰。\n我要把自己隔離出去，給自己尋找一個不同的身份，即使與原來的信仰截然相反。我的丈夫最終還是回頭了，但我花了八年時間，才能內心平靜地重新遵守猶太教的儀式。有一天，我去見拉比，帶著憤怒直接面對他。但對我這麼些年的傷痛孤獨，他似乎毫不知情。現在他知道後，卻怪我沒有早點去找他，說這讓他很難過。\n我沒辦法確定他說的話是真是假，但我認為他就是太膽小，太圓滑，不願意給自己找麻煩。畢竟，我丈夫在當地還是有影響力的。在我看來，這世上只是又多了個懦夫，或者說多了個沒有善心的人，他無法超脫他的個人利益來幫我，卻希望我的態度能讓他覺得自己很重要。去你媽的，這就是我的心裡話。那幾個月裡，我在心裡扔掉了很多尸位素餐的傢伙，開始尋找能滿足我精神需求的其他途徑。”\n如果你跟瑞秋的情況一樣，那麼你對宗教領袖的失望，也會把你的信仰變成一個笑話，也會把你的上帝變成一個冷漠無能的雕像。無論你所幻滅的對象是神職人員還是上帝，你都很可能有一種被拋棄感，自己從中獲得肯定和精神寄託的力量源泉原本是那麼親密、那麼深沉，如今卻拋棄了自己。請記住，在這個階段，你產生這種感覺是正常的，它並不一定意味著你會永遠喪失信仰。\n喪失社會交往：“我能向誰傾訴呢？誰會支持我呢？”\n當你遭到伴侶外遇的傷害時，你會有羞恥感、自卑感，這可能會讓你覺得所有人都在議論你，躲瘟疫似的躲著你——不然的話，他們為什麼不再給你打電話問好，不再邀請你出門呢？\n你內心中的一部分想要採取主動，告訴全世界你是如何被侵犯的，另一部分卻想要保持沉默，獨自療傷。這一刻，你渴望別人來認可自己是一個可愛的人，想抓牢每一個願意聽你傾訴並承認你受到傷害的人。下一刻，為了維護自己的臉面，為了不被人嘲笑，為了保護那個欺騙你的伴侶而懷有某種有悖常情的責任感，你又退縮了，把自己與外界隔絕開來。\n瑪麗，一位聲譽卓著的投資銀行家的女兒，從小被教育要保守家庭秘密，遇到問題就自己解決。當她發現丈夫有外遇時，亟需與家人和朋友傾吐心聲的她，卻將自己的內心封閉了起來。回首往事，她對我說：“那個混蛋對我做了那些事以後，我竟然想保護他的名聲，我把這視為我神聖的工作，真是難以置信。”但她丈夫不知悔改，還繼續在外面鬼混，於是她轉而尋求朋友們的心理支持。“讓他擔心自己的名聲去吧。”她說。\n假如你的父母健在，你很可能痛苦於是否將此事告訴他們。無論你決定如何，都會有很大的風險，你會問自己：“他們知道了這件事，將來家庭聚會時大家會難堪嗎？讓他們敵視我的伴侶，會導致伴侶更難留下來嗎？我真的想讓父母知道自己在感情上出問題了嗎？我想在情感上依賴他們——讓他們再像撫慰孩子那樣撫慰自己嗎？我能面對他們的憐憫、非難與譴責嗎？我想跟他們講外遇中那些一地雞毛、令人難堪的細節嗎？一旦我在情感上再成為依賴他們的孩子，我將如何獨立呢？”\n假如你已經為人父母，你一定會痛苦於是否將此事告訴孩子。“讓他們承受這醜陋的真相，明智嗎？他們歲數還太小，能懂嗎？”你渴望孩子的同情，又擔心他們對自己的伴侶產生敵對情緒。你一邊想著：“是的，我就是想毀了他們之間的關係，誰讓那個人毀了我。我就是想報復，我就是想讓孩子們更愛我。”但你一邊又想著——父母雙方都是孩子不可替代的榜樣，孩子從父母那裡學會應該如何做人——這讓你很猶豫，要不要強迫他們在父母之間選邊站。你會問：“我想讓他們在破碎扭曲的自我意識中成長嗎？這個真相會對他們的自我認知產生什麼影響？他們成年後會不會更可能搞外遇？他們會害怕對親密關係負責任嗎？他們會為發生的事責怪自己嗎？又或者，假如我能迅速彌合自己的婚姻，他們可能就永遠不知道這件事了呢。”\n向朋友傾訴，你也顧慮重重。你會想：“我能相信他們替我保守秘密嗎？會不會把事情搞到盡人皆知呢？大家都不想跟關係不和的夫妻有來往，這樣一來，我們豈不是每個週六晚上都得獨坐家中？要麼出於真的義憤，要麼出於想讓我好受點，我信任的那些朋友很可能會說我伴侶的壞話，這樣一來，我們夫妻一道出席朋友聚會豈不是很尷尬？最糟糕的是，如果有的人站在我伴侶那邊怎麼辦？”\n有的人會認為，婚外情具有傳染性，如果與受婚外情影響的人過於親密，就可能影響自己的伴侶關係。要意識到這一點，這很重要。對這些人來講，他們忌諱不忠行為，所以不要對他們期望太高，也不要把他們表現出的冷淡當作是針對你個人的。很可能是他們有了被威脅感，被他們自己都不理解的東西所威脅，又或者他們自己的伴侶關係也很脆弱，比他們自己所知道或願意承認的情況更加脆弱，所以他們對你冷淡。\n大多數朋友會想幫助你，安慰你，只是不知道說什麼好，或者不知道從哪裡說起。哪怕是葬禮也有表達哀悼的儀式，祝福者會講一些安慰人的套話；但對於伴侶不忠的情況，就算是摯友可能也不知道怎麼安慰你。他們不確定該說些什麼、該做些什麼，所以可能避而不見，或者不跟你聯繫。他們可能正在從你身上尋找線索，想知道你是否需要陪伴，想知道你是否不願獨處。要意識到這一點，這很重要。通常情況下，他們遠離你的動機是出於尊重，他們認為你希望保留隱私。你可能需要邀請他們，請他們回到你的生活中。\n有的人可能會想到去找心理治療師聊一聊，因為心理治療師是自己不認識的人，態度中立，願意傾聽，也會盡力幫助自己。這似乎是個最合乎邏輯的辦法，但你可能也很糾結要不要這麼做。有一位被丈夫背叛的妻子告訴我：“我猶豫了好幾個月的時間才給你打了預約電話，我以為你會被我的秘密嚇到。”這個女人終於來找我的時候，只把她丈夫當時的外遇情況都告訴了我，隻字未提之前發生的許多次一夜情。她後來承認說：“雖然聽起來很瘋狂，可我當時害怕你會建議我離開他，而我還不確定自己是否這麼想。”她以為如果接受治療，她就會被迫決定自己是否想要結束婚姻，而她真正想要的卻是想弄明白自己的矛盾心理（第三章、第四章將幫你做此探討）。在第一次預約治療快要結束的時候，她站起來說：“現在，我知道自己為什麼來這裡了。我需要大聲把心裡話說出來，需要把發生在我身上的事情帶給我的情緒理清楚。我不需要知道未來會怎樣。我到這裡來是為了自己，是為了讓自己起死回生。”\n向別人敞開心扉，這個行為充滿危險。父母、孩子、朋友、心理醫生——在你困難的時刻，他們都有可能幫你，但也都有可能令你與他們疏遠。該相信誰，該說多深的話，都很難講。沒有規則，也沒有對錯。你所能做的，就是斟酌坦白的結果；除了你自己，無人能權衡你的風險和需求。\n無論你決定做什麼，都不要把自己孤立起來，不要讓自己的生活變得更加孤獨。如果你認為摯友不希望你去找他們，或者你在社交場合總得表現得輕鬆愉快，那麼你很可能會把自己封閉起來，壓制自己迫切尋求心理安慰的需要。如果有這麼一群人，他們會讓你的生活變得健康而有意義，即便你一開始感到不舒服和難為情，那也主動伸出手吧，讓自己重新融入他們。\n喪失人生目標——甚至是生存意志：“有時候，晚上開車回家，忽然想把車開向路邊撞死，一了百了。”\n當你無法想象自己以後還會愛或被愛時，當你失去認同自我或生命價值的能力時，當活著比死去更加痛苦時，你出現自殺的念頭也就不足為奇了。對於另一半的外遇，最可悲的反應就是：失去活下去的意願。\n寶拉有一個智障女兒，還懷著二胎，這時她得知丈夫跟她最好的朋友西比爾上床了。她告訴我：“有一天，我感覺活不下去了，我想不出任何活下去的理由，我覺得自己失敗極了。西比爾有手腕，又性感。我自以為的這兩個最好的朋友，聯合起來背叛了我。我尚未出生的孩子本該至少擁有我能給予的一切，或者世界能給予的一切，我心裡這麼想著，手上卻關上車庫門，把女兒安置在我旁邊的位子上，打開發動機。我是不是瘋了？我想我是瘋了，充滿悲傷，充滿怨恨。我忽然意識到，這麼做太瘋狂了，我有義務為了孩子們活著，也許我丈夫也是出於瘋狂才做出這種事情的。在某種程度上，我理解他是一時放縱，是想從對女兒的責任中逃離，是出於對我們下一個孩子健康的焦慮。我決定跟他談談這些想法。從那以後，我們一直在一起，重建我們的婚姻。我覺得我們活得很艱難，比大多數人都要艱難。不過，我們能夠一路走來，這歸功於我們能戰勝痛苦並原諒彼此的人性，我當時是這麼想的，今天還是這麼想的。作為父母來講，我們都對孩子有愧，但願我們的關係能夠彌補生活未賜予我們的東西。我們終於開始學會承認面對的痛苦，學著像朋友那樣團結起來。”\n生命中沒什麼事件比伴侶的背叛更具破壞性了，對寶拉而言是這樣，對你而言也是這樣。不過請記住，抑鬱就像清晨的濃霧，它讓你看不清真相；有自殺的念頭和將自殺付諸行動，結局是不同的。如果你覺得自己可能傷害自己或者他人，可以到醫院掛急診或打電話向朋友訴說：“我抑鬱了，請保護我。”你想殺死的對象不是你自己，而是你的痛苦。\n你當下要做的事情就是儘量忍受絕望，即使你還不知道如何緩解它。此時此刻，你可能很難相信我對你說的話。但你必須有信心，你終將再次學會珍重自己，並和你珍惜的人建立真正的情感聯結。\n性別差異：性別差異會影響你對外遇的反應嗎？\n男性和女性往往賦予伴侶外遇不同的含義，這反過來又影響他們對此的情感反應。重要的是不能一概而論——某些人情況如此，其他人則未必——不過，有證據表明，大多數人的反應至少在部分程度上是有性別差異的。無論生理上和文化上的性別差異有多麼不穩定、不準確，意識到這些差異，應該能讓你對伴侶外遇引發的反應有所瞭解，讓你不那麼崩潰和孤獨。這應該也有助於伴侶更好地理解你。\n一般來講，女性更可能想要修復並保持關係；男性更可能想要尋求結束關係並另覓新歡。女性往往會感到沮喪並攻擊自己；男性往往會發怒並暴力攻擊他人，哪怕是幻想也好。女性可能更傾向於把此事歸因於自己卑微不堪，男性可能更傾向於把此事歸因於自己性能力不足。女性可能會誇大外遇事件的重要性，需要更長的時間才能痊癒；男性可能會藏匿痛苦，然後繼續過日子。\n性別差異之一：女性試著維持關係；男性喜歡轉身逃離\n女性：“也許我們可以找到解決辦法。”\n男性：“別麻煩，回不去了。”\n如果受傷方是女性，她更有可能努力維持夫妻關係——部分原因是她的出身一直教導她取悅別人、剋制自己。如果受傷方是男性，他則傾向於止損，然後尋找替代者，尋找某個人來給予他覺得自己應得的關愛。一般情況下，女性在情感上遭到踐踏，她們會保持沉默或隱藏自己的感受。迫於維持表面和諧的壓力，她們往往壓抑真實的自我，壓抑“我對此不滿”的內心訴求。我們這個社會向大眾傳達的信息是：女性的工作就是維持與他人的關係，這也是衡量她自我價值的標準。有一項有趣的研究表明，八歲左右的女孩被男孩欺負後，在被問及自己的感受時，她們知道自己在憤怒，並會將這個情緒表達出來；但十二歲左右的女孩被男孩欺負後，在被問及自己的感受時，她們則回答“我不知道。”有充分的研究表明，隨著女性年齡增長，受到傷害時，她們中的許多人不再相信自己的直接感受。遭遇不忠的女性，如果無法意識到伴侶在傷害自己，如果為了維持關係而不再直接正告對方自己的負面感受，如果害怕“吹哨”，那說明你已經被社會訓練得很到位了。\n還有一個原因導致許多遭遇不忠的女性尋求維持關係，甚至是已經破裂的關係，那就是她們認為並害怕如果自己不如此，以後就只能一個人過了。1986年，哈佛大學和耶魯大學的研究人員班尼特(Bennett)、布魯姆(Bloom)和克雷格(Craig)做了一項著名的婚姻調查研究，該項研究認為單身漢短缺，這讓很多女性陷入了恐慌。雖然蘇珊·法露迪(Susan Faludi)在1991年指出該研究的數據嚴重誇大事實，但還是在女性群體中造成了失婚恐懼症並延續至今，這類女性認為到了四十歲以後，自己的結婚機會幾乎為零。\n就經濟狀況而言，離婚女性比離婚男性的壓力更大，部分原因是她們承擔了更多的撫養孩子的責任，部分原因是她們的前配偶更有可能去支付自己的養車費用，而不是撫養孩子的費用。雖然兩性收入差距正在縮小，但女性往往從事較低級的工作，或在類似的崗位上掙到的錢比男性掙到的少——只佔男性掙到的77%。僅僅出於這些實際的原因，許多女性就會努力維持自己的婚姻。\n對於男性而言，男性傳統上更有經濟保障，更有信心能換個伴侶，因此男性遭遇伴侶外遇，就不大可能努力讓配偶回心轉意。由於男性很少用夫妻關係是否成功來評判自己，當婚姻關係破裂時，男性往往覺得自己沒什麼可失去的。因此，在遭遇伴侶外遇以後，女性傾向於保持沉默；男人則傾向於逃離婚姻，眼不見這個痛苦之源，以求抹去自己的傷痛。\n性別差異之二：女性變得鬱鬱寡歡；男性變得惱羞成怒\n女性：“我生命中最重要的情感關係失敗了。”\n男性：“如果讓我碰到妻子的情人，我會殺了他。”\n女性對伴侶外遇的反應往往是攻擊自己。男性對伴侶外遇的反應往往是怒火中燒，他們會攻擊傷害自己的人，至少在頭腦中會做如此假想。\n根據梅奧診所(Mayo Clinic)最近的數據，女性患上臨床抑鬱症的幾率是男性的兩倍。原因之一是，女性傾向於把評判的矛頭向內指向自己，而不是向外指向他人。另一個原因是，女性更有可能用自己與他人的關係來評判自己，並將自我價值等同於自己是否被愛。如果情感關係產生動搖或已經失敗，女性更有可能感到沮喪並收縮自我意識。她不僅失去了伴侶，她也失去了自己。\n與之相反的是，男性更有可能將憤怒指向妻子或她的情人，而不是自己。有攻擊性的男人往往必須剋制自己，以免做出暴力行為，但即使是被動的、內省型的男性，也會在頭腦中假想攻擊“仇敵”。無論是哪種情況，憤怒情緒讓男性覺得自己強大，能夠掌控局面，從而抵禦諸如羞恥感和自我懷疑等不安情緒。有些男性會把伴侶視為受害者，被其情人引誘操縱的受害者。他們把憤怒指向伴侶的情人，以避免面對這樣的痛苦：你的伴侶之所以出軌，是因為她對你非常不滿。\n性別差異之三：女性覺得自己不是個好伴侶；男性覺得自己不是個好愛人\n女性：“我表現不夠好，沒能讓丈夫滿意。”\n男性：“我陰莖不夠好，沒能讓妻子滿足。”\n如果你是遭遇丈夫不忠的女性，你可能會把丈夫的背叛歸因於自己表現不夠好，這個表現不僅僅指床上的表現。你可能會認為，伴侶出軌是為了愛而不僅僅是為了性，吸引他的不僅僅是身體。這樣一來，你可能會比你的伴侶更關注其婚外情的意義。當他堅持說“我從沒愛過那個女人，我從沒想過要毀掉我們的婚姻，我沒把那場外遇當回事”時，你可能要花很長時間才能理解或相信他的解釋，但又很想相信他說的是實話。\n如果你是遭遇妻子不忠的男性，你會傾向於認為妻子的背叛是為了更好的性滿足，這種想法讓你覺得自己的性能力不足並心生嫉恨，由此還可能導致對妻子或其情人的暴力行為。男性往往會忽視或輕視除了性以外的其他問題，比如溝通方式、親密程度，而這些可能是伴侶非常看重的東西。如果你想挽救你的婚姻，可以先問問自己的伴侶：在你們的婚姻關係中，她覺得有哪些方面還有欠缺？為了讓她感受到你的愛意與欣賞，你能做些什麼？\n性別差異之四：女性心有執念；男性轉移注意\n女性：“我沒法不糾結他有女朋友。”\n男性：“我才不願想她的風流韻事。”\n對女性而言，其生命中最親密的關係是否成功，跟其自我意識是密切相關的。因此，女性往往比男性更執著於伴侶的外遇，更有可能執著於伴侶對她的欺騙，而不顧及其他一切。在這個過程中，伴侶的謊言會讓她變得越來越痛苦，在很長一段時間內都無法信任伴侶。她反覆回想伴侶外遇的細節，反覆以此傷害自己，讓自己處於不安之中。\n與之相反的是，男性對伴侶外遇不會過多地反覆考慮，他們會花更多的時間積極參加體育活動，來讓他們覺得自己掌控局面、能力不凡。他們似乎更能將痛苦隔離開來，然後繼續前行——通常是再找一個伴侶。\n這些性別差異真的會影響你對伴侶外遇的反應嗎？如果你是男性，你會像女性那樣抑鬱並自我攻擊嗎？如果你是女性，你會像男性那樣對自己的性能力耿耿於懷嗎？\n當前研究表明，男女性別模式確有不同，但這並不意味著它們就能套用在你身上。事實上，有時情況可能正好相反。畢竟，遭到伴侶背叛的女性肯定有能力彰顯憤怒。關於這一點，歐里庇得斯早在兩千多年前就知道了。他在《美狄亞》的故事裡，寫了美狄亞被丈夫拋棄，為了報復丈夫的不忠，她殺死了自己的孩子和丈夫的情人。讓我們把時間調回到兩千四百年後，有一次在某日間脫口秀節目中，我作為節目的嘉賓專家，只見一位妻子奔過舞臺，對跟她丈夫上過床的一個保姆大打出手，場面上倒沒有太強的希臘風格，但悲劇色彩一點也不少。\n至於遭到伴侶背叛的男性，要說他們從不糾結於伴侶的不忠，或者不曾努力讓伴侶回心轉意，那也很荒謬。這裡絕不是說哪種情緒反應就是男性或女性的專屬特徵；我們在這裡討論性別差異，只是為了幫助你和你的伴侶，讓你們在無望的人生階段裡，對彼此的行為模式有一個更加全面的看法。無論你是男性還是女性，遭遇了伴侶的背叛，你所承受的失落都是深刻而複雜的。\n愛默生曾經說過，能從所愛之人的背叛中挺過來，是走向成功的必備能力。在某種程度上，這句話講得很好。不過現在，你不止應該挺過來，還應該開始療愈。為了開啟療愈的旅程，作為受傷方，你要接納自己最初的情緒反應——過度反應、自我歸罪，心態絕望——你要明白，這些反應是完全正常的、可以理解的；或者，考慮到你的對策有限，考慮到你所蒙受的巨大損失，至少在當時的情況下，這是你能做出的最適當的反應。你要原諒自己失去了自我，並從內心裡重建自我。\n為了重塑你們的關係，你還要接納伴侶對外遇事件的反應，無論對方的反應跟你的反應有多麼不同。在本章中，背叛你的伴侶通過你的眼睛來看待不忠事件；在下一章中，你將通過你伴侶的眼睛來看待不忠事件。無論你相信與否，背叛你的人可能也在掙扎著想要理清這一切。"
  },
  {
    "id": "WYZH0005.html",
    "title": "第二章 不忠方的反應：置身抉擇的迷宮",
    "text": "第二章　不忠方的反應：置身抉擇的迷宮\n“回到婚姻的感覺就像是服刑。但是，我總不能拋棄孩子啊。”\n“我沒想過要愛上別人，但我就是瘋狂地愛上了。現在我無法決定該放棄哪段感情。”\n“我知道自己出軌了，但我不是有意傷害你，我對你的愛從來沒有停止過。我們就不能繼續過下去嗎？”\n既然外遇已經曝光，你心中可能就會有這些掙扎。你的這些掙扎，顯然跟你伴侶面臨的問題很不一樣。無論你的感覺有多麼糟糕，跟被你欺騙的人比起來，不忠事件對你的打擊絕沒有那麼具有破壞性，那麼讓你暈頭轉向、五內俱焚。\n這是為什麼呢？首先，你的自我意識沒有遭到攻擊。事實上，你的情況很可能恰恰相反——擁有一個情人，這種體驗證實了你的自我意識。你會覺得有兩個人要你，而你的伴侶會覺得自己沒人要。外遇還讓你對自己的世界有一種新的掌控感，你的權力更大，選項更多。與此相反，因為無法確定未來，你的伴侶可能會畏畏縮縮，無法安心。\n儘管你伴侶的失落感跟你的截然不同，並且更加傷人，但我相信，你正在體驗你自己心中的地獄。交待了秘密以後，你的心理壓力應該會大大減輕，暫時會輕鬆一點，但是心中很可能照樣存在矛盾。你可能一邊難以抵擋情人的吸引，一邊厭惡自己的欺騙行為，厭惡自己讓孩子跟著受苦。鑑於自己給他們造成的痛苦，你原以為對伴侶的怨恨可能有所軟化並變成了悔恨。對於你們之間的關係，你可能會決定再給雙方一次機會，卻發現伴侶並沒有準備輕易放過你。你為選擇而苦惱，為每個選擇所需要的妥協而苦惱，這時你會發現，自己陷入充滿選擇的雷區——寸步難行，既不能留下，又無法離開。\n你掙扎著要重整自己所謂的混亂生活，這時你要提醒自己，你的伴侶可沒有心情欣賞你的困境。你對是否離開情人深感矛盾，你對失去靈魂伴侶或莫逆之交而深感悲傷——所有這些，你的伴侶為什麼要在意呢？這些都是你自己的問題，你需要獨自解決。你若想以此得到伴侶的同情或理解，只會導致進一步的疏離。\n儘管你的伴侶可能堅持要有一個無條件的承諾，但在這個脆弱的時刻，你很可能沒有準備好，無法做出某些不可逆轉的人生決定（這些人生決定我們將在接下來的兩章進行討論）。你的當務之急——你的伴侶也同樣如此——是看清自己強烈而矛盾的情緒，並認識到，在這段人生旅程裡，你產生這些情緒是多麼地恰當正常。下面列舉了外遇曝光後最常見的情緒，看看能否找到與你情況一樣的：\n· 如釋重負\n· 沒有耐心\n· 長期焦慮\n· 不再內疚\n· 痛失情人\n· 愧對孩子\n· 孤立無援\n· 充滿絕望\n· 寸步難行\n· 自我厭惡\n如釋重負：“我厭倦撒謊了。”\n一旦外遇真相曝光，人們心理上通常都會如釋重負。即使暫時不知情況怎麼發展，你也可能會覺得，自己從謊言和欺騙帶來的麻煩中解脫出來了。你甚至會覺得自己身心淨化了。\n安德里亞，三十九歲的家庭主婦，在丈夫傑夫發現她有外遇以後，她反而如釋重負：“兼顧兩種人生的日子太荒謬了。我無法繼續欺騙下去，更別提那種壓力了。假如我知道週三下午要跟男朋友做愛，週二晚上就要先跟傑夫做愛，這樣傑夫就不會很快又想做愛了。我開始害怕傑夫提出做愛要求。傑夫最終發現此事以後，我發誓離開男朋友，於是我的生活多年來第一次清晰明朗了。只過一種人生的感覺太棒了——總待在一個地方，我該待的地方。”\n馬蒂，已婚，四十七歲，股票經紀人，對於自己走出外遇這條刺激的快車道，他很高興：“我曾經對那麼多人撒過那麼多謊，都不知道自己是誰了，也不知道自己對誰說過什麼話。我無法分清自己不同的生活，也無法分清真實與謊言。我總是害怕出差錯，害怕被抓個正著。我和情人過了一個晚上後，就要趕緊跑回家，路上遇到紅燈就會罵，神經一直緊繃著，知道自己回來晚了，知道自己進門會面對妻子的盤問。我年紀太大了，不適合幹這個。當她最終當面質問我時，我求之不得地說出了真相——我如釋重負。”\n就像馬蒂那樣，坦白秘密可能讓你覺得一切都好了，但不久之後，你很可能就覺得事情變得更加混亂和複雜。\n沒有耐心：“我都已經離開情人，向你坦白一切了。你還想怎麼樣？”\n一旦事情敗露，你可能會急於主動重建關係。這不僅僅是你想要重建關係；更自私的說法是，你不想在每次面對伴侶痛苦時感到愧疚。然而，伴侶的思維方式可跟你不一樣。你想著要減少傷害並繼續過下去，但對於你做得很明顯的努力，對方反而可能感到憤怒。正如婚姻家庭顧問戴夫·卡德爾(Dave Carder)指出的那樣，伴侶被背叛後，“需要跟背叛者迷戀情人那樣同等強烈的憤怒感，需要跟背叛者婚外喜悅那樣同等強烈的痛苦感，需要跟背叛者欺騙自己那樣同等強烈的報復感。”\n你現在可能會心生歉意，但又沒有耐心。“伴侶一直在言語上攻擊我，讓我產生負罪感，但這似乎解決不了任何問題，只會讓我們倆越走越遠，對此我要忍受多久？”\n克里斯，三十九歲，汽車經銷商，他為自己跟妻子坦白了性出軌而感到驕傲，他甚至覺得自己沒有罪過了。在父母的敦促下，他再次成為了基督徒，認為自己的眼淚已洗刷了自己的罪過。他原諒了自己，並希望妻子也能原諒他。然而，他的妻子卻不為所動。“他覺得自己純潔了，他倒是好過了。現在所有事端都推給我了。我該拿他的欺騙怎麼辦呢——我要歡欣鼓舞嗎？”\n震驚、怨恨、憤怒、絕望——這些都是你伴侶非常典型的情緒反應。但是，如果你期望對方的這些情緒很快消失，那隻會增加你的挫敗感。沒有妙法捷徑，沒有神奇咒語。對你發揮治癒作用的，只能是梅拉妮·貝蒂(Melanie Beattie)所謂的“經歷各種事情”——那些微小具體的行動，那些累積下來的瞬間，它們會讓你的伴侶相信，你已經能直面自己的口是心非，直面自己的醜陋自我，可以放心地再次信任你了（第六章將討論這些）。這需要時間積澱。當下，你需要的是堅持，要儘可能地有同情心、忍耐心，關心你伴侶的情緒困擾，讓對方感到安心，讓對方感到尊重，讓對方願意冒險重新愛你。\n長期焦慮：“我只要讓自己忙起來就沒事了。”\n既然外遇已經曝光，有一種駕馭焦慮的方法就是讓自己忙事情，這些事情有的有目的，有的沒目的，有的是為了建設新生活，有時是為了避免去想外遇的事。\n你越是困惑，越有可能強迫自己從事各種活動，以轉移自己的注意力。諸如電視、健身、網上購物，都能轉移你的注意力，只要能讓你遠離你真正要做的事——直面自己、直面生活。\n戴夫告訴我：“向妻子坦白並和情人分手後，我急切地想有一個全新的生活。我從來沒有給自己機會去思考，更別說去感受什麼了。在一個星期內，我就戒了煙，開始了健身，給我們家臥室新設計了側室，重整了我的辦公室，買了昂貴的新玩具——一艘更快、更時髦的船。做這些事，就是為了有所改變。但過了好幾個月我才意識到，對於真正的問題，我根本沒做任何事。”\n正如戴夫發現的那樣，這些逃避現實的策略有可能暫時平息你的焦慮情緒，讓你自以為掌握了生活，以為一切都回到了正軌。但是，強迫性忙碌——正如上一章所指出的——只在表面暫時修復了問題，它轉移了你的注意力，但那些問題仍深深藏於你的內心和你的婚姻之中，並且更加讓你不安。而如果你們要一起建立新的生活，那些問題最終還是需要解決的。讓生活積極起來是挺好；想要重新開始生活，也可以理解。翻開新的一頁，總是讓人感覺很棒。但是，你還是需要及時理清自己的感受，直面並處理導致你出軌的那些問題。\n不再內疚：“我在做自己想做的事，這種感覺很好。”\n即使外遇曝光，你也可能幾乎沒有或完全不會對自己的行為感到內疚，不會為破壞了夫妻彼此信任的契約而懊悔。\n你給伴侶造成了痛苦，卻對此顯得冷漠無情，這可能會讓你伴侶產生情緒，一觸即發。有一位病人名叫格倫，當他那不忠的妻子承認並不為外遇有絲毫歉意時，他告訴我：“她真是麻木不仁，這事對我來講是終極的侮辱。她說她想要我跟她和好，但對背叛我這件事卻沒有絲毫悔意。她對我的感受視而不見嗎，還是因為我對她無足輕重？”\n如果你像格倫的妻子那樣，不覺得內疚或覺得沒必要道歉，有五種常見的原因：\n1.你已經決定放棄婚姻，並利用外遇來加快進程。\n2.你有性格障礙，無法對任何人產生同情或悔恨。\n3.你對伴侶感到憤怒。\n4.情人讓你身心愉悅。\n5.你對不忠的認知觀念開釋了你的外遇行為。\n第一種原因，本書沒什麼需要說的。第二種原因，超出了本書討論範圍。讓我們看看其他三種原因。\n對伴侶感到憤怒\n對伴侶感到憤怒，這可能有很多原因。你可能覺得，你在跟伴侶的關係中得不到什麼滋養，伴侶認為你的付出是理所當然，伴侶只是在利用你。你可能覺得，你放棄的太多而得到的太少，犧牲了重要目標或夢想，自己太久沒有得到真正的個人滿足。你積攢了很多怨恨，因而沒給其他情緒留下多少空間。\n當你有外遇甚至在外遇曝光以後，你對伴侶當然更多的是憤怒而不是內疚了。原因在於，這兩種情緒是負相關的：憤怒越大，內疚越少；對伴侶的怨氣越大，對自己的自責越少。你所體驗到的憤怒，可能是對伴侶曾如何待你的合理反應，又或者是你對自己行為感到內疚的一種防禦手段（大約兩千年前，古羅馬歷史學家塔西佗就已寫道：“憎恨被你傷害的人，這是一種人性”）。讓人難以辨別的是，憤怒總讓人覺得它是合理的——憤怒是人類情緒的一個基本特性。\n憤怒往往自帶一種偽善的意味，它可能會讓你覺得，你有權去別處獲取在家裡求而不得，而你又自認為應得的愛和關注。約翰的情況就是如此，結婚二十五年以後，他對妻子大發雷霆，脫口而出：“你這個臭婊子，老子忍你太久了。老子走。這就走。”\n約翰的憤怒看上去很合理，表現出他想要解脫的姿態。這矇蔽了他的雙眼，讓他看不見自己長時間不著家，不關心孩子，也沒能讓妻子感覺到愛，並且還讓他認為，他的婚外情很正當，是公平的回報。但如果他從憤怒中走出來，就有可能看到自己並不是那麼無辜，而妻子也不是那麼差勁。\n對外遇身心愉悅\n沉醉於情人的乾柴烈火與濃情蜜意，遠離婚姻關係中的世俗義務，你可能不關心甚至也不考慮外遇對他人的影響。有一位病人告訴我，“我感覺非常快樂，順應世界時尚，我不想分析這件事。事實上，我根本不想考慮後果。我只想繼續。”人性總是把意義歸於感覺，你感受到的純粹喜悅會暗示你，終於體驗到真愛了，不要有任何內疚。當然，這並不意味著你的婚姻關係註定要完了；這可能只是表明，此時此刻，外遇對你有很強的吸引力，讓你神魂顛倒。事後回頭看，你就會意識到自己陷入了情感旋風，因而無法理清自己，直至塵埃落定。\n為不忠開釋的內心認知\n你可能沒有負罪感的第三種原因是，你持有某些認知，這些認知開釋了你的通姦行為。有些認知在你們夫妻關係確定前就已形成，並反映了你長期以來對愛和承諾的理念。有些認知則可能是應景的合理化解釋，用以保護你的自尊心，壓抑你的內疚感，允許你的出軌行為。相信了這些認知，你可能就不會對自己的出軌感到內疚了：\n· “只要我愛那個人，就可以有外遇。”\n· “只要我不愛那個人，就可以有外遇。”\n· “只要我的伴侶不知情，就不會傷到他/她。”\n· “一夜情，玩玩嘛，又不會改變我們的關係。”\n· “我只能活一次，應該儘可能玩玩。有些需求從情人那裡得到滿足，有些需求從配偶那裡得到滿足，挺好的啊。”\n· “外遇讓我更幸福，能讓我當個更好的伴侶。”\n· “外遇不破壞家庭，還滿足了我的需求。我這麼做，也是為了孩子。”\n· “不應該有一夫一妻制。”\n· “我對沖動沒法控制。”\n· “我的生理本能就是出軌。”\n· “男人都是色狼。”\n· “每對夫妻都各有秘密。”\n· “我有權把自己的另一面隱藏起來，不讓伴侶知道。”\n· “既然我的伴侶很可能知道我的事也沒當面質問，那就沒問題，只要我不招搖就行。”\n· “我不應該犧牲我的需要，就為了伴侶感到安全或幸福。”\n· “我從未承諾要做個完人。”\n· “如果全心全意只對一個人好，我一定會受傷的。”\n我的建議是，你的情緒底下藏著各種認知，除了上面列出來的，可能還有別的，你要看見這些認知並問問自己：\n· 這些認知正確嗎？\n· 這些認知有用嗎？這些認知現在還對我有幫助嗎？\n你可能會發現，有些認知正在削弱你與伴侶產生親密關係、對伴侶保持忠誠的能力，那麼你就要修正或丟棄這些認知。請記住，如果你對不忠的態度是支持的，那你出軌的可能性更大。\n有一個名叫萊恩的病人曾對我說，男人都會出軌。但是，他仔細觀察這個認知後，才意識到這是在他兒時形成的，是為了讓自己不對出軌的父親心生厭惡而形成的，但到成年後，他仍然保有這個認知，帶著這個認知走過了三段婚姻，發生了一次又一次一夜情。他終於明白他不是他父親，他用以保護自己長達二十多年的認知，已經不適用於現在的自己了。他意識到，就算產生了某個認知，也不一定要讓它發生作用，不一定要讓它變成事實。\n痛失情人：“這個讓我覺得自己如此特別的人，我永遠忘不了。”\n結束外遇後，你可能會為拋棄情人而感到內疚，經年累月地為此深感傷痛。\n你有自責情緒，這是可以理解的。情人是你生命裡的新伴侶，是你生命裡的救星，把你帶進曾以為遙不可及的性親密、性興奮的世界。你可能會覺得，有人理解自己了，有人關心自己了，而這種理解和關心是你做夢也想不到的。或者你只是覺得，有了情人的生活更有趣，更有活力。最重要的是，情人可能已經改變了你的生命體驗——以某種深刻的改變增強了你的自尊，讓你感覺自己更加聰明、更有能力、更有魅力、更加性感、更有冒險精神。簡而言之，正如埃塞爾·斯佩克特·珀森(Ethel Spector Person)在《愛之迷夢與致命邂逅》(Dreams of Love and Fateful Encounters)中所言，浪漫愛情可能會助你“克服自我的束縛”。情人贈你如此珍貴的人生禮物，你因為拋棄對方而心生內疚，這是很自然的，尤其是在你曾或明或暗地承諾過要跟對方在一起的情況下。\n有一位名叫約翰的病人，外遇了他三十五歲的藝術老師，外遇結束後，他的內疚情緒就很典型。“她給了我——或者說，是我奪走了她生命中最美好的年華。現在，她老了五歲，找對象生孩子的機會大大減少了。我欠她很多，哪怕是為了迴歸家庭而拋棄她，我也覺得自己像個無賴。”\n內疚是你可能會感到的一種情緒；悲傷則是另一種——悲傷於失去一個可能讓你重拾青春的人，悲傷於失去一個讓你瞥見美好生活的人。這種悲傷可能會在任何時候悄然襲來，甚至在幾年以後：有所聽，有所見，有所嗅，就突然湧出一股情感洪流。\n“我和迪恩分手一年多後，有一次我在麥當勞排隊，”愛麗絲告訴我，“我敏感地聞到前面陌生人用的鬚後水，就是他用過的那種，我身體一下子就不舒服了，不得不跑出去透口氣。”\n伯特說：“我跟瓊說，我要回到妻子身邊，那時我以為生活會變得簡單一些。我告訴自己，‘眼不見，心不煩。’可我越見不到她，就越想起她。我一直剋制自己不要給她發電郵，不要假裝去碰見她。我不後悔迴歸家庭，但我有時還是很想念瓊。”\n對拋棄情人心生內疚，這可能比外遇本身更令伴侶憤怒：關心情人的感受甚於關心我的感受，而我還要跟這種人住在一起，還有比這更侮辱人、更丟人格的事情嗎？然而，還有一件事情比其餘的一切，甚至比你的內疚都更傷人，那就是：你繼續為失去情人而悲傷，即便你說要努力重建家庭。這種悲傷可能不會減弱你自己重建婚內信任的努力，卻可能會打擊你伴侶的努力。如果你現在要求伴侶理解你的悲傷，只會自取其辱。\n反過來講，你的伴侶也不應該要求你做出保證，要你做到跟情人在情感上一刀兩斷。這種事你可能做不到，這會把你置於兩難境地：要麼撒謊，要麼說實話，而說了實話，你的伴侶心裡更不是滋味兒。你的伴侶需要認識到，你對這個人的愛可能是真的，任何詆譭這種愛的行為，只會招致怨恨。再反過來講，你需要記住的是，你的伴侶正在遭受痛苦，所以可能會貶低你的情人，但你的伴侶之所以這麼做，只是為了恢復其失去的自尊，贏回你的心。\n你們雙方都應該考慮的是，你這個婚姻中的不忠方，你深切看重的未必是你的情人，而是情人帶給你的感受；你要尋求的不是伴侶的替代者，而是改變自己的基本自我意識；如果你們雙方都願意敞開心扉，做出改變，那麼你也許可以跟你的伴侶一道，找到你所需要的東西。你們倆的生活裡可能還會有你情人的陰影，但這並不意味著你們無法擁有豐盈充實的生活。\n愧對孩子：“我當的什麼榜樣？”\n身為父母的你，可能會擔心自己的外遇會對孩子產生不好的影響，擔心他們對你的感覺。還有什麼比失去孩子的愛和尊重更可怕呢？在你的內心深處，你希望孩子把你視為可敬仰的父母，而不是困頓迷失之人，不是拋棄他們的人。\n比爾有個十六歲的兒子叫約翰，當他想象著把自己有新女友希瑟的事兒告訴兒子時，心中便充滿了負罪感。比爾的第一段婚姻裡，妻子出車禍喪生了，他獨自把一歲的約翰拉扯大。現在，比爾進入第二段婚姻已有六年，而他卻面臨著一個棘手的抉擇。“我瘋狂迷戀著希瑟，”比爾告訴我，“但又不想讓約翰再失去一個母親。現在正是他的青春期，我怎麼能再次傷害他呢？如果我再次讓他沒了家，他將永遠不會原諒我。”\n同比爾一樣，對你來說，無論怎麼把自己有了新人的事情告訴孩子，都有風險。你在家裡沒有得到滿足或者魂不守舍，他們可能不會理解，更不會同情；他們只知道你在威脅這個家庭的存在，威脅他們現在的生活。他們可能會用他們的方式在心中開釋你的行為，因為他們需要繼續依附於你；他們也可能會敵視你，因為你剝奪了他們的美好童年。\n蒂娜有個十八歲的女兒，當她想要跟女兒解釋為什麼在跟另一個男人約會時，她女兒厭惡地轉過身。“我不明白你為什麼不能跟爸爸談談，讓他知道你不開心。你告訴我，你討厭他很被動，但你為什麼不直接跟他說：‘哎，我要你為我多做點事——付賬單、預訂晚餐、修馬桶這些事。只要幫我分擔一些就行。’我們一家人共同經歷了那麼多，這個問題真的嚴重到你沒法解決嗎？我恨你拆散了我們家。我恨你只想到你自己。”\n如果你也是父母不忠的受害者，你可能更會愧對自己的孩子。一想到要把自己的孩子扔到同樣一種殘酷的兩難困境中，你一定會再次體驗到自己的童年創傷。\n弗蘭克的情況就是如此。弗蘭克十三歲時，父親為了另一個女人離開家，弗蘭克不得不在兩個家庭之間做出選擇。“我恨父親對我做出這種事。”他說。可在三十年後，弗蘭克卻發現自己走上了父親的老路，準備為了情人而離開妻子，自己的孩子們也不得不在兩個家庭之間做出選擇。“我應該離開婚姻並讓孩子們受苦，還是應該留下來並剋制自己呢？”他問道，“這就像是在選擇要空氣還是要水啊。”\n在弗蘭克的解決方案裡，沒有一種是無痛方案，所以他什麼都沒有做；他既沒有離開妻子，也沒有離開情人，他只在等待合適的時機——當然了，這個時機一直也沒來。他先是等到二兒子行了受誡禮，然後等到女兒高中畢業。時間就這樣過去了。弗蘭克從未真正解決困境，他還在困惑，還在痛苦，他只能遊走在每一段關係的邊緣。\n正如弗蘭克那樣，你的內心裡可能有兩種聲音在激烈鬥爭：你內心的小孩會鼓勵你傾聽自己的激情，要活在當下；你內心的父母則責無旁貸地提醒你，要對家庭負起更大、更長遠的責任。該聽哪個聲音，則很難說。或許，你現在能做的就是安慰自己：無論你做什麼，都不能讓你完全快樂，也不能滿足你所有的需求；無論你做什麼決定，將來都會後悔的。（第三章、第四章將幫助你解決這些矛盾心理。）\n要度過這段艱難的時期，你可能會發現這個辦法很管用：你要提醒自己，孩子們會長大，你可能會有很多機會跟他們談心，談談發生過什麼事情，而他們對你和你外遇的感覺，也可能會隨著時間的推移而發生改變。不僅如此，對於發生過的事情，你自己的看法會發生改變，你的解釋方式也會發生改變。\n孤立無援：“沒有人支持我。”\n一旦你的外遇曝光，受影響的就不止你和孩子的關係了。你的父母和許多朋友都可能苛刻地評價你，不再像平時那樣給你情感支持。\n最殘酷的可能就是來自父母的拒絕。巴里對我說：“一開始，我媽媽每天都打電話給我，說我把她氣病了。直到我不接她電話，她才不講這種話了。最近她對我好一點，問我過得怎麼樣，但我明白她一直在審視我，納悶她哪裡做錯了，我怎麼把生活搞得一團糟。”\n如果你的父母篤信宗教或價值觀保守，則可能認為你墮落、下賤，是家庭的恥辱；他們會向你施壓，讓你不要搞外遇，要跟伴侶在一起。你可能開始疑惑：“他們是關心我，關心我的幸福嗎？還是隻關注抽象的人生教條，擔心他們的朋友說閒話？”\n有些父母會為你的行為而責怪自己，卻根本不聽你說什麼激情或痛苦。家庭的歲月靜好——這就是他們對你的希望。他們最不想聽的，就是你婚姻出問題，就是你在情人懷裡的歡悅。\n對於你們婚內的衝突，你最親密的朋友可能也沒做好傾聽的準備，特別是那些瞭解你和你伴侶的人，他們可不想在你們這個事情上站隊。有的人可能不做道德評判，或者覺得自己的婚姻關係很脆弱，不想被你的情況危及自身，因而不願支持你的感受或幫你說話。有的人則會用他們對愛和承諾的看法來批判你，而你想要的不過是對方帶著同情的傾聽。\n蒂娜，五十四歲，職業高爾夫球手，她根本不想跟家人說自己有個年輕的情人，卻以為可以跟最好的朋友金妮說說自己的焦慮。然而，金妮並沒有給她安慰，反而怒吼道：“剋制一下你自己吧！你有四個孩子呢！”\n為了避免家人和朋友批評，你可能會跟他們保持距離，有空就跟情人呆在一起，跟情人的朋友們來往。這可能會讓你們倆糾纏得更深，達到超乎你想要的程度，超乎你準備的程度。\n你會很想擺脫孤立無援的感覺，很想周圍的人都迎合你的想法和感覺。但是，如果你真想誠實地審視自己，就要找與你沒有利益關聯的人談一談——你要找的人，要既能堅定地支持你，又能讓你承認自己在婚姻問題中也負有相應的責任。但是你別忘了，不管這些人有多麼樂於助人，他們只能瞭解你的部分情況——也就是你有選擇性地向他們展示的那一部分，或者你瞭解自己的那一部分——並且他們對事情也有個人動機和個人傾向。在他們中間，只有很少的人能足夠了解你並給你明智的建議，或給你需要的支持。\n在這樣一個脆弱的時刻，你有一個明智的選擇，就是去諮詢心理治療師——他們立場中立，因此能夠尊重你的感覺，幫助你理清混亂的局面。\n充滿絕望：“我倆之間已根本找不到出路。”\n外遇曝光後的早期階段，你可能覺得你倆之間已是情感的死亡集中營，根本沒有機會赦免或逃脫，有這種想法很正常。你可能出於許多原因而決定留下來——害怕孤獨、感到內疚、為了孩子、經濟安全感、道德責任感——但是，你很可能認為你們之間的愛已經永遠消失，你的伴侶已經無法滿足你的需求。\n你的想法可能是對的，但你也可能是因為偏袒情人而歪曲了事實。傑瑞的情況就是如此。傑瑞，五十五歲，工程師，他總在讚美情人辛迪，總在責備妻子朱迪。傑瑞告訴我：“辛迪好像比我自己還了解我要什麼、想什麼，我覺得她欣賞我，她接受真實的我。朱迪根本不理解我，我覺得她也不可能做出什麼改變。為了孩子我打算跟她過下去，可我覺得這是在坐牢。”\n傑瑞認為妻子不能支持他，這種認知變成了自我應驗的預言。傑瑞和妻子交流時，從來沒有讓她聽到自己的需求，從未給過她改變的機會，也從未試著看她能否滿足自己的需求。\n然而，只要你不讓絕望情緒支配自己的行為，情況可能就沒那麼悲慘了。假如你只因現在感覺不好就不給伴侶取悅自己的機會，那就太可悲了。\n寸步難行：“我不知道該走哪條路。”\n是離開伴侶還是留下來，是跟情人私奔還是說再見——這些重要的抉擇很可能讓你寸步難行、無法決斷，既不能選，又不能不選。你只知道，你無法同時應付兩種生活了——這太難了。\n喬伊，三十四歲，職業基金籌資人，婚齡七年，聖誕節公司聚會的時候，她在玩鬧嬉笑之間就失控了。“那天夜裡我待到很晚，喝得太多了，想借酒勁瘋一下。埃文邀請我跳舞時，他給我的感覺太棒了，我被迷住了。不知不覺，我們接吻了。我從來沒考慮過後果，因為我從來沒想過要跟他有什麼發展，但兩週以後，在他的公寓裡，我們見面併發生了關係，接下來的事情我就不必多說了。我從沒想過會愛上一個人，但我已經愛上了，現在我不知道該怎麼辦了。我丈夫是個正派人，我也沒覺得婚姻不幸福，但我也沒打算放棄埃文。我無法回到婚姻裡，假裝自己甘之若飴。我真的整個兒陷進去了。”\n亨利，五十歲，上市公司董事長，他也遭到了同樣的情感折磨。亨利同意留在妻子身邊，專心解決夫妻矛盾，但他對情人伊迪又無法放手。有一天，在孤獨迷茫之中，他請伊迪吃午飯。這讓他覺得既興奮，又焦慮。他承認：“我像個傻子似的，在桌子底下撫摸她，吃吃地笑，像個十八歲的毛頭小子。但我太想要她了，沒法控制自己。我是一個成年人了，一家大公司的總裁，可我到底在幹什麼啊，跑來跑去像個發情的動物？一邊跟妻子說‘我們共同解決問題吧’，一邊還跟伊迪偷偷摸摸。跟她呆在一起越久，我就越迷茫。”\n同亨利一樣，你的矛盾心理有一部分源自這樣一個事實：你在沒有真正理解後果的情況下，或者在沒有明確意識到的情況下，就捲入了一場婚外情，現在感覺被自己無法控制的情感裹挾了。你可能會覺得，生活如此令人沉醉，而這種感覺本已消逝多年，因此你無法從這種興奮中解脫出來。\n你很難平衡好兩邊關係，很想隨便找個解決方案，但這些方案既不清晰又不明確，而且似乎都需要做出妥協。你和配偶的關係可能並沒有那麼糟糕，你和情人的關係可能也沒有那麼美好。你可能開始疑惑：“如果我把投入外遇的柔情與關懷同等地投入婚姻，婚姻會一樣美好嗎？”\n外遇現在是可能讓你心神飛揚，但如果你們倆住到一起，在光天化日下近距離看到彼此，就可能被打回凡塵，在生活瑣碎中緩行了。如果你們能認識到彼此的真實面目，而不停留在想象中的那種模樣，你可能會發現自己走出一段無益的關係，又走進另一段無益的關係——而且還有了拖累；你要付贍養費，還要每隔一個週末去探望孩子。就像脫開繫繩後搖晃掙扎的一艘船，這時的你可能什麼也不想要，只想逃離所有人，將有關愛情的一切未來都換成平靜和孤獨。\n在左右矛盾中，你會發現一大堆沒有明顯答案的問題接踵而來：\n· “我還愛我的伴侶嗎？”\n· “愛是什麼？”\n· “我正常嗎？”\n· “我這麼做正當嗎？”\n· “我怎麼找到答案？”\n· “為什麼發生這種事？”\n· “我怎麼擺脫出來——從哪段關係裡擺脫出來？”\n愛並不純粹，愛是由許多複雜的，有時也是矛盾的感情組成的。你心裡一面會說，“要是能跟情人徹底分手，忠於伴侶就好了，”另一面又會說，“要是能跟情人私奔，忘掉過去就好了。”\n無論你如何決定，你的伴侶都會因你對另一個人的情感而備受打擊，並且懷疑你們能否重歸於好。修復關係是一段艱難的旅程，走到這個階段，你們倆都需要直面許多矛盾情感，不要匆忙地對未來做出定論。對於任何事情，人類本就不止有一種感覺，尤其是對於愛。\n自我厭惡：“我沒什麼要辯解的。我覺得自己很不堪。”\n無論你現在對愛情生活有什麼感覺——如釋重負、自在掌握、左右為難、受困其中——你可能都會為自己違反了教義或家庭價值觀而深感羞愧，因為這些價值觀要求你遵守誓言，堅持婚姻。拋開了自己的重重顧慮，傷了伴侶的心，有過外遇後，你可能會覺得自己背叛了身邊所有重要的人，包括你自己。\n格蕾絲，婚齡十二年，她在跟健身俱樂部網球教練上床以後，深感自責。她對我說：“我在婚姻中感受不到愛。我的丈夫幾乎不碰我。假如他知道我想做愛，就想著法子拒絕我，都到這種地步了。他總是掌控一切，而我卻孤獨得發瘋。可是，這種不正當的關係讓我覺得自己像個妓女。我真是不敢相信，自己竟然如此輕易地背棄了忠誠、承諾、誠實的理念，這所有一切我自以為信奉的價值觀。我終於得到了渴求的愛、關注和肯定，但為了得到這些，我違背了書中的教導，也出賣了自己的靈魂。如今我得到被愛的感覺了，但我自己都看不起自己了。”\n有時候，你會沒來由地對伴侶不好，甚至很惡毒。喬，三十二歲，電工，“我都不敢相信，每當我和梅格約會的時候，對妻子的態度有多麼糟糕。”他對我說：\n“我打算跟幾個要好的同事們搞個棒球派對——在一起玩玩，喝喝啤酒，吃吃比薩，再看看電視上的季後賽。這個‘同事們’裡有梅格，我們不僅僅是朋友，這對其他人來說已經不是秘密了。我知道妻子不想參加派對——她懷孕了，也不喜歡棒球、喝酒——我還指望著她和以前一樣，週末出門轉轉，跟她姐姐呆在一起。\n“我滿腦子想的都是跟梅格共度良宵。可在派對正要開始的時候，蘇珊流血了。她給醫生打了電話，醫生安排她第二天做刮宮手術。她不想給任何人添麻煩，提出要在汽車旅館過夜，這樣就能睡個好覺，而我也可以繼續開派對。我同意了。第二天，我還讓她自己開車去了醫院。”\n喬搖了搖頭，繼續說：“我知道你一定很厭惡我。我的行為無可原諒，我在妻子最需要我的時候拋棄了她。我只能說，外遇的時候我完全昏了頭，就像個自私的白痴。我覺得，我的所作所為不是出於我真正的性格。我覺得，我是迷失自己了。”\n有些人對自己感到厭惡，是因為他們試圖刺激伴侶做出跟自己一樣不光彩的行為，把伴侶拉低到跟自己一樣的道德水平，以使他們的自我形象在自己的眼中看起來更好一些。\n錫德，二十六歲，工商管理在讀碩士，他感覺自己正在利用妻子英格麗德，讓她為自己掃清結束婚姻關係的路障。“我故意折磨她，希望她報復性地同樣對我，這樣我就有理由離開了。我想把她拉下水，讓她也不乾淨，讓她分擔分手的責任，免得所有的罪責都落在我身上。我甚至試圖讓一個朋友引誘她，希望讓她與別人有染，讓她跟我一樣。後來，我又帶她去看夫妻關係心理治療師，讓治療師來做善後工作，讓她覺得應該自己主動離開。最讓我難受的是，她對我很好——這真讓我受不了。等到我告訴她我要離開時，她卻幫我收拾行李。我把她的生活搞得一團糟，她卻在那裡主動幫我收拾行李。她的善良讓我感到窒息，我奮力掙脫了她，這才能喘口氣。”\n後來，錫德與妻子英格麗德終於離婚，四年後，他反思自己的行為：“我對她很不好。我不該對她那麼惡毒。當時我太年輕，不知道自己是誰，不知道自己想要什麼，也不知道如何維持婚姻。我一直痛恨自己的是，我在感到很不幸福的時候沒有直接退出，反而把她也拉下了水。”\n內疚是一種有益的提醒，提醒你要認識到沒有誠實地面對自己，提醒你要活得更有信念。不過，如果你內疚到把自己貶得一文不值的地步，你就什麼都認識不到了；如果你內疚得以為自己一無是處，你就是在欺騙自己，從而喪失了認識自己的可貴機會。因此，我的建議是，你自責的時候不要針對你自己這個人，而要針對你不喜歡或認為自己有所不足的那些性格特質，以及讓你一邊搞外遇一邊還欺負、欺騙伴侶的那些性格特質。一旦你分析出自己的這些消極特質，就可以著手重塑它們，並建設性地改變自己，原諒自己。\n在自己的性格特質裡，可能會讓你自責的有：\n· 沒有安全感，對自己沒把握，只要有人吹捧你，獻殷勤，你就很容易上鉤；\n· 有未得到滿足的需求（陪伴、感情、交流等方面），但又不對伴侶講，然後到其他地方尋求滿足；\n· 覺得自己的需求理應得到滿足，卻無視他人的需求；\n· 渴望刺激和新奇，無法忍受婚姻中的日常平淡和按部就班；\n· 忽視或未意識到自己的內心矛盾，並把自己的不幸福歸咎於伴侶。\n你可能想深入瞭解自以為不好的自我心理特質，但如果你只盯著自己不好的地方，而無視伴侶不好的地方，這對自己是不公正的。你無權將自己發生外遇的責任歸咎於伴侶——畢竟，沒有人強迫你出軌——但是，你有權指出伴侶如何讓你感到不滿。\n性別差異：性別差異會影響你對外遇的反應嗎？\n性別差異會影響你對外遇的情緒反應，也影響你的伴侶對外遇的情緒反應。正如我在上一章中指出的，這些差異表現得並不精確，但能讓你對自己的行為更多了一層理解。\n目前關於婚外情態度與行為的研究表明，女性更傾向於為了愛和陪伴而外遇，男性則往往只為了性。如果是為了愛，女性就有可能認為自己的不忠是情有可原的；如果不是為了愛，男人就有可能會認為自己的不忠是情有可原的。女性也比男人更容易為婚外情而痛苦。\n這些研究結論並不會讓伴侶原諒你的外遇——你總說你控制不了自己，總說你只是做了天下男人或女人都會做的事，這並不能讓你開脫自己——但是，這些研究結論可以幫助你的伴侶瞭解你在想什麼，並由此引發你們討論外遇事件的意義，討論你們關係之中的缺陷。\n性別差異之一：女性尋求靈魂伴侶；男性尋求玩樂夥伴\n女性：“我終於找到一個可以對其敞開心扉的人。”\n男性：“我和情人很多事情上都合得來——性、網球、爵士樂。”\n一般來講，女人發生外遇的目的是想體驗一種情感聯結，一種在其婚姻關係中缺乏的情感聯結。她們在尋找靈魂伴侶，尋找關注其感受並能深度對話的人。女性喜歡交談，她們通過互動交談來培養親密關係。《紐約客》刊登了一幅女子招男妓的漫畫，就調侃了女性這一癖好。漫畫中的男妓說：“嗯哪，寶貝，我聽你的，我整晚都聽你的。”正如性治療師樂於指出的，女性的性喚起通常始於臥室之外；伴侶先跟她有情感前戲（不僅有身體接觸），以增強其溫暖感、安全感，這反過來也會促進其產生性反應。出軌的女人在發生性關係之前，通常會跟出軌對象先建立起親密關係。一旦有了身體接觸，她們就會致力於讓彼此的關係更加忠誠穩定。\n與之相比，男性更容易發生不帶情感的外遇。他們往往樂於跟情人做各種活動，無論是性活動還是非性活動，並通過非語言活動來感受親密。通常情況下，男性發生某次外遇，往往始於男性被女性的身體所吸引，而不是為了雙方的友情；男性留戀於該外遇，是因為雙方再發生性關係已無障礙，而不是因為雙方有了對彼此的理解或親密感受。外遇中的男性不像女性那樣容易對婚姻感到不滿。在同性戀人群中，按照羅伯特·賴特(Robert Wright)的說法，男同比女同“顯然更容易濫交，更容易發生不帶感情的性行為”。（按照他持有的達爾文式解釋，男性每年可以繁殖數百次，女性每年只能繁殖一次，因此男性對性對象不會像女性那樣本能地挑剔。）正如劇作家愛德華·阿爾比(Edward Albee)在《三個高個子女人》(Three Tall Women)中概括的那樣，女人因為孤獨而出軌，男人因為自己是男人而出軌。\n認識到這些性別差異，男性和女性都可藉此控制外遇帶來的傷害。比如，如果你是女性，你可以問自己：你向伴侶表達婚姻不滿時，表達方式有多直接？你到底要得到什麼，才能恢復失去的夫妻親密感？因為受傷方在得知伴侶有外遇後，往往會悲痛地認為伴侶從未給過自己機會來解決她的不滿，而事實可能是她的表達方式不直接。\n而如果你是男性，你可以問問自己：你為什麼要跟外遇對象在一起？在外遇那段時間裡，你的婚姻有多不幸福？對於男性來講，外遇一開始只是外表的吸引，接著有可能會迅速發展成雙方的性激情，然後演變成強烈的情感聯結。外遇可能最終導致你換了個伴侶，雖然一開始你對伴侶並沒有多麼不滿意；但到後來，你會發現，新的婚姻又跟以前的婚姻一樣充滿了衝突。\n性別差異之二：女性以自己的外遇有愛而釋懷；男性以自己的外遇無愛而寬心\n女性：“但我愛過他。”\n男性：“但我並不愛她。”\n如果自己的外遇中有愛，女性更有可能認可自己的行為；而諷刺的是，如果自己的外遇中無愛，男性則更有可能認可自己的行為。女性在感情上和性愛上往往更依戀自己的情人，這也是女性外遇更易導致離婚的原因之一。\n一般來講，只要一時放縱且無人發現，男性會認為婚外性是可以接受的，甚至是可以被社會寬容的。他們往往不會把性約會看得太重，認為它無關緊要，是個意外，是暫時釋放一下。\n性別差異之三：女性為外遇而痛苦；男性為外遇而欣喜\n女性：“外遇把我的生活搞得很複雜。”\n男性：“外遇讓我的生活變得有活力。”\n一般來說，對於自己的性出軌，女性往往比男性要經受更多的內心衝突，並且一般都不大可能認為自己有外遇是正當的。正如我前面指出的，女性一旦捲入外遇，就更有可能跟情人產生情感糾纏，並且很難將性和愛分離。在最近一項對女性不忠的研究中，凱蘿·包特溫(Carol Botwin)發現，女性通常不像男性那樣能在外遇時心無拘束；她們會有更多的痛苦和負罪感，對婚姻更加不滿，對情人更加依賴。\n女性出軌後，也會因自己沒有陪伴孩子而更感內疚。在家庭裡，孩子主要是母親在照顧，而當她們去跟情人約會時，往往會把孩子交給保姆或日託機構——這種欺騙會讓她們更加覺得自己的行為不正當。那些有違“自我剋制、自我犧牲、自我謙卑、自我約束”等傳統女德的女性，當她們要當獨立女性，且無論出於何種原因都要把自己的慾望放在首位時，則更有可能感到內疚。\n男性似乎更能將自己的外遇和自己的生活主流分開。跟女性相比，男性往往很少花時間去思考人，很少花時間去回憶人際關係中的某些重要時刻，因此外遇在男性的生活中往往不佔重要地位，不會令其沉迷。男性比女性更會享受不帶親密情感的性關係，或者跟陌生對象的性關係，這在一定程度上解釋了為何男性更加迷戀色情片；正如男性憑空就能產生性喚起——只要對著色情畫面就行——他們也比女性更能享受與陌生人之間的性刺激，而不用擔心產生什麼情感糾葛。根據最近一項全國性行為調查，男性中每天至少有一次性幻想的佔54%，而女性中有此想法的只佔19%。\n如果你是女方且有外遇，你可能已花了很多時間去想念情人。但是，請準備好，你可能不願意聽到這句話：花這麼多時間去想情人，會導致你對這段不正當關係投入更多的愛和特別的情感，而這些都不是這段關係本所應得的。跟許多女性一樣，如果你很難為純粹的性出軌辯護，你的負罪感就可能讓你誇大對婚姻的不滿，放大對情人的愛。\n如果你是男方且有外遇，你可能會欺騙自己，讓自己相信可以保持簡單的婚外性關係。不幸的是，對你來說，你的情人可能會以其典型的女性反應，要求更多的親密和承諾，從而改變你的遊戲規則。如果這樣的事情發生了，那你就要跟外遇曾帶給你的自由和興奮說再見了。\n最後的提醒\n為了將男性不忠和女性不忠區分開來，我冒險將兩者的區別放大，甚至具體化地加以說明。正如我們在上一章所述，這些性別差異往往很模糊，甚至情況可能恰恰相反。當然會有男性在婚姻之外尋求女性的友情，而不僅將對方當作玩伴。如果凱蘿·包特溫在《被誘惑的女性》中所述正確，如果達爾蔓·海因(Dalma Heyn)在《美國妻子的性愛沉默》中所述正確，那麼就存在一種新型女性——包特溫稱之為“先行者”——她們會主動出擊，找到願與其做愛的情人，並欣然接受這種相對來說無負罪感的性體驗。\n但在我看來，你們大多數人還是有著很人性化的目標（否則你就不會讀這本書），想要理清困惑，想要找到對自己最好，同時也對他人適當公平的做法。無論你是男性還是女性，把你先天或後天的性別反應考慮進去，還是有好處的。但除了性別反應之外，還有更多的其他影響因素。\n到了這裡，你和你的伴侶已經邁出了第一步，那就是：明白外遇之後自己的感覺是什麼樣的。現在，你們要準備走出下一步：為你們的未來做出一個合理、健康、明智的決定。先讓我們更加仔細地審視你對愛情的認知，看看這些認知是如何誤導你，讓你屈從於一段毫無回報的婚姻，或是拋棄了一段完全可以繼續下去的婚姻。"
  },
  {
    "id": "WYZH0006.html",
    "title": "第二階段 檢視期：該留下還是離開？",
    "text": "第二階段　檢視期：該留下還是離開？\n第三章　探究自己的愛情觀\n在一段愛情關係裡，藏著很多結局。\n——克拉麗薩·品卡羅·埃斯蒂斯(Clarissa Pinkola Estes)博士\n《與狼共奔的女人》\n一旦外遇曝光，你就要決定重歸於好還是結束婚姻。無論選擇哪條路，我都建議你慎重，不要只憑感覺行事。無論多麼強烈的感覺，都是基於假設，而假設往往極度主觀，可能並不現實、毫無用處，或者根本不是真相。你現在覺得正確的事情，以後可能後悔當時太沖動，沒經過大腦思考，但事情已不易逆轉了。\n在各種選擇中，有兩種選擇是死衚衕。第一種選擇是留下來，根本不去想外遇發生的原因，也不努力防止外遇再次發生。這種選擇通向的是平靜的——或者說並不那麼平靜的——絕望人生。第二種選擇是留下來，但你們中間至少有一個人還會繼續出軌，而對方則陷入抑鬱或憤怒。這種選擇也沒有什麼希望。\n拋開某些特例不論（譬如雙方都同意保持一種“開放式”婚姻關係，或者一方身體或精神上對性事不活躍，而另一方則選擇留下以提供身心上的幫助和支持），我不知道在哪種情況下繼續發生婚外情還可以有益於婚內雙方。實際上，長期的婚外情只會破壞夫妻為解決其親密關係缺陷的種種努力，我從來沒見過它對夫妻關係還會有什麼好處。\n實際上，你們只有兩種具有可行性的選擇。\n第一種選擇是跟伴侶同心協力，努力改善你們的關係。對受傷方而言，該選擇的危險在於，你可能會盲目地受伴侶吸引，無論怎樣都要維繫婚姻。這是單向的愛。你說：“我只想要我的伴侶回心轉意。”可是，你會快樂嗎？\n另一種選擇是揮手作別，各自生活。對不忠方而言，該選擇的危險在於，你可能會盲目地受情人吸引，無論怎樣都要跟情人在一起。這是浪漫的愛。你說：“如果我對你的愛如此強烈，那它肯定是真愛。”可是，果真如此嗎？\n在你做出不可逆轉的決定之前，先讓我們仔細觀察這兩種愛。不要匆匆忙忙做決定。\n單向的愛：“如果我不是那麼愛他，就不會容忍他那樣對我。”\n單向的愛，是指你對伴侶強烈而莫名的愛，這種愛讓你想跟伴侶繼續在一起，無論你們的關係已多麼不正常。這種愛的盲點是——換言之，你看不到的是——你的伴侶對你有多麼不愛，你的伴侶對你有多麼不好，而你做什麼都無法改變這一點。\n儘管在外人看來，你們的關係顯然存在著一方對另一方的剝奪或侮辱，但你們中間有些人就是一直在堅持。你茫然地說，“可是，我愛這個人啊，”彷彿這就足以證明你對他的愛。\n你會固執地，有時甚至是絕望地想讓伴侶留下來，讓伴侶回心轉意，而不去看看這個人是否適合你。你的自尊心如此低下，你的權利意識如此不成熟，你對愛的概念如此有限，你甚至都不想問一問：“我的基本需求是什麼？在這段關係裡，我有哪些基本需求得到了滿足，有哪些基本需求被全然拒絕？我的伴侶能做出對我有意義的改變嗎？我的伴侶想要改變嗎？”\n琳達的丈夫承認自己和聲樂老師有了外遇，但他拒絕和琳達談論這件事，他還繼續跟情人時常見面，經常到很晚才回家吃飯，或是乾脆在城裡過夜。他叫琳達不要過問，不要鬧出什麼不愉快的場面，也不要假裝一切正常，不要假裝還有愛意。（他討厭她對他好；他覺得這樣很造作。）\n琳達找了一個又一個心理治療師，尋找吸引丈夫回頭的良方。但她不知道的是，她真正要尋找的是失去的自我——這個自我讓她明白，她正在感受的劇痛和空虛，其實源自她正愛著一個極其自私並且蔑視她的人。\n我第一次見到蓋爾的時候，蓋爾的丈夫克雷格剛剛向她承認，自己在十四年的婚姻中發生過十七次婚外情，蓋爾對此十分震驚，無法相信。蓋爾發誓說：“我們的婚姻很美滿，克雷格非常適合我。”她對丈夫的信心極其堅定，簡直可比之於相信太陽每天都會升起。然而，當她開始有意識地梳理婚姻的殘骸時，她的選擇性失憶症消失了，記憶變得更準確、更詳細。比方說，她記得克雷格上床的時候，身上總是黏糊糊的，全身是汗，還想跟她做愛。那時候她會嗔怪幾句，而他則不當回事兒。現在想起來，她呆住了，意識到那天他可能早就跟別人發生了性關係，並且還根本沒想去沖洗一下。她還記得有一次，她的乳房長了個可疑腫塊，做完乳房X光檢查以後，她從醫生辦公室出來，克雷格開車送她回家。在路上，克雷格一直用手機和股票經紀人聊天，沒開一句口問問她檢查結果——她既失望又憤怒，但卻從未承認過。\n蓋爾跟我談過很多次，才得以剝離自我否定的那層外殼，直面自己在整個婚姻中感受到的那些貶抑，直面自己完全沒能受理心中的懷疑。有一天，蓋爾說：“如果我不是那麼愛他，就不會容忍他那樣對我。”她有能力承認丈夫傷害她了。儘管這並沒有減少她對丈夫的愛，但這是朝正確的方向邁出了一步。\n蓋爾回顧了自己和父母的關係，這才開始理解自己為何對自己、對婚姻都抱有很低的期待。蓋爾的母親十分謙卑，通情達理得過分，蓋爾的父親兇蠻無理，愛玩女人，卻總是辱罵妻子，說她不忠。對此，她母親的反應就是大門不出，呆在家裡更加賣力地幹好家務，丈夫有什麼性要求，總是儘量迎合。她對蓋爾說：“如果你想讓丈夫忠誠，那麼他想做愛的時候，你就永遠不要說不。”\n蓋爾從小就認為，被愛的意思就是被佔有。在她的婚姻中，她是為丈夫工作，對家庭以外的事情沒有任何興趣。只是當她對愛的理解變得更廣，超越了她在父母那裡得到的經驗，超越了她在克雷格那裡得到的經驗時，她的內心才開始燃燒起來。她意識到：“我想要更多，我也理應得到更多。”\n“我知道。但是，我覺得可以改變他。”\n如果你跟蓋爾的情況一樣，你也需要問問自己：“對於伴侶是否具備愛的能力這件事，我不是一直在欺騙自己？對於這個人的行為，我是不是為他辯解得太久了？對於那些背叛或欺負我的人，我的內心或過往經歷中，是否有什麼東西迫使我去討好他們？”\n本書的目的並不是為了讓你相信自己有過某種生活的權利，也不是讓你相信自己可以獨立創造這種生活；但是，如果你懷疑自己，你可以去獲取專業的幫助以糾正自我形象，免得不知不覺中再次陷入情感的荒原。\n當然了，你如何對待伴侶也很重要；你以負面行為對待伴侶，就有可能激起對方同樣待你。你態度淡漠、言辭挑剔，伴侶也會待你以冷漠或挑剔，對此你不應感到絲毫驚訝。你們的關係產生困頓，你的所作所為自有責任，但你也有權認為，伴侶同樣有責任。\n記住：有的人有人格障礙，這讓他們無法或無意願做出改變，無論是在情感上還是心理上都是如此。蓋爾的丈夫克雷格就是個例子，他很可能屬於自戀人格。這類人會認為，他們有愛的權利，可實際上他們沒有建立真正情感聯結的能力。他們感到空虛，他們依戀別人只是為了增強自己。他們無法理解互惠的概念——兩個人相互促進、互相給予。這類人往往不會感到內疚或自責，因為他們沒有共情能力。如果你向他們表達需求，他們可能會認為這是批評，這是威脅，甚至認為你要拋棄他們。\n如果你的伴侶是這類人，那麼要想讓你們的關係繼續下去，你可能不僅需要良好的意願，或是需要一本自學自助的書。夫妻關係心理治療可能同樣無效。由於他們難以面對內心衝突，不信任他人，且無法處理人際關係，自戀者往往無法容忍治療中需要涉及隱私，從而放棄治療，或頻繁地更換心理醫生。如果你處於跟自戀者的關係中，你可能必須一直奉承對方；即使如此，你的伴侶可能還會有委屈感、被剝奪感，並最終放棄你。\n因失去伴侶而心理崩潰的自戀者，可能會陷入深深的抑鬱，這反而可能讓他們變得容易改變。但是，他們若要重建關係，必先重建自己。如果你想等對方走完這個過程，你務必現實地考慮這個過程需要多長時間——幾個月，幾年，甚至一輩子可能都不夠。\n自戀者是人格受損型。另一種情況是反社會人格，這類人強迫性說謊，在履行工作和家庭義務時不負責任；由於他們制控衝動的能力較差，往往會發生肢體暴力和違法行為。這類人在一夫一妻制的婚姻關係裡，通常維持不到一年。\n有的人還會有所謂的邊緣性人格障礙，通常表現為情緒不穩、焦慮不安、麻木不仁、充滿敵意。跟這類人結婚，很可能會讓你長期處於憤怒、不安或疲憊之中——假如你能如實看待自己的感覺。\n除此之外，還有其他一些類型的個體抗拒改變，讓人難以與之維繫人際紐帶：有的人酗酒，有的人吸毒，有的人喜歡打人，有的人喜歡罵人，有的人性表達方式輕佻不當，有的人根本不願認真對待你的問題，不願與你共同加強夫妻關係。這並不是說，只要你有不滿，你的伴侶對你而言就已無可救藥，你就應該離婚。不過，我倒是鼓勵你睜開雙眼，看清你們關係的真相，學會承認自己被侵犯了。愛的感覺是你自己爭取的；愛的感覺不應是無論你怎麼被伴侶對待，你內心都得產生某種過度活躍的、源源不斷的愛。小心不要編造“為自己賦能的虛構故事”——對外遇的錯誤解釋會讓你覺得一切都很好，而事實並非如此，這會誘使你選擇“一直原諒下去，而不是有可能使對方做出改變”。\n為了避免錯判你的伴侶是哪類人，你可以在貝克(Beck)、弗里曼(Freeman)和戴維斯(Davis)合著的《人格障礙的認知治療》(Cognitive Therapy of Personality Disorders)一書中讀到更多有關人格障礙的內容。最後，你必須自己做出判斷，你的伴侶是因為性格障礙而無法改變自己，還只是在這個情緒動盪的時期沒有動力去愛你。其中，屬於不可逆轉的佔多少，屬於通過訓練可以改變的佔多少，屬於永久性心理受損的佔多少，屬於隨著夫妻關係境況變化而改變的佔多少——這些問題都很重要，只要你已不再把你的伴侶當作王，只要你已睜開眼睛看到單向的愛裡所包含的欺騙與扭曲，你就更有能力找到這些問題的答案。\n浪漫的愛：“那是讓我如此幸福、如此被愛、如此鮮活的一個人，我願意為此賭上一切。”\n這裡所謂浪漫的愛，指婚姻中的不忠方對情人強烈而莫名的愛，這種愛可能會讓你想要離開你的伴侶，不管你們曾經有多麼幸福。\n你認為：“我對情人的愛肯定是真愛，否則我不會感受到如此強烈的愛情化學反應，也不會願意為了這個人犧牲這麼多。”這種愛的盲點是——換言之，你看不到的是——你所謂的偉大激情，與其說是與情人本身有關係，不如說是與你未被滿足的童年需求有關係，與你當前生活中面臨的挑戰有關係。如果你跟情人的關係持續下去，你肯定會飄飄欲仙，而為了這個飄飄欲仙，你可能會放棄一段本有可能挽救的、有益終生的婚姻關係。\n情人讓你身心陶醉，配偶讓你痛苦失望，對此你有幾分認識？一個是短暫的熱戀，一個是永愛的約定，對此你有多少區分？既然浪漫的愛是如此美妙，為何要拒之門外；既然內心本能地想要逃離，為何要留在婚姻裡？\n如果你跟情人你儂我儂，可能就不會想問這些問題，只想享受這段愛的旅程了。不過，我還是請你繼續讀下去，探索浪漫的愛是什麼以及不是什麼；如此，你將來就不會後悔自己選擇留下或是離開，畢竟做出決定後，情況可能就無法逆轉了。\n讓我們先來看看，當你想到情人或看到情人時，你內心可能發生的情感變化、認知變化和化學變化。\n浪漫愛情中的情感變化\n埃塞爾·斯佩克特·珀森在《愛之迷夢與致命邂逅》中寫道：在浪漫的愛裡，滿滿的都是“心醉神迷、如痴如醉、心馳神往、極樂無邊”。這種崇高的情感關係，即常說的強烈愛情化學反應，讓你覺得自己遇到了絕佳伴侶。珍妮特·溫特森(Jeanette Winterson)在《激情》中寫道：“也許所有的浪漫都是如此，不是對等雙方訂立的契約，而是日常生活中沒有尋到出口的夢想與慾望的一次爆發。只有戲劇裡才能如此，當煙花綻放，天空也為之變色。”\n在浪漫的愛裡，情人往往成為你生活的唯一焦點，充滿你的身體和靈魂。你有一種強烈的慾望，想與情人度過每一個自由的瞬間，想與之融為一體。你會一直想著情人，你想為這個人做一些事情，想跟這個人一直做一些事情。人類總是喜歡賦予自己的感覺和行為以意義，而你也就把你的反應解釋為真愛了。否則，還有什麼能解釋你這充斥天地的執念呢？\n你在情人身上投入的時間和情感越多——買禮物也好，發短信也罷——你可能就覺得自己對情人的愛也變得越多。同樣，你在伴侶身上投入的時間和情感越少，你可能就覺得自己對伴侶的愛也變得越少。\n浪漫愛情中的認知變化\n當你墜入愛河，往往會發生一種感知扭曲，你會將對方理想化，賦予對方比他人更多的正面特質。在你的眼裡，你愛慕的對象會變得美麗動人、才華橫溢、激動人心、感情細膩；最重要的是，他/她會完美地匹配你。有人認為，從進化論的觀點看，出現認知扭曲的目的是為了將男女雙方維繫在一起，以完成撫養孩子的基本任務。不管原因是什麼，通過誇大和選擇性地關注情人的正面特質，同時選擇性地忽略有問題的特質，你對情人的愛戀，是與你長相守的伴侶無可匹敵的。\n與此同時，你可能還會用同樣扭曲，但卻是負面的詞語來形容你的伴侶，與形容你的情人恰恰相反。無聊、壓抑、無趣、挑剔——這些都是你用來詆譭你伴侶的字眼，以開釋你去彼取此的行徑。埃塞爾·斯佩克特·珀森寫道：“就算沒有嫌棄配偶，也視之為平平之輩。就算沒覺得婚姻很差，也視之為令人厭倦。”這種看法或許能讓你從婚姻裡心無掛礙地抽身離去，但它很可能是扭曲的認知，經不起推敲。\n浪漫愛情中的化學變化\n安東尼·華爾士(Anthony Walsh)在《愛的科學：愛及其對身心的影響》一書中寫道：愛是“一種自然的高潮”。換言之，你體驗到的強烈激情是有生物學基礎的，這個基礎就是，你的身體裡確實充滿了類似於安非他明的化學物質，如多巴胺、去甲腎上腺素和苯乙胺。然而，這些化學物質尤其是苯乙胺的驚人效果並不會永遠持續下去。身體逐漸對它們產生耐受性，需要分泌更多才能達到同等的愉悅狀態。當愛情進入下一個階段，大腦會釋放一種叫做內啡肽的新化學物質——這是一種天然的止痛劑，能讓你平靜並獲得一種安寧感。這些化學物質讓你從狂熱的迷戀，走入更親密、更持久的感情。\n這種關於愛的生物學模型是有侷限性的，其侷限性在於，在這種模型裡，從浪漫的愛過渡到成熟的愛似乎很平穩，毫無困難，就好像是你大腦和身體分泌了化學物質，就自動地把你從一個情感階段帶入另一個情感階段。然而，在任何一段長期關係裡，你和你的伴侶可能會經歷一段持續性的幻滅期，然後是間歇性的乾枯期。我們不知道你在這些困難時期裡會有何種生物化學反應，但我們知道，你要為愛的變遷做好準備並接受它，以使你們的關係挺過這段時期。\n直面愛情婚姻中不現實的期望\n如果你們的關係達不到你對愛情的期望，問題可能並不在於你們的關係，而在於你的想法。導致你不滿的可能不是你的伴侶，而是不現實的期望。這些期望包括：\n· “我和我的伴侶之間，在任何時候都應該存在一種深深的默契。”\n· “我的伴侶應該提前知道我的需求。”\n· “愛，不應該通過經營而得到。”\n· “伴侶本就該信任我，這不應該通過經營而得到。”\n· “伴侶就是應該來愛我。”\n· “愛情化學反應不是對的，就是錯的。”\n· “我的伴侶應該無條件地愛我。”\n· “只要我有需要，伴侶就應該對我提供情感支持。”\n· “愛是一種感覺，無法強迫，無法制造。它要麼存在，要麼不存在。”\n· “美滿的婚姻沒有衝突。”\n· “如果我不幸福，那就是伴侶的錯。”\n· “我們不應該刻意去感受彼此的性慾；要麼順其自然，要麼乾脆不做。”\n· “如果激情消失，感情也就消失。”\n思考有關愛情的這些觀點，自己思考，再跟別人一道思考，問問自己相信哪些，它們對你來說有多現實、有多大用處。你可能認為，這些觀點都不成熟，有這種觀念的人還沒你社會經驗豐富，對感情的領悟力也不如你，因此不屑一顧。但是，你可別被騙了。你不滿情緒的背後，很可能就隱藏著其中某些觀點。\n在你的不幸福裡，有多少是源於不現實的期望（如果是這種情況，那麼你需要做出改變），又有多少是源於你的伴侶不能滿足你的基本需求（如果是這種情況，那麼你的伴侶需要做出改變），這很難精確衡量。這一個很複雜且非常主觀的問題，你只有探究自己的內心深處，才能做出判斷。然而，對愛抱有不切實際的想法，可能會讓你大失所望，這包括：\n· 你期望你的伴侶是朋友、同志、保護者、玩伴、導師、情人——當然了，根據你的即時需要，還要自然地、得體地扮演好你想要的角色；\n· 你期望你的伴侶只做你想做的事情，而當你正忙的時候，他/她也能高高興興地自忙自的。\n· 你期望你的伴侶在方方面面提升你——讓你覺得自己更聰明、更有愛、更有能力，而絕不會讓你感到自卑；\n· 你期望你的伴侶與你融為一體，成為你，但又不要過於狂熱或依賴你而使你窒息，更不要說讓你厭煩；\n· 你期望你的伴侶知道你的需求，並能準確無誤地表達出來，即使你不講理的時候也要如此；\n· 你期望你的伴侶原諒你的人性弱點，自己卻拒絕接受對方的瑕疵。\n如果你發現自己對愛的所求太多，但又想讓自己的愛能夠持續下去，那麼你就要好好修正你的期望，或者設定某些更加適合你們當前狀況的新期望。如果期望較為適度、較為可行，你就會更加寬容，更容易體諒對方，也會為成熟婚姻關係裡自然產生的幻滅做一些緩衝準備。\n謝麗爾·默瑟(Cheryl Mercer)在《成年人》裡描述了親密關係的樣子，下面有其一段文字。有的人從中讀到的可能是暗淡無光、簡單呆板的日子，有的人讀到的則可能是深沉成熟的感情。\n“奇怪的是，當我想到婚姻時，讓我最感神往的不是我跟男人在精神上的崇高結合；那種夢想輕易想象不得。恰恰相反，讓我感到奇妙的倒是雙方共同參與的小事，正是這些小事將男人女人在熟稔的親密關係中綁在了一起；在其劃定的疆域裡面，他們一起做愛，一起選擇傢俱，一起計劃假期，為了櫥櫃空間大小而爭吵，共用牙膏，一起像去年那樣慶祝聖誕節。我自己就一直徜徉在愛河中，所以對於如何跟伴侶共同生活，我還是知道一些的——要有點私密笑話，要有幾個共同朋友，在誰來煮咖啡、誰去拿報紙的事情上有默契，自在地聽對方重複他/她愛講的老故事。在我看來，男女雙方承諾永遠分享生活中的點滴——而不僅僅是生活中的重大時刻——這才是深刻的人性，其親密程度甚至勝過與某人的第一次做愛。”\n幻滅：從浪漫的愛到成熟的愛\n愛不是靜止不變的。彼此心生不滿，就會疏遠；彼此感情迴歸，又會靠攏。有的人不懂這個過程，歡樂時光沒了，就抽身離去，以為痛苦時光會永遠持續。他們要麼逃之夭夭，要麼鬱鬱寡歡，要麼走進外遇。有的人則把這種起起落落視為動態過程裡的一部分，如果能夠有所預見並且理解其運作方式，就能豐富其夫妻關係，使之重新充滿活力，甚至獲得某種額外的助力。\n愛的感覺既不牢靠也不恆定，而是有其自然變化週期。如果你能接受此觀點，就會更有準備，以承受滿足期之後的感情動盪，並看到未來會如何發展。根據某些研究者的記錄，不滿週期每隔四年出現一次。還有一些研究者則線性跟蹤記錄愛情各個階段，從浪漫期到幻滅期再到成熟期。\n按照心理學家巴里·戴恩(Barry Dyn)和邁克爾·格倫(Michael Glenn)所說，第一階段是愛意增長和彼此承諾的時期；第二階段是愛意縮減和產生背叛的時期，此時你們雙方都變得不願意做出妥協，不願意做出改變，開始互相冷淡，很多行為模式都退回到雙方有關係之前的樣子。這時候，你們可能會對彼此感到非常失望，陷入爭端，而爭端的主題總是那麼相同的幾個，只是以不同的形式不斷出現在你們婚姻的生命進程中。如果這些家庭爭端沒有把你們分開，沒有磨掉感情，如果你們能接受彼此的缺點，那就有可能進入愛情的第三階段——互相妥協、互相適應、互相融合、相濡以沫的時期。\n由此可見，走過愛情的浪漫前奏，隨後必然有幻滅期，這是走進更為牢固、更加安全、更顯親密的夫妻關係的先決條件。原先被你神化的那個人，居然也有各種缺點。原先你以為自己的生活是童話故事，現在看來仍是煙火男女，根本沒有什麼“從此幸福地生活在一起……”。你對伴侶的批評可能會升級，變得更加尖銳，而性興奮水平則在下降。如果你想跨越夫妻關係中這些波濤洶湧的危險海域，那就必須接受今時不同往日，在戀愛時期讓你興奮、讓你舒適的種種事情都在減少。\n如果你是不忠方，你可能會對伴侶產生諸多抱怨。然而，你對情人的感覺如何呢？有一位律師，為了她的暑期實習生而離開了丈夫，她跟我的談話就很典型：\n“情人有哪些方面讓你不喜歡？”\n“完全沒有。”\n“你們會為什麼事情發生爭吵？”“我們不爭吵。”\n“展望未來，你覺得你們倆會發生什麼矛盾？”\n“我覺得不會發生。”\n浪漫的愛情令人目眩卻又似是而非，如果你還沒有走過這個階段，那麼你很可能尚未覺察情人身上很多令你反感的地方。正如夫妻關係心理治療師斯圖爾特和雅各布森所言，這是因為“戀愛期是人生最大的欺騙期”。你體內會分泌出種種化學物質，讓你神魂顛倒、滿目生輝，讓你無視情人的缺點。然而，不可避免的愛之幻滅就在前頭。\n每一段持續的關係都有煩惱失望之時，只要雙方不是隨時都有相同的需求，這就是產生痛苦之源。你今天喜歡對方身上的某些品質，明天就可能討厭，未必因為對方的言行不合你意，而是因為你自己內心有矛盾。上週你愜意於對方的關注，今天你就可能憎惡，認為對方干涉了你的獨立自由。上週你欣賞對方的殷殷情意，今天你就可能棄如敝履，認為被對方關注得太多。除非你被愛情矇蔽了雙眼，否則根本無法只看這一面不看那一面，根本無法認可這一面否認那一面，根本無法將你的愛恨分離，它們是同一個人的一體兩面（詳見第五章）。\n人們離婚和再婚的時候，總以為自己會更幸福。然而，統計數據顯示情況並非如此。婚姻關係研究方面的領軍人物約翰·戈特曼(John Gottman)表示，二婚失敗率甚至高於初婚：初婚離婚率為50%，而二婚離婚率為60%。如果二婚家庭裡有繼子或繼女，二婚離婚率則上升到70%。記住，哪怕是全美國最幸福的夫妻，也無法解決婚姻中約69%的問題。\n當你決定是要離開，還是要留下來重建信任時，我的建議是，你看待婚姻的眼光要更長遠一些，看待伴侶的眼光要更客觀一些。對於那些愛情化學反應過強的人，這就意味著，他們要看到浪漫愛情裡的盲區，敞開心胸，跟伴侶一起迎接可能到來的並不那麼熾烈，卻更加溫暖、更加持久的愛。\n恰如初秋時節，浪漫愛情在冷卻的過程中難免產生失落感，但這個過程也同時開啟了通往更加成熟、更加忠誠的夫妻關係的大門。此後，雙方接受彼此的愛恨，在有愛的關係裡容忍各種矛盾情緒，即使受傷或不安，也依偎在一起。\n不要輕易放棄你的伴侶。問問你自己：“是我們的關係出了問題，還是我自己出了問題？我不再愛，是因為伴侶無法給我所需，還是因為愛之幻滅暫時給我痛苦——從前的我被那幻夢所引誘，以為愛情永恆，以為伴侶永遠美好，以為再也無需質疑彼此是否合拍。”在《與狼共奔的女人》一書中，克拉麗薩·品卡羅·埃斯蒂斯如此生動地寫道：\n“每一個女人和每一個男人，他們心中總有一部分在抗拒：在所有的愛情關係裡，肯定有愛之死亡的一席之地。我們假裝可以就這樣愛下去，而不去想我們的愛情幻夢會死亡；我們假裝可以繼續在一起，而不去想我們有各種小期望會死亡；我們假裝一起往前走，而不去想我們的情感悸動會死亡。然而，在愛情裡，在精神層面，一切都會死亡，一切……有哪些會死亡呢？幻夢會死亡，期望會死亡；貪婪地妄想擁有一切，妄想一切美好永駐——所有這一切都會死亡。有愛，自然就有愛之死亡。正因如此，我們才會明白，為何要動用那麼多的自我力量與深情切意，才能做出愛的承諾。”\n你的愛情觀從何而來\n愛是一種感覺，也是一種觀念。你認為什麼是愛，你從愛中期望什麼，將極大地影響你尋找什麼樣的伴侶，影響你對伴侶的滿意度。\n由於愛情觀通常反映了兒時你的父母或養育者對待你的方式，或他們對待彼此的方式，回顧並探究這些關係在你成長過程中對你的影響將會很有意義。\n曾就職於約翰斯·霍普金斯大學(Johns Hopkins University)的性學家約翰·蒙尼(John Money)說過，所有人的大腦裡都有一個獨特的潛意識嚮導，把我們引向自己的理想伴侶。當我們進入青春期時，這張“愛情地圖”就已經印在我們大腦回路中了。約翰·蒙尼說，如果我們的愛人與我們大腦裡的“愛情地圖”吻合度或相似度足夠高，我們就會體驗到愛。相似度越高，產生的愛情化學反應越強。\n如果你兒時的養育者以身作則，給你看到的是成熟的愛，那麼你體驗成熟的愛的幾率也會增加。如果你兒時的養育者本身的愛情模式不正常，未能給你安全感，也未能讓你感覺到愛，那麼將來吸引你的伴侶，雖然與你兒時的養育看上去可能有所不同，但最終還是會以同樣一種病態的，但卻是為你所熟悉的老法子來待你，再次揭開你的舊傷疤。\n有一位病人名叫約翰，他母親患有哮喘，父親酗酒，工作也不穩定，總是換工作。約翰被迫承擔了太多的家務——不但要購物，還要做飯，甚至還要在父母吵架後收拾殘局。大學一年級，約翰迷上了黛比，一個患有抑鬱症的女孩。約翰倒是覺得很自在，自得其樂地照顧黛比，在第五次約會的時候就向她求婚了。約翰的幸福持續了大約六個月，在這段時間裡，他覺得自己就像兒時那樣超負荷運轉。他對黛比無私奉獻，這曾讓他覺得自己很有價值——因為黛比需要他，他對黛比而言很重要，他把黛比照顧得很好——可是，現在他覺得自己要被壓垮了，覺得自己身陷囚籠，滿腹牢騷。\n還有一位病人名叫瑪麗，從小就受父親的批評和貶低。她迷上了彼得，因為彼得總讓她努力工作以求得認可，卻又從不認可她。你可能會認為，按說瑪麗應該會喜歡跟他父親相反類型的人，按說瑪麗應該喜歡能夠無條件地支持她、相信她的人；然而，只有像彼得那樣的人，只有能讓瑪麗重新感覺到她舊有的、熟悉的自我的人，只有能讓瑪麗以兒時習慣的那種自我認知方式體驗自我的人，才能激起她愛的感覺。瑪麗對彼得的依戀是不正常的，但在某種無意識層面上，這又讓她有了家的感覺。\n如果你是外遇的受傷方，你的童年模式可能有助於解釋，為什麼你會繼續愛著你那不知悔改的伴侶；如果你是外遇的不忠方，你的童年模式可能有助於解釋，為什麼你會被你的情人所吸引。\n如果你是外遇的受傷方，你選擇留在一段不盡如人意的婚姻中，很可能是因為這就是你在兒童時期的全部認知的關係，也是你現在的全部認知，對你來說，這種關係就像是愛。你師從父母，受困其中，無法辨別什麼才對自己最好。你無法承認自己正在遭到伴侶的忽視或傷害，即使很少得到或完全得不到回報，也選擇留在婚姻中，從不分析，也從不評估自己的其他選項。\n如果你是外遇的不忠方，你之所以憎惡伴侶，很可能是因為伴侶沒能給你兒童時期未曾得到的東西，所以去別處尋求滿足，把自己的未來託付給你幾乎並不瞭解的情人。你不去解決自己對伴侶的幻滅，不去解決自己內心的矛盾，反而主動向外尋求滿足，或者被動地讓第三者來找到你。\n你說，這次感覺不一樣。你被強烈而心醉的感覺矇蔽了雙眼，一時信以為真。你會認為，這奇妙的激情具有治癒的力量，給了你全新的體驗。你會覺得，這個人和以前傷害你的人全然不同，這個人讓你感受到自我，給你一生求而不得的愛。於是，你就信了。\n然而，將你如此不可阻擋地吸引到情人那裡，並在你們之間創造瞭如此強烈的愛情化學反應的始作俑者，也許不是完美的愛情，而是你童年未竟的缺憾，以及你想從以往受虐和匱乏中解脫出來的期望。正如我所說過的，強烈的愛情化學反應，有可能是由一種不健康的愛情模式引發的。而平和的愛情化學反應，則有可能意味著你所選擇的伴侶會讓你用比兒時更為積極、更為充實的方式來體驗自我。聽到這句話，你可能會很不以為然。然而，如果一段感情一開始並不那麼來電，雙方早期經歷帶來的麻煩可能就會少一些，從長遠來看，雙方關係可能也會更滿意、更持久。\n最後，你可能還是會認為跟情人生活更好。愛是可以改變一個人的，它是鍛造人生鉅變的大熔爐，讓你進化，讓你提升，讓你成為最好的自己。外遇可以再度喚醒你在匱乏關係、受虐關係裡被扼殺的積極品質，讓你煥發新的信心，離開死亡的婚姻，並獲得一個更能積極回應你的伴侶。\n然而，在你離開伴侶之前，我的建議是，你要仔細傾聽來自你內心矛盾與失望的聲音；它們可能會告訴你，在童年成長過程中，你錯過了什麼，而在目前的關係中，你需要做什麼才能痊癒。在你逃離婚姻之前，問問你自己：“從這段婚姻中退出，這是實現自我的真正途徑嗎？又或者，這只是逃避童年心理創傷的藉口？”\n無論選擇什麼樣的伴侶，你都將經歷愛之幻滅，都要努力維持關係才能使之活力盎然。你若另作他想，那就還是自欺欺人。\n在本章中，我建議外遇中的受傷方和不忠方都要評估自己的愛情觀。但對是否複合，你可能還有很多保留意見。下一章將幫助你面對這些問題並做出重大選擇，決定是留下還是離開。"
  },
  {
    "id": "WYZH0007.html",
    "title": "第四章 直面自己的疑慮與恐懼",
    "text": "第四章　直面自己的疑慮與恐懼\n在上一章裡，我建議你在對未來做出任何不可挽回的決定之前，先審視自己的愛情觀。在本章中，對於是否要複合，我建議你直面自己的疑慮和恐懼，不要為其裹挾而盲目走上將來後悔的方向。\n你最好是自己單獨解決這些問題。因為在伴侶面前，你更有可能捍衛而非質疑自己的立場，也不太可能承認自己認識上有錯誤。還有就是，當你自我審查自己的想法時，當你為避免傷害伴侶的感情而用委婉的語言表達自己的想法時，你幾乎不可能對自己誠實。你要看到自己的矛盾心理，而不是粉飾它或淡化它。\n讓我們來看看，外遇以後男性和女性最擔心的十件事。其中，有些與外遇的受傷方有關，有些與不忠方有關。但大部分都適用於雙方。\n1.“一旦有了這麼多傷害，我們還能回得去嗎？”\n2.“你都已經出軌了，我怎麼相信你不會再次出軌？”\n3.“我們能做出有用的改變嗎？還是我們根本就合不來？”\n4.“是的，你是在做出一些改變來挽救我們的關係，但這些改變能持續下去嗎，是出自你的真心嗎？”\n5.“你是想要我這個人，還是隻想要那些外在好處（經濟上的保障、完整的家庭、共同負擔養孩子）？”\n6.“我有留下來的理由嗎？”\n7.“我們應該為了孩子而繼續在一起嗎？”\n8.“你做出那種事，不可能愛我了，繼續過下去還有什麼意義呢？”\n9.“在我自己沒確定複合之前，就花太多時間跟你在一起，對你太過用情，這不是有病嗎？”\n10.“跟情人多呆在一起，不是更有助於我做出這個關乎他／她的決定嗎？”\n請認真仔細地看看這些問題，它們會讓你在這個分手還是留下的問題上做出一個更加明智、更加深思熟慮、更加提升自我的決定。\n疑慮一（夫妻雙方）：“一旦有了這麼多傷害，我們還能回得去嗎？”\n人們通常認為，發生外遇以後，失去的愛情再也找不回來了，失去的信任也再也無法恢復。然而，我的要求是，在評判你們的生活時，你們不但要依據現在的感受，還要依據過去的感受。回頭看！你們有過幸福嗎，有過親密嗎？你們還記得戀愛時，是什麼吸引了你們彼此嗎？良好的預後，往往取決於早年間愛的力量。如果你們有一個強大的愛的開端——也就是說，你們都有建設性地處理彼此衝突的意願；你們都有過愛的感覺，都有過共同的未來願景；你們都有過互相滿足的性生活，並在一起享受過很多滿意的活動——那麼，你們的關係可能比你想象的更有希望。然而，如果你們找不到多少可以建設雙方關係的前期基礎——如果過往回憶對你們來說幾乎不管用，或者過往幸福極少——那可能就沒有什麼挽回的餘地了。\n回顧你們過往生活的時候，有一個危險就是，你們可能不會公正地看待過往，可能會戴著痛苦的有色眼鏡看待它。注意不要為了迎合現在而歪曲過去。有一種很常見的情況就是，不忠方會選擇性地記起過往中的不好時光，以開釋自己的外遇行為，而受傷方則選擇性地記起過往中的美好時光，以補償自己的心理傷害，以此證明“我以前並非不好，是你現在把我弄得不好；我們的關係以前並非糟糕，是你現在把我們的關係說得糟糕”。\n試著承認過往中真正的好、真正的壞，而不要戴著有色眼鏡看待過去。在這種時候，夫妻往往會對雙方關係做出對己方有利的、絕對化且簡單化的表述。想要離婚的人，往往如此回憶：“我們是奉子成婚”，或者“我家庭地位最低，寶寶和狗都在我前面。”想要挽回的人，往往如此回憶：“寶寶出生的時候，我們很興奮”，或者“我們在一起曾經很開心。”你若為開釋今天的情緒而篡改過往的情感，那你將得不到什麼好處。\n預言會自我實現。如果你認為你們的關係無法重歸於好，如果你認為做什麼都不管用，這種想法本身就可能打敗你。如果你已經在心中放棄了伴侶，你需要意識到這一點，並檢查自己是否過早地或不合理地產生了絕望感。你們有過快樂，但這並不能保證將來也一定快樂——蜜月裡的幸福可能敵不過共同還貸的日子，敵不過洗髒尿布的日子。不過，如果你們曾經快樂過，那麼你們關係的預後還是比較光明的。\n疑慮二（受傷方）：“你都已經出軌了，我怎麼相信你不會再次出軌？”\n如果你被背叛了，你可能會擔憂再也無法信任伴侶了，你對你們的關係再也沒有安全感了。這些擔憂有道理嗎？對於你可能承受的這種風險，顯然並沒有萬無一失的評估方法，但有五個指標為你提供瞭解決問題的線索。\n指標一：潛在的態度\n口頭認可夫妻互忠，未必能保證言行一致。但是，假如連口頭保證都不肯給，那就沒有太多信任的理由了。\n我有一個病人，當她問丈夫為何不忠時，丈夫解釋說：“我原以為你不會發現的。”她生氣地說：“按照你的邏輯，如果你認為自己不會被抓住，就有理由出軌了？難道只有受到懲罰的時候，你才有是非心嗎？”她丈夫認為，只要沒被發現，就可以做任何事情，這更讓她懷疑丈夫是否還能對她忠誠。她是對的。過了還不到兩週，她就發現丈夫在當地一家酒吧裡與他的一個老情人接吻。\n回看第二章，我們會看到在不忠方的思維裡，有很多為其不忠行為開釋的認知觀念。\n我建議你與伴侶討論下列觀點以瞭解對方的想法，並對其將來的行為做出有根據的猜測。最常見的觀點有：\n· “只要我的伴侶不知道，那就沒事。”\n· “我只能活一次，應該儘可能地享樂。”\n· “這種事不破壞家庭，還滿足了我的需求。我這麼做，也是為了孩子。”\n· “不應該有一夫一妻制。”\n· “我對沖動沒法控制。”\n· “我從未承諾做個完人。”\n· “我的伴侶很可能知道我有外遇，但沒有正面問我，所以只要我不張揚，肯定沒事。”\n有一個名叫莉婭的受傷方，基於上列觀點，用自己的話去問丈夫：“你是不是還認為男人從生物學上講註定會出軌？”\n她丈夫說：“沒覺得，但有時候情緒上來了就無法控制。”\n她反駁道：“那你的意思是不願為自己的行為負責嘍，那我怎麼能再相信你？我要你跟我說：‘我不能肯定，但我每天都在拒絕誘惑。想吃熱巧克力聖代的時候，我就吃沙拉；非常累的時候，我就強迫自己去健身俱樂部；為了健康，我用上百種方法來約束自己；為了我們的關係，我也能這樣做。’對於控制自己的衝動，你都如此不能肯定，那我為什麼還要相信你不會再次出軌呢？”\n受到外遇的傷害後，你很可能小心翼翼，不會過快地重新信任你的伴侶。畢竟，你沒辦法知道自己是不是被對方騙了，因為語言可以用來傳達真相，也可以用來隱藏真相。不過，我建議你不要立即把伴侶的話定性為謊言，你可以聽其言觀其行，看看伴侶未來幾個月是否言行一致。如果你真的想重歸於好，為什麼不給伴侶一個走出困境的機會呢？\n即使伴侶對夫妻互相忠誠的看法似乎與你大相徑庭，你也不要放棄希望。這個問題可能並非在於你們的觀點水火不容，而是在於你的伴侶出於自我防衛，不願在言語上做出讓步。\n湯姆的情況就是如此。當妻子因為他跟家裡十八歲的保姆上床而說他道德敗壞時，他回吼道：“世上有七十億人，人人都想搞懂自己為什麼而活；你算老幾，憑什麼對我指手畫腳？”湯姆並非真的認為自己的行為正當，而是感到人格遭到了攻擊，於是急著要自衛。跟其他家庭的情況一樣，他們互相謾罵了好幾天，但隨著時間推移，他們彼此的觀點就不像看上去那麼水火不容了。湯姆同意跟妻子一起去諮詢夫妻關係心理治療師，以解決自己對婚姻的不滿情緒。\n指標二：有出軌前科\n較之出軌初犯，有過出軌前科的人更有可能再次撒謊，再次出軌。\n瑪麗蓮和馬歇爾在一起有十二年了，當瑪麗蓮回憶過去時，發現從自己跟了馬歇爾的第一天起，他就是個兩面人。訂婚的時候，瑪麗蓮在他的黑莓手機上看到一個陌生號碼，打過去後，發現對方是他正在約會的女人。瑪麗蓮剛在醫院生下第一個孩子，他就從醫院出去四個小時，說是去買比薩。一週以後，瑪麗蓮接到了她家附近一個汽車旅館的電話，問她是否在他們的房間裡落下了一對耳環。\n馬歇爾的撒謊不止於性行為。他告訴瑪麗蓮，他上的是阿默斯特學院（後來知道其實是麻省大學阿默斯特分校），說他是西班牙人（其實是波多黎各人），說他父親是醫生（其實是實驗室技術員）。對馬歇爾來說，撒謊就是他的生活方式，是他根深蒂固的人際交往模式。瑪麗蓮最終還是當面質問了他最近的外遇，他承認了，發誓重新做人，說再也不會出軌了。瑪麗蓮回望他們共同生活的歲月，還是讓馬歇爾走人了。\n我並不是說，一次外遇比十七次外遇更值得原諒，也不是說，一次外遇不會發展成兩次外遇。不過，比起那些初次出軌的伴侶，長期撒謊、欺騙成性的人可能更難打破其行為模式。\n指標三：坦誠交流的能力\n能夠意識到自己的需求，並能本著互惠妥協的精神進行商討，這種伴侶更有可能留下來解決婚姻問題。無法意識到自己的需求，卻希望你憑著直覺就知道其需求，或者因害怕產生衝突而把自己的需求憋在心裡，這種伴侶很可能會滋長不幸感。他們認為自己的疏離感是你造成的，於是到別人的床上尋求滿足。\n當然了，還有些人只是缺乏溝通技巧，以前從沒有袒露過心事，現在也不知如何表達自己。也許是生活的教導不讓他們表露情緒，避免深度交流，隱藏自己的需求。因此，對你而言更重要的不是伴侶的沉默本身，而是讓伴侶看到自己在沉默——這就是滋生不滿的溫床——並讓伴侶跟你一起變得更加坦誠、更加直接。\n打破沉默不是你一個人的事，但你可以鼓勵伴侶敞開心扉，為伴侶說出心裡話創造寬容與接納的氛圍。讓伴侶不要顧及你的感覺，讓伴侶相信你可以接受其體驗到的事實。如果你們都能學會對彼此真誠，更加直率地說出自己的需求，在你們的關係中，就會形成解決問題的機制，並且降低一方出軌的可能性。\n山姆，四十四歲，財務顧問，妻子比他小很多。山姆覺得妻子對他不好，但他自己並不承認這一點，也不願與妻子就此發生正面衝突；在家裡他壓抑自己的憤怒情緒，並在外遇中尋求情人的陪伴。外遇事件對山姆的夫妻關係起到了催化劑的作用，給了他說出心裡話的勇氣。當夫妻倆坐在我的辦公室時，積攢在山姆內心多年的憤怒噴湧而出。他火冒三丈地說：“你總是嘲笑我大肚子，嘲笑我禿頂，太討厭了。我晚上回家你頭都不抬，只顧看雜誌，太討厭了。我掙的錢已經足夠養活我們兩個人，但你對我怎麼花錢還指手畫腳，太討厭了。\n山姆的妻子坐在那裡，一言不發——她愣住了。等到山姆把一通火發完，她才深吸一口氣，說：“好吧。聽到你抱怨，很好；知道你的想法和感覺，很好。我從來沒有意識到你不喜歡這些事。我可以儘量改正——我會改正的。”\n指標四：傾聽與同情的能力\n只顧自己的需求，不重視你的需求，這種伴侶更有可能再次出軌。所以，你有必要問問自己，你的伴侶能否：\n· 把你看作一個獨立的人，而不是其延伸物；\n· 理解你經歷的一切以及外遇給你造成的情感傷害；\n· 對你的痛苦抱以同情，對你的痛苦有所悔恨；\n· 傾聽你的觀點，即使你們觀點不一。\n如果你對這些問題的答案大部分為“否”，你就不要問自己“我的伴侶還再出軌嗎？”而是問“我的伴侶為什麼不再出軌呢？”\n指標五：願意探究外遇意義並承擔適當責任\n除非你的伴侶有尋找外遇原因並承擔相應責任的意願，否則你建立夫妻互相忠誠的希望很可能會落空。\n有一位室內設計師，四十七歲，她就對我抱怨道：“六年前凱文有過外遇，但直到今天，他都拒絕跟我談這件事。細節上我幾乎毫不知情，但那件事就是橫在我們之間。我能感覺到其存在。我認為他現在沒有背叛我，可我對明天沒有安全感，因為我不知道我以前哪裡做錯了，怎麼錯的，又或者，他是不是變了。我懷疑他也不知道。”\n如果我們從外遇事件中沒學到什麼教訓，也沒做出什麼改變，固有的問題便依然存在，出軌的誘惑也依然存在。\n這部分內容是寫給受傷方的，但也有一些要寫給不忠方：如果你想探究自己為何有外遇，是什麼導致了自己出軌，如果你真的對自己所造成的傷害感到抱歉，並真的想要有所彌補，現在是時候挺身說出來了，但你在說的時候不要話語刻薄，不要語焉不詳。也不要反過來指責伴侶，不要為自己的行為找合理化理由，等以後你看問題的視角更客觀的時候再來說這些；現在說，只會讓你的伴侶質疑你承諾改變的誠意。只有當你表現出自己的內在力量，能夠直面自己的缺點，能夠接受自己對外遇的應有責任時，你的伴侶才會有足夠的安全感與你一起投入未來。\n疑慮三（夫妻雙方）：“我們能做出有用的改變嗎？還是我們根本就合不來？”\n假設會塑造出自己的現實。如果你認為伴侶不適合你且不能為你做出改變，你就很可能會放棄這段關係，開始另作他求。但是，如果你把自己的想法當作有可能對也有可能錯的主觀現實，那麼你就可以給伴侶一個機會來證明你的想法是錯的。\n為了驗證你想法的真實性，你可以當面或書面告訴伴侶，你到底需要對方做出什麼樣的改變，才能感到更多的愛、尊重和關心。試著不要用好勝強迫的口吻來表達自己——不要威脅對方，不要向對方下最後通牒。試著用積極而不是消極的方式來表達自己的要求；這些要求要具體，不要籠統。比方說，“你從來都沒有讓我覺得自己對你很重要”，較之“你要回家吃晚飯，做好週末玩樂計劃，主動提出性要求，這樣就會讓我覺得自己對你很重要”，後一句更能清楚地表達你的需求。\n關於表達自己要求的方式，我最常聽到的有：\n· “你要控制好自己的脾氣。別講帶刺的話，告訴我你在煩什麼。”\n· “別喝酒了。”\n· “想什麼就說。”\n· “我想做什麼，哪怕你不想，也得跟我一起做。”\n· “多誇我。告訴我你喜歡我什麼，愛我什麼。”\n· “更愛我一些嘛。”\n· “在撫養孩子方面（上足球班的時候接他們，給他們講睡前故事），你要多上點心。”\n· “告訴我你平時在幹什麼。”\n· “對我的生活要有興趣。”\n· “如果我想獨處，你別在意。”\n· “少擔心未來，多關注現在。”\n為了保證自己明確瞭解伴侶的需求，我建議你們採用一種常用的交流練習，叫做鏡像對話法，或者坦誠傾聽法。甲方告訴乙方自己有什麼煩心事，需要乙方做出哪些改變。接著，乙方複述甲方說過的話，直到甲方感到乙方充分理解了自己的意思。然後，角色互換，重複上述步驟。\n試著仔細傾聽伴侶希望你做出的改變，不要有防備心。接著，判斷這些要求對你是否公平，是否可以實現，問問自己：\n· “從這些請求中，可以看到我的哪些方面——哪些是可愛的，哪些是令人討厭的？”\n· “我能做到伴侶想要的那樣嗎？”\n· “我願意試著去做嗎？”\n· “這些改變會提升我自身，還是有損我人格；會有助於我的成長，還是威脅到我的福祉？”\n· “伴侶對我的這些抱怨，在以前或最近，我有否從他人那裡聽到過？”\n· “伴侶要求我改正的這些行為模式，是否在我的父母或我童年時代的其他榜樣身上同樣出現過？這些受到指責的行為，是否是我從他人那裡複製過來的？”\n對於伴侶的要求，你的第一反應可能是：“你是要我變成完全不同的另外一個人。”也許你是對的。伴侶往往對你說，“哪怕你只要……”接著，就要求你具備一個完全不是你性格的特質。然而，在這個婚姻關係充滿動盪的時期，哪怕對方提出了最微不足道的要求，也可能被你看作毫無道理。如果你陷入權力之爭的思維中，那你就更會寸土必爭。有可能出現的情況是，你的伴侶只是要求你做出某些並不危害你的小改變，卻能讓你們以一種全然不同的方式重新體驗彼此。\n如果你的伴侶向你抱怨過，你的老情人向你抱怨過，你的家人朋友也向你抱怨過，那麼你可能真要直面自己身上的某種缺陷了，因為這種缺陷讓你無法跟他人建立更親密的關係。如果你想要維持一段成熟的關係，那你就要做出改變。這是一顆難以下嚥的苦藥，但或許你伴侶要求你做出的改變，會讓你成為一個更加可愛的人呢。\n不過，在做出改變的時候，你也不應不假思索地以為，你就是那個唯一需要改變的人。如果你現在情緒抑鬱，或者急切地想跟伴侶複合，那麼你應有所防備，不要因此而應允對方不可能的事情，或者應允太多。（有一位女士對丈夫說，希望他在夫妻關係中承擔90%的工作。這位丈夫缺乏權利意識，富於自我犧牲精神，又害怕失去她，於是他答應了：“好吧，我來做。”）\n記住，你的伴侶為了弄清楚自己為何不幸福，或者不想為這不幸福承擔自己的那份責任，他/她可能轉而挑你的毛病。這種心理會明顯地表現在：\n· 當初吸引你們走到一起的理由，現在成了你的伴侶要求你改變的東西（比如，當初欣賞你天生愛自由，如今斥之為沒有責任心）；\n· 你擁有你伴侶所缺乏並無意識中羨慕的某些品質，反而因此遭到其指責（比如，你有獨立做事的能力，反而因此遭到個性謙卑的伴侶的指責）；\n· 你的伴侶試圖貶低你或征服你；\n· 你的伴侶要求過多，需求無度。（有一位丈夫對妻子說：“這個社區我說了算，公司裡我說了算，家裡我也要說了算。”有一次，妻子讓他進廚房前先脫掉沾了泥的運動鞋，他就炸了毛，生氣地說：“這是我的家，別教我怎麼做事。”）\n如上情況也同樣適用於你。如果你在要求伴侶做出改變，那就應該先檢查自己不滿的根源，而不是不假思索地認為問題出在伴侶身上。不要隨便發洩你的不滿，不要在伴侶還沒做出應對的時候你就轉身走人，你先要內省，先要檢查自己的不滿是否合理。我建議你問問自己：\n· “我提的要求是否超出了伴侶或常人的能力？”\n· “當我覺得力不從心、沒人愛我、沒有安全感時，是否就會怪到伴侶頭上，我是不是一直都是這樣？”\n· “我是因為自己覺得不幸福，才覺得伴侶令我失望嗎？”\n· “我的不滿情緒有多少是我自己造成的？是因為我不切實際的期望嗎？是因為我未竟的內心衝突嗎？是因為我的需求過度嗎？是因為我對伴侶及夫妻互動模式的認知扭曲嗎？”\n人們往往對伴侶的缺點洞若觀火，對自己的缺點卻不知所以。四十七歲的商人傑伊就是一個很好的例子。“我可養不起我老婆（瓊），”他抱怨道，“她的品位太高檔了，這讓我覺得自己很沒用。”他認定自己永遠也滿足不了她，就跟一個年紀只有他一半大的女人私奔了，而這位新歡從不問他要任何東西。為了證明自己大方，他給她買了各種奢侈的禮物。\n傑伊考慮要不要回歸家庭，他遞給妻子一張列有很多要求的清單，上面第一條寫著：“我送你禮物，你要多一點謝意，別讓我有養不起你的感覺。”\n對此，瓊大惑不解。她一直認為丈夫在經濟上做得很成功，能與他共享如此奢華的生活，她覺得很幸運。傑伊提醒她說：“有一次我們在香港，你走進一家特別奢侈的商店，試戴一款價值十萬美元的南海珍珠項鍊。你當時沒說什麼，但我知道，你想要我給你買。我們回家以後，我想要你買輛奧迪，但你覺得不夠好，非得買輛雷克薩斯。你讓我有種感覺，覺得自己檔次很低。”\n瓊聽著，顯得難以置信。她肯定地說，她是為了好玩才試戴那條項鍊的。至於車子，難道不是因為傑伊自己兩種品牌都喜歡，然後告訴她隨便買哪一輛都行嗎？\n傑伊沒有看到的是，他自己在責怪瓊，而這種責怪源自他覺得自己能力不足——這種感覺始於其童年時期父親對他的忽視；成年後做家族生意，他又不如其父，這更是加深了他的這種感受。當然，作為妻子，瓊可以說些好話來讓傑伊更有成功感、更有安全感——比如，在丈夫送她禮物的時候，她可以更為熱情地表示謝意，而不是像她以前那樣有時候還把禮物退回去——但是，傑伊對婚姻的不滿既反映了他妻子的問題，更反映了他自己的問題。單憑他妻子一個人，是永遠無法治癒他受傷的自我意識的。\n“我是否應該為了伴侶而改變自己？”“伴侶是否應該為了我而改變自己？”這些問題沒有簡單的答案。你們要求彼此的東西，可能是自私且不合理的，但也可能是你們都需要的催化劑，讓你們超越過去的自我，為一段更加深刻、更加持久的關係開闢道路。\n你也可能會走出這段關係並愛上另一個新人，想以此逃避沉重的自我審視帶來的煩悶和困苦。然而，假如你不檢查導致外遇的原因，不為自己的不滿承擔一定的責任，無論是做人還是作為伴侶，你都可能失去一次成長的機會。\n疑慮四（夫妻雙方）：“是的，你是在做出一些改變來挽救我們的關係，但這些改變能持續下去嗎，是出自你的真心嗎？”\n你一直在懇求又或者在默默期待伴侶做出的改變，突然之間，伴侶十分自覺地在做了，這種情況也是經常會發生的。體胖的伴侶開始僱私人教練健身了，不陪孩子的父親開始騰出時間陪孩子了，這都是有可能的。\n這些改變剛開始會讓你覺得未來充滿希望，但你可能很快就會懷疑伴侶做出這些改變是否出於真心，是否會持續下去。你甚至還有可能感到惱怒。你會想：“這些年來我一直吵著要伴侶有所改變，可為什麼是發生外遇以後，我們可能要分手了，伴侶這才做出改變呢？”\n這些改變也可能讓你害怕，因為這會讓你相信伴侶，可在相信以後，伴侶會不會再次做出令你失望的事情呢？如果你是外遇的受傷方，你可能會問自己：“我這是受對方擺佈了嗎？一旦我願意重歸於好，對方會認為一切都好了，接著又會故態復萌嗎？”如果你是外遇的不忠方，你可能會擔心：“伴侶做出這些改變只是為了引誘我回歸家庭，是想騙我放棄我的情人吧？一旦我回歸了，伴侶會不會再度洋洋得意起來，讓我後悔當初沒有一走了之？”\n如果你的伴侶拒絕在你認為重要的事情上做出改變，或者言而無信，那麼你打包走人有可能是明智的。但是，如果你看到了對方正在做出努力，那你可以先擱置懷疑，先降下猜忌的路障，真正給伴侶一個走出困境的機會。你必須打開心門，才能讓伴侶走進你的生活。\n疑慮五（夫妻雙方）：“你是想要我這個人，還是隻想要那些外在好處？”\n你有個希望，就是希望伴侶想要你這個人，如今這個希望比以往任何時候都要強烈。你有個懷疑，就是懷疑伴侶想要複合的動機，如今這個懷疑也比以往任何時候都要強烈。如果你的伴侶想要複合，你很可能會認為這不是為了你，而是為了那些跟你有關的很多好處。這種想法也許不是有意的，也不一定是事實，但它很能影響你在這段關係中是去是留的決定。\n有一位名叫蓋爾的病人問我：“為什麼我要接受丈夫迴歸呢？他是害怕沒了孩子，沒了草坪，沒了金毛獵犬，沒了五十四英寸的電視吧。誰知道呢？也許他知道單身並不是那麼美好，所以想有個人幫他去洗衣店取衣服了。我不確定他是不是為了我這個人而回歸的。”\n傑夫，不忠方，他也懷疑自己對配偶是否重要。他抱怨說：“朱迪想讓我回頭，因為她需要我幫她還信用卡賬單，而且她還想要孩子。可是，她愛的不是我。她只是需要一個男人。”\n如果你的伴侶決定重歸於好，你想知道自己在他/她的考量中扮演何種角色，這很正常；如果你的伴侶似乎只是看重你能出錢還貸，或者你是其長期飯票，那麼你認真地考慮分手，這也很正常。不過，如果你希望伴侶只是因為愛你這個人而決定重歸於好，若非如此你就覺得自己被伴侶看輕、覺得自己太過妥協，那麼可以說，你對婚姻的看法未免很不現實。\n即使在戀愛期，你的伴侶之所以被你吸引，可能也並非完全為了你這個人，而是為了一個理想化了的你，為了你能提升其自我形象。經濟保障、情感安穩、有人陪伴、家庭裡的舒適感和熟悉感、生病或年老時的家人支持——這些都是維繫感情長久的要素。所有這一切，都是維持夫妻雙方關係，滿足夫妻雙方需求的動機，它們跟愛情本身一樣基本而深刻。如果你覺得婚姻幸福，就不會介意伴侶因為你能帶來的好處而珍重你；實際上，正因你知道自己能在多方面滿足伴侶，你甚至還會覺得愈發自豪。然而，如果你覺得婚姻不幸福，你就可能認為伴侶是出於外在原因愛你，覺得自己被利用了還得不到對方的感謝。\n承認這一點可能很痛苦，但在外遇曝光後，夫妻可能都會更加看重對方給自己帶來的一攬子好處，而不是對方本人。不過，對於讓夫妻走到一起的各種因素，我們也沒法算清每一種各佔比多少。如果你決定重建親密關係，你可能就會發現，你們的生活已千絲萬縷地交織在一起了，而你這個人及你所帶來的種種好處是不可能切分開來的，也最好不要切分開來。\n疑慮六（夫妻雙方）：“我有留下來的理由嗎？”\n你也可能會擔心，自己為了錯誤的理由而留下來。也許你的擔心是對的。\n有一位病人承認道：“我留下來是因為我信天主教，就是這樣。我許下了承諾，就一定要永遠遵守。但是我很痛苦，這讓我不得不懷疑自己在做些什麼。”\n還有一位病人告訴我：“我的家族裡從來沒有人離過婚，我不會動離婚的念頭。可是，我父母的婚姻死氣沉沉，我害怕繼續呆在那種婚姻裡。”\n如果只是出於內疚、恐懼或責任感而留在婚姻裡，你就得重新考慮一下自己的決定，要不就做好心理準備，一輩子呆在自我囚禁的生活裡：你是牢籠裡的囚犯，但開門的鑰匙在你自己手裡。\n讓我們來看看，有哪些留下來的理由值得商榷。\n理由一：“我無法獨立生活。”\n如果你留在婚姻裡，是因為覺得自己經濟不獨立、情感不獨立，那就停下來問自己：“我這樣對自己公平嗎？我是否低估了自己離婚後正常生活、養活自己並創造充實生活的能力？”你可能害怕一個人過。但是，當你更加客觀地審視自己的生活時，你就會發現，自己以前就是一個人過，過得也很好；又或者，你會發現，自己以前一個人過得不好，但那時的自己更青澀，生活資源更少，財務承擔力更弱，生活負擔更重。\n你可能認為自己在經濟上依賴伴侶，卻低估了自己獲得工作的能力與手段。你以前工作過吧？你是不是誇大了從伴侶那裡獲得的安全感、被保護感、被照顧感呢？有這麼一個女人，曾認為自己無法獨立生活，而當她得知供養她的丈夫把他們大部分畢生積蓄都賭輸掉了之後，正是她力挽狂瀾，才沒讓銀行沒收他們的房子。\n因此，你要問問自己，失去伴侶後你會害怕什麼，這一點很重要。讓這個想法顯得可怕或令人沮喪的原因往往就是你自己賦予的——你覺得自己不夠好，無法吸引別人；你覺得自己身上有些地方根本就不可愛。讓你感到不安的原因，與其說是要面對一個人過日子的現實，不如說是你對此事的負面想法。如果你能誠實地面對自己，就有可能意識到，你一直關注的是結束婚姻後自己會有多麼孤獨，卻沒有注意到在這段受虐與匱乏的關係中，你已經很孤獨了。\n理由二：“我的宗教信仰告訴我，婚姻誓言不可侵犯、不可破壞。”\n雖然你的婚約已被褻瀆，但你的宗教信仰可能仍會勸你，婚姻是神聖的，離婚是有罪的，寬恕是神聖的。\n宗教教義可以賜生命以意義，讓人遵循明確的道德規範，讓人追求精神的滿足，讓人獲得心靈的慰藉。有關婚姻關係的現有研究表明，如果你的宗教信仰能強化你內心深處要複合的強烈願望，那麼你改善夫妻關係質量的成功幾率相對較大；然而，如果你的宗教信仰是自上而下地約束你不要離婚，那麼你成功的幾率就相對較小。倘若宗教信條是你留在婚姻中的唯一理由，那麼你最終可能只是為了滿足自己的信仰，而不是為了滿足自己，也不是為了滿足伴侶。\n理由三：“一想到離婚，就覺得太過沉重。”\n一想到要離婚，你可能就難以承受。我有一位病人，一邊想象著分割財產的場景，一邊自問道：“iPad歸我，筆記本歸我丈夫？現在要我辦這種事，真是太難了。”然而，一想到自己對伴侶外遇的懷疑證據確鑿，想到自己就要和這種懷疑常相伴了，她又要問自己到底哪種選擇更差了：是忍受分手的創痛呢，還是留在破碎的婚姻裡度過餘生呢？“一種是短痛，另一種是持續一輩子的長痛。”不久以後，她還是聯繫律師準備辦離婚手續了。\n理由四：“我有責任照顧好伴侶。”\n有些人可能會擔心，如果自己離開，伴侶就會崩潰。這種擔憂可能出於重建夫妻關係的良好願望，也可能出於對分手的恐懼的一種掩飾，出於對獨自生活的不安，出於想讓伴侶需要自己，出於追求適合自己的生活時的猶豫不決。\n如果你一切所為都是為了犧牲自己成全婚姻，那麼你的伴侶很可能更想擺脫你，然後尋找真心願意與其共度一生的人。如果你不是以有意義的方式跟伴侶相處，就無法恢復或滋養伴侶的自我意識，而伴侶則很可能另覓良人來獲得心理支持。\n疑慮七（夫妻雙方）：“我們應該為了孩子而繼續在一起嗎？”\n因家庭分裂給孩子帶來不良影響，身為父母的離婚人士會深感痛苦。他們理應感到痛苦。\n雖然父母離婚時孩子的年齡、性別、心理調適能力等因素對研究結果有影響，大多數研究結果仍然表明，較之完整家庭的孩子，至少在父母離婚後的頭兩年，離異家庭的孩子整體成長情況更差，這體現在孩子的學業成績、行為、心理調適、自尊，以及社會能力等方面。\n不過，我們還可以同樣清楚地看到，最能決定孩子幸福的並不在於家庭完整，而在於父母離婚前、離婚中及離婚後，孩子受到父母矛盾的衝擊程度。較之生活在父母衝突程度高的完整家庭裡，孩子在父母衝突程度低的離婚家庭裡的生活似乎更好一些。\n社會學家康妮·阿隆斯(Connie Ahrons)對九十八個離異家庭的研究發現，這些家庭裡的夫妻雙方都認為，為了孩子而維持婚姻是錯誤的，他們當初應該早點分手，他們的孩子“即便生活在父母離異的家庭裡，只要這個家庭現在氛圍誠實、運作正常，孩子也會過得很好。”當然，人們往往會編造各種理由，以開釋自己的行為；假如這些夫妻當初決定維持婚姻，努力解決問題，他們可能會對此得出不同的結論。\n沒有人會鼓勵你們任性地分手，你們應該先試著解決婚內衝突。然而，假如你們只是為了孩子而硬要呆在一起——如果你們只是出於內疚、恐懼或義務而徘徊於痛苦不堪、死氣沉沉的婚姻——從長遠來看，這樣可能對孩子反而沒好處。因為這會給孩子一種令人遺憾的愛情示範，一種你們不願他們成年後重蹈你們覆轍的婚姻模式。更重要的是，如果你在婚姻中沒有得到滿足，變得極度抑鬱、自我關注，產生情感退縮，你的孩子可能也會受到你的不良影響。\n如果你決定分居或離婚，你和孩子之間是有些物理距離，但跟你與孩子的情感距離相比，前者對他們的傷害要更小一些。無論你們是否還住在同一個屋簷下，你們本身就是孩子的家庭；而孩子的心理調適能力，更多地取決於孩子與父母的情感聯繫，而不僅僅取決於跟父母住在一起。如果是你這一方離家而去，或者你只能偶爾見到孩子，那你應該儘量關心孩子，跟孩子保持情感聯繫。正如瓊·凱利(Joan Kelly)在離異心理調適研究的綜述裡指出的，“在父母離婚之初，心理狀態良好並與父母親密有愛”的孩子，只要在父母離婚之後“繼續與父母保持有意義的親子關係”，就可能繼續維持良好的心理調適能力。\n就孩子的調適能力而言，你決定離婚並沒有那麼重要，重要的是你是否願意跟前配偶建立“育兒夥伴關係”。凱利發現，如果父母避免在孩子面前發生直接、激烈的衝突，那麼，那些在父母離婚前就有積極適應能力的孩子，在父母離婚後便仍有可能繼續保持大致不變的積極適應能力。除非“父母一方讓孩子負責父母之間的信息傳遞，向孩子問出一些涉及對方的冒昧問題，或者導致孩子覺得需要替一方隱藏某些信息、某些情緒”，否則孩子不會出現抑鬱情緒或異常行為。換言之，除非孩子感到自己夾在父母的衝突之中左右為難，否則他們都能相對安全地挺過父母的爭鬥。\n而在做出抉擇之時，請記住：你們的選項不止於維持不幸的婚姻或快快樂樂地離婚；你們還可以通過解決你們之間的差異和不滿，努力讓婚姻完好無損，使之成為一段具有價值的婚姻。對於大多數孩子來說，如果他們有選擇權，應該會希望自己的父母繼續和睦相處，這一點沒什麼好奇怪的。至於做父母的你們，如果你們心中有足夠的理由複合，就不僅可以為了孩子保住核心家庭，還可以教會他們人生中寶貴的一課——曾經互相傷害甚至互相憎恨的人，是可以學會重新愛上對方的；分手的人，是可以重歸於好的；人與人的衝突，是可以成功解決的；親密關係有了危機，是可以通過有意義的改變而更加牢固的。\n疑慮八（受傷方）：“你做出那種事，不可能愛我了，繼續過下去還有什麼意義呢？”\n如果你認為伴侶不可能一邊跟別人睡覺還一邊愛著你，或者永遠不可能再次愛上你，你就有可能陷入絕望或憤怒，從而放棄你心中想要挽救的關係。\n有的人可能會把痛苦藏在心裡，想著“我真失敗”“我競爭不過別人”“我不可愛”，諸如此類，並把自己的婚姻看做糟糕的笑話。有的人可能會把痛苦發洩出來，先發制人地實施反擊，拋棄那個拋棄你的人。由於你的伴侶似乎比你的選擇更多，關係破裂後失去的東西也更少，這反而可能刺激你愈發想要佔到上風。儘管憤怒可能只是掩飾了你的自我貶低、充滿需求、滿懷嫉妒、幻滅無助的感覺，它卻可能會讓你覺得自己變得強大起來，導致你不願停止憤怒。\n有人傷害了你或用他人來取代你，你想棄之而去並宣稱自己一個人會過得更好，這是很自然的——畢竟，我們當中有誰不願意相信這種人棄之不足惜呢？然而，我還是要勸你，不要在情感受創的時候做出不可逆的人生決定。你認為伴侶不愛你或者從未愛過你，這未必是真的。發生外遇的原因，可能與你或你們的生活關係不大，甚至完全無關。你的伴侶嘴上沒說太多，心裡卻可能既慚愧又後悔，想跟你一起努力恢復關係，只要你願意接受這種可能性。\n有一位名叫貝蒂的病人告訴我：“因為我丈夫出軌太多次，我都打算離開他了。我在想：‘如果愛不能轉化成愛的行為，那愛是什麼？’但他終於明白，也讓我明白，他之所以跑到其他女人那裡，不是因為他跟我在一起感到不幸福，也不是因為他愛那些女人，而是因為他害怕與任何人建立親密關係——他擔心如果別人懂了他，就會看穿他。當我明白了這一點，就不再像之前那樣覺得他是在排斥我個人了；在他看心理治療師，努力克服自己問題的時候，我會盡量保持耐心。這才剛剛開始嘛。”\n如果你處在抑鬱中，試著不要在情感上自虐，不要沉湎於自己的受害者身份之中，要朝外看，看到這段外遇所揭示出來的你的伴侶的受傷自我。如果你感到憤怒，試著向伴侶展現出你憤怒的軟肋——也就是說，讓對方理解你憤怒底下的恐懼、傷口和屈辱。無論你的感覺如何，是抑鬱還是憤怒，你都需要把你的痛苦講出來，要讓你的伴侶聽到你的痛苦——要搞清楚這個人是否願意傾聽你的痛苦，要搞清楚這個人是否願意對外遇承擔其理應承擔的那份責任。\n疑慮九（夫妻雙方）：“在我自己沒確定複合之前，就花太多時間跟你在一起，對你太過用情，這不是有病嗎？”\n有的人可能會認為，應該跟伴侶保持距離，在確定自己是否想要複合之前不要太愛對方。這個策略的問題在於，它實際上肯定會加深你們的隔閡。畢竟，如果你不願積極與其相處，那你又怎能期望對其產生更為正面的感情呢？\n鮑勃開始和勞拉有外遇的時候，他覺得跟妻子蘇珊還住在一起不合適，所以就找了個公寓，從家裡搬了出去。由於不確定這兩邊關係會怎麼發展，他就每週與蘇珊見一次面以保持兩人之間的聯繫，並落實家裡的一些實際問題，比如帶狗去看獸醫、探望生病的親戚、支付家庭賬單等等。\n但鮑勃不再跟妻子過性生活，即使感覺還有愛，也不對妻子表露出來（她生日時不給她打電話，她有了新工作的第一天也不祝她好運）。他堅持認為：“只要我跟別人還有瓜葛，事情就要做得體體面面。”\n鮑勃並不是生蘇珊的氣，也不是對勞拉有多著迷，但他現在的生活就是以勞拉為中心，勞拉成了他唯一的伴侶，唯一的朋友，唯一的性夥伴。鮑勃後來承認：“我覺得我和蘇珊算是完了，但她求我不要全然離開她，我也樂得如此。我要回家的話，她就做我最愛吃的菜，等著我吃晚餐，還一起跟我們共同的好友去看電影。我們還像往常一樣坐在客廳裡，喝著熱巧克力，四仰八叉地躺在大沙發上看書。一開始我感覺挺尷尬，甚至有些怪怪的。但漸漸地，我意識到自己有多麼想念她。這讓我們重溫了以前的快樂時光，也幫我做出了留在婚姻裡的決定。”\n你，受傷方，可能想與伴侶談談外遇的意義之類的沉重談話，而你，不忠方，要願意隨時面對這種談話，以表現出你關心自己造成的傷害並願意做出改變。但現在的情況是，為了將生活拉回正軌，你們需要的不僅僅帶著痛苦談論外遇事件，因此我建議你們偶爾還要把這些先放一放，讓你們的關係喘口氣。做一些曾經令雙方快樂的事情，會很有好處。\n有一位朋友告訴我，她和丈夫經歷了一次馬拉松式的夫妻關係心理治療以後，兩人一起去吃中國菜。“我們吵了一個晚上，吵得腦子都混沌了。我們分享蛋卷，互相嘲笑對方在心理治療師眼裡的樣子，而那頓飯是我們幾個月來最美好、最親密的一段時光。”\n如果在某些時候，你們兩人中有一方湧起了愛意，想要在身體上表達出來，我建議你要明白無誤地讓對方知道，讓對方決定是否接受你的主動。雖然你們可能分居了，只要你們都在真誠努力地克服矛盾心理，只要你沒有讓你的伴侶覺得你急於複合，你們就可以有情感上的交流，甚至可以有性生活上的互動。\n我知道這種做法對你來說有多可怕：作為外遇中的受傷方，這種做法會讓你易於受傷，有被對方再次踐踏尊嚴的風險。如果你覺得伴侶的性挑逗威脅到你，或者侵犯到你，你當然要尊重自己的感覺並與對方保持距離。但是，只要不涉及性事，你仍然可以享受對方在身體上、語言上表現出來的愛意，甚至從中獲得情緒滋養。如果在其他什麼時候，你的伴侶願意直面夫妻間某些更為緊張的問題了，這時你也會覺得更加容易面對。\n你們現在的互動有可能非常敏感，但如果互相迴避，就只會在彼此之間築起更高的圍牆。你有可能認為，在你克服矛盾心理之前，你的伴侶不想跟你發生任何關係，但你有可能錯了。在你們共度美好時光之前，你給自己施加的壓力可能是你自己誘導出來的，而不是你伴侶要求的或期望的。\n疑慮十（不忠方）：“跟情人多呆在一起，不是更有助於我做出這個關乎他/她的決定嗎？”\n如果你堅持要和情人在一起，每一個空閒的時刻都要在一起，以便得知你們的關係會如何發展，這種體面的藉口底下可能僅僅只是慾望而已。不過，你也可能真的是困惑於自己的強烈情感，可能真的在尋找一種方法，以解決自己對於夫妻和好的矛盾心理。\n這種做法很偏心，其問題在於，它會讓你在外遇中越陷越深，從而很少甚至無法瞭解自己對伴侶的情感。如果你想要的就是浪漫，那就去浪漫吧，讓自己盡情地與情人呆在一起，但你要意識到，這會讓你離伴侶越來越遠。在小說《分離》中，一個已婚七年的丈夫，外遇的受傷方，把自己與妻子的新情人做了個比較：“曝光就曝光了罷，知道就知道了罷……暴力征服總是戰勝溫柔以對，哪怕只是暫時……而愛著的人就這樣輸給了被愛的人。”\n等到以後，激情褪去，矛盾出現，你可能就會更加挑剔地審視你的情人，更加有愛地看待你的伴侶。但等到那時，你可能已經失去伴侶，無法回頭了。\n跟外遇對象呆在一起，這不會讓你有個好視角來做出明智的選擇，只會讓你更加靠近外遇對象。即使你對外遇對象的情感依然強烈，如果你想考驗夫妻關係是否牢固，那你就要在伴侶這邊花些時間與精力了。\n下定決心後再做決定\n一個重要的人生抉擇擺在你面前：是重建夫妻關係，還是轉身離開。正如我見過的大多數夫妻所想，你可能認為，這個困境最好的或唯一的解決方法，就是傾聽自己的內心。甚至人際關係專家也把內心的感覺放在首位。有一位傑出的心理醫生，在結婚二十五年後離開了他的妻子，跟他的一個學生結了婚；當我問及此事時，他停頓了一下，然後說：“情人讓我覺得自己還活著。”正是如此。我原以為，他會從自己的學術積累中拿出一套複雜的心理學理論來解釋，但他的感覺如此強烈，如此正確，讓他覺得完全沒必要仔細研究就得出了結論。\n不過，我倒是建議你深思熟慮以後再做決定，要靠認知，而不要靠情緒。我不是說你別管自己的情緒，而是說你要分析藏身情緒底層、助力情緒形成的看法——有關你的伴侶、愛情、婚姻的種種看法。\n大多數成功度過外遇打擊的夫妻，在剛開始療傷的時候，都籠罩在一種矛盾感的陰影之下。如果你希望感覺到了百分之百的決心或確定性再行動，你就永遠無法開始行動。最重要的是，你得有意識地選擇邁出開始的一步。如果你是外遇的不忠方，一定要先終止與情人的性關係或情感關係，至少要暫停一下，時間長短由你和伴侶商定。如果你是外遇的受傷方，一定要向伴侶正式表明，你希望伴侶回到你的生活裡。此外，你們倆還應按本書所述步驟，全身心地投入夫妻複合的治療流程。這並不是說你們必須對未來充滿信心，只是說當你們努力改變看待問題的方式，改變對待彼此的方式時，你們必須表現出對未來充滿信心的模樣。先把負面情緒放一放，彼此承諾，有技巧地建立互信與親密關係，以此證明彼此的誠意；也只有到那時，你們才會感到彼此之間更多的愛與被愛。如果你非要等到更肯定的感覺後再積極行動，那麼你們的關係將很難持續下去。\n開始行動\n即使你已經決定複合，也可能會對“後續難熬的康復手術”（我一位病人的說法）感到不知所措。這裡有幾個實用建議助你啟程。\n時間投射\n想象一下，如果你按照伴侶的要求做了一些改變，而伴侶也按照你的要求做了一些改變，你們的關係將會如何？記住：改變雖小，作用巨大。\n現在試著想象一下半年後、一年後、五年後，你們享受彼此的陪伴，明白決定繼續在一起是正確的抉擇。如果你能想象自己把痛苦和絕望拋到腦後，從外遇中學到教訓讓你們的關係煥發新生，你就更有可能想象成真。\n做出承諾\n做出承諾，可讓你們的共識形式化，給你們明確的努力目標，讓你們衡量關係的進展。有一對夫妻達成如下共識：\n“我很關心你，也覺得你很好，所以我想解決這個問題。雖然我不是百分百喜歡這個決定，也不是百分百相信這個決定對我來說是正確的，但是鑑於我們經歷的事情，要求達到百分百也很不現實。我保證努力解決我們關係中的問題，做出你最需要我做出的改變，包括我們的溝通方式。我希望你跟我在一起會幸福，我會努力讓它成為現實。”\n坦誠傾聽\n對於伴侶的語言刺激，不要聽細節，不要糾結於字面意思。你們之間已有太多的誤解、太多的尖刻，最好“戴上過濾耳罩”，有所聽有所不聽，而不是擺出防禦姿態，對伴侶的每一項指控都心懷怨恨。試著聽懂伴侶的話外之音，聽懂話裡隱藏的傷痛。你們都在努力搞懂到底出了什麼問題，努力恢復自我意識，想在共同的生活中實現某種平衡。只不過，現在沒人知道真相。\n展望未來\n不忠事件發生以後，雖然修復婚姻關係很不容易，但解除婚姻關係也沒那麼簡單。對於那些能夠誠實審視自己內心的人，那些跟伴侶有過強大的、積極的愛情回憶的人，那些曾經努力支持伴侶的職業發展與生命壓力（往往由原生家庭造成的經濟壓力、不安全感、姻親問題、健康問題、未竟目標、強匱乏感）的人而言，你們若想清理自己的內心創傷，你們若不想犧牲雙方的美好回憶，而是要更加牢固有愛地結合在一起，這可能就是你們極好的，甚至可說是一生難得的機會。我勸你們不要輕易放手離開。\n本書的後續部分將幫助你把受傷的過往轉變為有愛、有希望的未來——這種經歷本身就能深刻地治癒你。下一章將幫助你揭開外遇事件隱含的意義和歷史。"
  },
  {
    "id": "WYZH0008.html",
    "title": "第三階段 恢復期：如何重建共同的生活？",
    "text": "第三階段　恢復期：如何重建共同的生活？\n第五章　從外遇事件中學習\n多麼可怕的過往，它在等待著我們。\n——波蘭詩人安東寧·斯洛尼姆斯基(Antonin Slonimski)\n我們常常把錯誤歸咎於伴侶，卻沒有看到，我們外部關係的衝突與我們自己一生的內心衝突有關——夫妻關係中經歷的傷痛，與我們自己固有的內心傷痛有關。\n為了讓不忠方承擔責任，受傷方往往會想：“是你在和別人鬼混；這事別賴我。”不忠方則會想：“我需要你的時候你總不在我身邊；是你把我逼走的。”你們對外遇各持己見，你們的觀點都是站在自己的立場，所以當然互相沖突，而且你們往往都把該事件看得過於簡單。以下雙方的觀點就很典型：\n女方：“我丈夫甚至在這件事以後還勾三搭四。”\n男方：“我妻子有疑心病。”\n男方：“她總在公共場合和我頂嘴，讓我下不來臺，太無禮了。”\n女方：“他從不讓我講話，一直是他說了算。”\n女方：“他不理我，讓我覺得自己可有可無。”\n男方：“我怎麼做她都不滿意。只要我花點時間做自己的事，她就認為我不理她。”\n本章內容要求你們停止互相指責，雙方都要為外遇事件承擔適當的責任。這不是要各打五十大板；雙方責任不可能完全一樣，因為一方出軌並不是另一方要其出軌的。然而，你們倆與其在擔責問題上錙銖必較——有多少是你的錯，有多少是我的錯——不如都看看自己在家庭問題上的責任有多大。\n下列問題可能有助於你順藤摸瓜地找找自己的原因：\n· 你早年的生活經歷是怎樣傷害你的，這種傷害又怎樣破壞你現在的關係？\n· 你是如何被原生家庭裡的不忠傷害的？\n· 你不喜歡伴侶身上的那些特質與你喜歡或妒慕的那些特質有什麼關係？與你自己缺乏的特質有什麼關係？\n· 外遇發生的時候，讓你感到壓力很大的生活事件是如何讓你失衡，如何影響你婚姻問題的？\n讓我們以此為觀察鏡，好好審視你們的關係，再結合你們的審視結果，進入非常具體的訓練環節。\n直面破碎的自我：探索你早年的生活經歷是怎樣傷害你的，這種傷害又怎樣破壞你現在的關係\n在童年時期，當你與父母、兄弟姐妹及其他重要人物相處時，當你看到他們如何彼此相處時，你也會隨之發展出某種主導性的情感方式、思維方式和行為方式，並形成你所認識的那個人——你。你童年時期的照顧者可能已經不在了，但你的這種自我意識，可能會隨著時間的推移而變得更加堅定，並影響今天的你與他人的關係。你熟悉的這個自我，雖然有可能缺陷重重，但你還是盲目地、固執地緊抓住他/她不放。這個對象是你最瞭解的人，是你一生相伴的人，是你覺得在一起最舒服的人。\n以下列出你童年時期可能經歷的一些情感；試著找出符合自身情況的那些，並自行做出補充：\n正面情感：安全、滿足、信任、被照顧、被讚揚、被尊重、被接受、被重視、被鼓勵表達想法。\n負面情感：害怕、匱乏、不信任、孤獨、嫉妒、無聊、被剝奪、被忽視、有壓力、不被愛、羞辱、批評、壓抑。\n這些列出及未列出的情感，會影響並界定你成年後的心理舒適區。如果有人讓你再次經歷類似的情感，無論是正面的還是負面的，都有可能成為你如今尋找並被其吸引的情人。\n長期懷有這些情感，你可能就對“你是誰？你可以或應該從他人那裡期待什麼？”等問題形成某種主導認知圖式——也就是說，形成根深蒂固的看法和信念。例如，如果你曾被父親或母親拋棄，你就可能會認為，你愛的人將會離開你；如果你在情感上或身體上受到虐待，你就可能會認為，這個世界並不安全，你需要小心，以防再次受到傷害。\n你還學會了以特定的方式與人相處。你學會了怎麼說話與怎麼做事以得到想要的東西，學會了消化或承受被人拒絕的痛苦。你對某種程度的親密（或不親密）感到舒適，並學會了如何保持這種狀態。最終，在那個被稱為“家”的私密小世界裡，你成為了你的日常互動的掌控者，或是受害者。\n你根據自己的先天稟賦和兒時獲得的有限能力，盡了最大的努力讓自己過得安全，過得快樂。但是，如果你錯過了以下任何一種重要的成長體驗，就有可能永遠無法充分成長為一個心理健康、有安全感、還有能力的成人。\n1.有安全感。\n2.自主獨立。\n3.人際情感關係牢固。\n4.受人尊重。\n5.能自由表達自我。\n6.能輕鬆釋懷並享受快樂。\n7.能在現實約束里正常生活。\n如果沒有這些重要的成長體驗，你在成長過程中就可能受到情感創傷，而這些創傷就會影響你選擇伴侶，影響你與伴侶的相處方式。情況如下：\n隨著你們相處時間的推移，這個可能吸引你的人，會讓你重蹈早年（可能未竟的）愛的經歷。\n在戀愛的理想化階段，這個人似乎擁有能夠治癒你的神奇力量——能消除你過往的傷痛，把你從過去熟悉的自我中解放出來。可是，隨著時間的推移，你可能會發現你選擇的這個人，又喚起了你內心中童年時經歷的那些根深蒂固的負面情感。\n你可能會再次以童年期形成的不良經驗，對伴侶的言行進行某種解讀。\n這種現象有點像“手裡著錘子，看什麼都像釘子”：你會根據你的早期經驗，在別人身上看到你所知道的或你正在尋找的東西。舉個例子，如果你兒時沒有自主權，你就可能覺得自己的配偶很有掌控欲，不管對方是否真是如此。正如阿娜伊斯·寧(Anaïs Nin)所寫：“我們看到的不是事物的本來面目，我們看到的是我們的本來面目。”“在這個意義上，”臨床心理學家傑·S.艾弗然(Jay S．Efran)寫道，“我們所有的感知，實際上都是向內的洞察，而包含其中的一種最難以擺脫的幻覺就是，我們能夠看到獨立的外部現實。”\n你可能在不自覺地操縱伴侶，讓伴侶以你熟悉但又令你不快的方式來對待你。\n也就是說，你在不自覺地誘使伴侶對你不好，以便你以同樣扭曲的舊有習慣去體驗自己、體驗世界、體驗他人。因此，如果你父母解決衝突的方式是忽視你的需求，你也會誘使伴侶忽視你的需求。\n現在，讓我們來看看前面列出的七種形成性成長體驗，看看如果成長過程中缺失了這些體驗，將如何損害你今天的人際關係。\n無安全感\n原生家庭給孩子造成無安全感，通常有以下兩種情況：\n1.父母在身體或情感上拋棄了孩子，使之在成長過程中長期焦慮或長期處於匱乏狀態。如果你是這樣的孩子，成年以後，在與他人的關係中，你就會非常容易、非常頻繁地感受到他人的拒絕。你心中有個被人拋棄的圖式：“我愛的人會離開我。”\n2.你愛的那些人，他們曾在身體或精神上虐待過你，使你在成長過程中有了懷疑感、被恐嚇感、被羞辱感。你成人以後，在與他人的關係中，就會非常容易、非常頻繁地感受到他人的控制與征服。你心中有個不信任他人的圖式：“我愛的人會傷害我。”\n讓我們來看看，這兩種傷害性的體驗——拋棄和虐待——會如何影響你與伴侶的相處。\n不忠方\n由於你無法“冒著一切風險全心全意地愛”，你會找個情人，以拉開你和伴侶的距離，或降低夫妻間的情感熱度。你的外遇會減少你對某人情感依賴的恐懼，因為你認為，你在情感上依賴的這個人將不可避免地離開你或傷害你。你的外遇還讓你有了秘密，讓你感到伴侶不瞭解你這個人，從而至少給你一種暫時的自由感和掌控感。\n你的外遇還可以用來懲罰你的伴侶，甚至可以用來傷害伴侶，以補償自己曾經的被傷害。由於你早年被所愛的人背叛，你現在就背叛了你愛的人，來為過去受到的傷害尋求補償。如果你小時候曾被強權虐待，你現在就會追求強權，讓他人無法傷害自己。把權力分享出去，就是把自己置於危險之中；使用權力，就是保持掌控力。這樣一來，你的夫妻關係就成了一個戰場，成了你爭奪夫妻關係主導權的家庭戰場。\n簡的父親酗酒。到了簡十歲的時候，母親收拾東西，帶著簡離開了家，搬到另一個大陸定居。從那以後，簡再也沒有見過父親。有一天，她無意中聽到媽媽在電話裡對父親說：“簡是個好孩子，她也是你的孩子。你要主動了解她，她需要你。”十七年過去了，父親沒有來看過簡，而簡給父親寫了幾十封信，父親也從未回覆。簡嫁了人，那個人在她嘴裡就是個“情感冰山”，跟她的父親一樣。簡覺得自己在婚姻中無足輕重，感受不到愛。從結婚開始直到現在，她很少告訴丈夫自己很孤獨，卻不斷用發生一夜情來報復丈夫。於是，他們的婚姻變成了角力賽，勝利的一方就是不太需要對方的那一方。簡向我吐露心事說：“他自以為聰明，但他對我的私生活一無所知。如果他沒時間陪我，我就自己找個伴。”\n受傷方\n如果你在童年時期被人遺棄，你就無法與他人建立親密可信的關係，所以你在心理上離不開伴侶，或者要求伴侶拿出更多的時間陪自己。你還會用毫無根據的懷疑去質疑伴侶（這些懷疑源自你的過往，並且發生在你伴侶外遇之前）。\n如果你童年時期被強權虐待，你在成年以後就會變得太好說話、消極被動，你會覺得自己陷入困境，並暗自憎恨那個強勢地把你的生活管得毫無死角的伴侶。又或者，你會模仿曾經的施虐者，變得專橫跋扈、控制慾強，一直忽視或拒絕伴侶的需求。無論如何，你的行為都很可能讓你的夫妻關係變得緊張，讓你感覺到跟童年時期一樣的疏離感。你甚至可能促成你最害怕的事——被伴侶拋棄。\n希拉的父親有濫交史；她記得自己曾在深夜躲在房間裡，聽父母為了此事而爭吵。父親從未對他們坦白認錯，父母也從未分開過，但家裡的氣氛總是很緊張，很悲傷。希拉在社區學院讀了兩年以後，嫁給了薩姆。薩姆在單位大權在握，每天早上他出門去紐約上班，希拉都在糾結薩姆會揹著自己做什麼。希拉的懷疑越來越強烈，直至質問丈夫為什麼故意在辦公室待到很晚，是不是跟助理睡到了一起。面對她持續的質問和怒火，薩姆忍無可忍。薩姆告訴我：“她變了個人，沒法安撫。我沒法讓她相信我的愛，除非我把自己關在家裡不出門。鬧了一陣以後，她贏了；我感覺筋疲力盡。我真的害怕回家了，我開始跟同樓層上班的一個女人約會了。從那以後，我一直在跟她見面。”\n無法獨立\n父母阻礙孩子形成自己的身份、發展獨立的生活、相信自己的決定，這會導致孩子成長過程中依賴他人，脆弱無能。如果你是這樣的孩子，成年以後，在與他人的關係中，會覺得自己被他人的情感需求所控制，而當你試圖獨立行事時，你會感到內疚或害怕。你心中有個缺乏自主的圖式：“我自己做不了主。”\n不忠方\n對你來說，外遇可能是一種反叛，是從過於親密或令你窒息的關係中獨立的宣言。在你成長的家庭環境裡，你的邊界被忽略，你的隱私不存在，於是你學會了用隱秘與藉口來維護你的自我意識。在伴侶面前，你無法做回自己，於是你覺得自己需要走出這段感情來喘一口氣。\n大衛從小沒了父親；母親是大屠殺倖存者，無論在身體上還是在精神上，她都害怕失去她唯一的孩子，因此拒絕讓大衛帶朋友來家裡。每一天，她都會陪大衛從學校走回家。大衛感受到了母親對他生活令人窒息的侵襲，而他自己則依賴母親，性格軟弱。對他來說，愛意味著與另一個人融為一體，失去自我。他告訴我，“我和母親的關係就像飛蛾撲火，太近了危險，遠離了又不能。”\n成年後大衛被穆麗爾所吸引，因為穆麗爾就像他的母親，一樣感到害怕，一樣沒有安全感，而且非常需要他。在他們的婚姻中，大衛努力尋找一種方式以便既能與她在情感上聯繫在一起，又能保持獨立，真實地面對自己。大衛需要她的愛，只有這樣才能感覺完整，才能克服自己獨自一人的恐懼，但在迎合她需求的時候，他又會感到壓抑與憎恨。他告訴我：“我的肩膀扛著兩個受傷的女人，一個是母親，一個是妻子。為了她們，我犧牲了自己。”他覺得，只有找妓女才能滿足自己的需求。\n受傷方\n對你來說，獨自一人生活令你害怕，所以你會嫉妒伴侶的獨立性，只要伴侶獨立行事，你就會感到焦慮。你希望自己不出力，伴侶就能豐富你那貧乏的生活。又或者，你會反而變得非常獨立，從不允許伴侶出力幫助自己。\n安娜是獨生女，從小母親對她就很呵護。三歲的時候，安娜在後院玩，母親進屋疊衣服去了。等她回到後院，安娜不見了。母親在街上找到了她，當時她坐在路邊，一直在哭。她是被一個男的綁架了，那個男的把她抱進了車裡，哄騙她幫他手淫。\n從那天起，安娜的母親滿心內疚，對安娜保護得更加嚴實，決不讓女兒獨立行事。在家裡，不准她鎖臥室門；在大學裡，不准她住校外。由於母親的謹小慎微，這也不許，那也不讓，安娜未能發展出與外界互動所需的效能感與掌控感。成年以後，她跟一個特別顧家的男人結了婚，並一直享受他的保護。然而，她的消極、依賴和缺乏主動逐漸讓丈夫不勝其煩，就跟一個看上去更加活潑、更能交流、更有“真實感”的女人有了外遇。\n無法與他人建立情感聯結\n父母沒有以溫暖、滋養的方式與孩子互動，會導致孩子在情感真空中長大，從而感到孤獨，無人關心，有空虛感。如果你是這樣的孩子，成年以後，在與他人的關係中，你會覺得他人很冷漠，於是你也冷漠，從一段關係遊離到另一段關係；又或者，你會拼命地尋求他人的關注，求而不得，越發求之。你心中有個情感匱乏的圖式：“沒有人理解我。”\n你的成長環境未能培養出你的愛的合作能力，因此你很可能無法發展與他人的親密關係，包括與你自己。忠誠、親密、責任分擔——對你來說，這些只是抽象的概念。\n不忠方\n你四處風流，到處睡覺，希望總有一次會找到一個跟你真正長久的人。為了逃避空虛感，你對性有一種強迫症般的渴望，渴望許多短期性刺激帶來的新奇感。你覺得長久的婚姻關係枯燥得一眼就能望到頭，充滿了幻滅，這讓你無法忍受。\n查克在離異家庭長大，父親很自戀，以自我為中心，忙於做生意，因此顧不上查克。查克告訴我：“我們父子應該是從沒有深度交流過。有一次，他跟人吹噓我很厲害，但他誇大了事實。我是在一局內把對方三個擊球手打出了局，而他見人就說我投了一個無安打好球。他這個人根本就不懂我。”\n十九歲的時候，查克喜歡上了瑪麗蓮。約會六個月後，查克發現瑪麗蓮和自己最好的朋友上了床。兩人平息了此事，隨後結婚，但查克一直覺得自己沒法滿足瑪麗蓮。第一個孩子出生後不久，查克就開始招妓。雖然瑪麗蓮婚後對他忠誠，但查克認為她態度冷漠，心也不在一塊兒，他總是提起瑪麗蓮過去的不忠行為，為自己招妓找藉口。在內心深處，查克害怕夫妻之間的忠誠。他認為，即便讓瑪麗蓮走近自己，她心中也不再有愛。因此，查克與她保持一定距離，從未試探過她是否與自己一條心，是否會張開雙臂接受他。他和陌生人發生性關係，他佔著道德高地對伴侶發怒，這些都是為了讓自己與伴侶保持一個安全的心理距離。\n受傷方\n你的家庭環境從未教你如何用愛與人交往，也未教你在孤獨的時候如何向外界伸手求援。成年以後，你就會拒絕愛或者強求別人給不了的東西，以此獲得心理補償，而這些都會迫使伴侶離你而去。\n莎拉從小就沒得到父母的關愛與教導。她母親患有抑鬱症，很少離開臥室。父親是律師，長期在外地工作。有一次，在莎拉十二歲的時候，父親搬到一間公寓裡，獨自在那兒住了好幾個月。父母都沒有關心過她的感受，也沒有跟她解釋發生了什麼事。在成長過程中，莎拉沒有感覺到愛，只有孤獨與失落——沒有家庭的歸屬感，沒有“我們家”的感覺。她嫁的男人也只顧自己，對她來說，沒有情感上的關心。莎拉告訴我：“有時候，吸引他注意的唯一方法就是對他大吼大叫。”最近，他提議兩人分居。莎拉懷疑他和別人有染了。\n無法尊重自我\n父母經常批評孩子，就會讓孩子覺得自己有負期望。父母不表揚、不鼓勵孩子，孩子在成長中就會覺得自己有缺點、不可愛，沒人支持自己，覺得自己不如別人。如果你是這樣的孩子，成年以後，在與他人的關係中，就非常容易感到他人的嘲笑、拒絕或責備。你心中有個自我評判的圖式：“我不夠好。”\n不忠方\n由於個人能力有問題，若有仰慕者幫了你，你就會很容易陷進去。如果你的女性特質或男性特質遭到了威脅（例如流產或破產），你就可能找個情人以掩飾自己的恥辱感或自卑感。你覺得情人很特別，所以吸引了你，但這可能只是因為你需要恢復受傷的自我——你需要感覺自己更性感、更受歡迎、更有魅力。\n克里斯的父親約翰是一位著名律師，他很寵愛他的幾個兒子——除了小兒子克里斯。約翰讀的是哈佛大學，他的其他兒子也都上了哈佛，只有克里斯上了一所州立大學。其他幾個兒子都成功地做了律師，只有克里斯開始做女裝運動服。家人們開玩笑說他是不肖子孫，他表面大笑，但內心卻很受傷。\n克里斯之所以跟麗塔結婚，是因為麗塔尊敬他，這讓他感覺很好。可是，當克里斯的生意走下坡路時，麗塔也無能為力，沒法幫他消除恥辱感。只要麗塔提出了什麼建議，在他聽來就像是父親在說：“你就是這樣，什麼事都做不好。”克里斯有個銷售經理名叫黛比，小他十四歲，是她幫克里斯重振旗鼓，挽回了他的自尊心。於是，克里斯跟黛比就在一起了。\n受傷方\n由於個人能力有問題，你無法與他人建立強親密關係。你的消極個性讓雙方感覺都不好，從而把伴侶往外推。\n父母離婚以後，蘇珊跟母親過。然而，母親要做全職工作，女兒又很任性，她無法兼顧。蘇珊又被推給了父親。但父親已娶了一位比他小的妻子，她公開抱怨蘇珊打擾了他們的生活。蘇珊從來沒覺得有個屬於自己的家，到哪裡都不受歡迎。後來她嫁給了羅伯，希望羅伯能讓她感受到完整的家。然而，她的匱乏感讓她很難去愛別人。終於，羅伯受不了，跟她的閨蜜出軌了，這更是加深了她的缺陷感。\n無法表達自我\n你的父母從不讓你發出自己的聲音。成年以後，你就會盡量取悅別人，通過壓抑自己來避免人際衝突。你已經習慣了被壓抑、被誤解、被控制、被排斥的感覺。如果你是這樣的孩子，成年以後，在與他人的關係中，你就會認為他人在控制你且毫不在意你的需求。你心中有個自我壓抑的圖式：“我的需求算不得什麼。”\n不忠方\n你把自己的需求藏在心裡，暗自憤恨自己付出的比得到的多，然後去別處滿足需求。你維持表面的和平，卻在心裡感到很受傷，感到自己不被承認，感到很孤獨。\n弗裡茨的父親在事業上很成功，在家裡大權在握。母親總是微笑著附和父親。家裡從不起什麼波瀾。成年後，弗裡茨去父親的公司上班，娶了一個名叫羅伯塔的個性很強的女人，對她很用心，經常送禮物給她。一開始，他們的夫妻關係似乎很融洽，但沒過多久，羅伯塔就開始批評他是活在父親的陰影下，要靠父親的庇護。弗裡茨嘴上沒反駁她什麼，但心中充滿了怒火，最終和自己年輕的簿記員有了外遇。\n受傷方\n你壓抑自己的需求，使夫妻相處愉悅，給夫妻關係裹上了一層甜蜜的外衣。但是，你內心中卻充滿了厭倦和沮喪。你時不時地爆發出敵意，這種敵意加深了夫妻之間的裂痕。你的壓抑不是導致伴侶不忠的原因，卻讓你自己處於忍無可忍的境地。\n明迪的母親不讓家裡生起事端，免得產生壓力，刺激了她那患有哮喘的丈夫。明迪從小就知道，決不要惹是生非。她最終嫁給了薩爾，一個有著不自知的優越感的麻醉師。她花時間去迎合薩爾，而薩爾卻只顧著自己。他以自我為中心，不管伴侶的感受，這讓明迪心生怨恨，但她什麼也沒說。她對我說：“我不能規定愛必須怎麼樣。但如果我對他好，他會想跟我呆在一起的。”\n然而，明迪似乎再怎麼對他好也沒用，他們的關係繼續惡化。明迪越來越見不到薩爾的面，直到有一天，她把薩爾和護士捉姦在床。\n無法釋懷與享受快樂\n父母不讓孩子隨順自己的心意，孩子在成長中就會心思沉重，壓力重重。如果你是這樣的孩子，成年以後，在與他人的關係中，你就會承擔太多的責任，接著又覺得自己被利用了。你努力追求完美，由此導致你會過度約束自己，過度約束伴侶。你很容易認為別人軟弱，認為別人懶惰，認為別人不願意分擔。你心中有個嚴苛標準的圖式：“什麼事情都會落在我頭上，我得把它做好。”\n不忠方\n由於你從小就被教導得極負責任、苛求完美，你心中尋求的情人，是能讓你找回部分被剝奪的童年的人。你以為是情人讓你的童年感覺重新覺醒了，但實際上，這是因為你終於允許自己放縱了，允許自己衝動了，你不再用心中的嚴苛規則來約束自己，轉而滿足起自己的即時需求來。\n基思高中畢業以後，就去了一家培訓中心工作以賺錢養家，養活失業的父親和殘疾的弟弟。他對這兩個人怒其不爭。後來，基思跟米歇爾結婚了。這個女人很孩子氣，想到什麼就做什麼，基思的性格有多麼嚴肅，米歇爾的性格就有多麼歡樂隨性。可不久以後，基思就對米歇爾能夠兼顧工作玩樂的本事心有怨言了——她一有時間就去健身房，呼朋喚友，流連吃喝，而他卻總在工廠裡苦熬上班。他抱怨道：“她什麼都不管，總在佔我便宜。”基思終於不再恪守勤奮工作的道德原則，他放縱起來，在網上用聊天軟件跟一個來自羅馬尼亞的豔舞女郎勾搭上了。\n受傷方\n由於你從小就被束縛在嚴苛標準之下，你養成了強迫性的習慣，這些習慣導致你成年後的生活缺乏樂趣，缺乏浪漫，缺乏創造力。你跑得又快又急，都沒有時間停下來聞一聞生活中玫瑰的芬芳，甚至都沒有意識到你的伴侶已把玫瑰送給了別人。\n多蘿西的情況就是如此。她的父親奉行清教徒的生活觀念，對她為人處世要求嚴苛。多蘿西的丈夫厄尼醉心於詩歌，無暇解決家庭開支問題，也沒空跟其他家長合作拼車送孩子上學。多蘿西想改變他，可越是如此，夫妻距離越遠。多蘿西的固執，讓厄尼覺得很不自在。正如她要把生活弄得井井有條，她提的那些要求也都合情合理，但卻讓人覺得無了無休，很有壓迫感。終於有一天，她叫厄尼把垃圾帶出去倒掉，厄尼卻把臨時保姆帶了出去。\n無法自我約束也無法接受現實約束\n父母為孩子包辦太多，或把孩子教育得自以為高人一等。如果你是這樣的孩子，成年以後，就會缺乏自律精神，總希望得到特殊照顧；如果他人對你設限或強制你按規矩辦事，你會感到不快。你不太能意識到自己侵犯了他人的權利，卻很容易感到他人侵犯了你的權利。你心中有個應得權利的圖式：“凡事以我優先，我應得到我能得到的一切。”\n不忠方\n由於你妄自尊大，你的伴侶可能覺得你很難相處，而你自己卻意識不到自己的性格特質對他人造成的影響，不大可能注意到伴侶的想法。恰恰相反，你可能覺得伴侶無法滿足你的需求，從而感到很委屈，認為你沒有得到自己應該擁有的東西。由於你的成長環境裡沒有成熟的互惠模式——即相互給予和索取的模式——你不知道自己對愛的要求是過分的，不知道是你未能滋養伴侶在先，所以你無權享有自認為應得的那種待遇。正因為你對伴侶期望得太多而對自己要求得太少，你對家庭產生不滿、出現外遇，在你眼裡似乎就完全正當了。你不想面對自我反省時產生的心理不適感，因此你不太可能接受心理治療，也不太可能會讀到這本書。\n霍華德的父母很有錢，熱衷權力、地位與外界的認可。他們對兒子幾乎不加管束，曾不止一次地請律師擺平了兒子的違法行徑。霍華德成年後有過好幾段婚姻，總在瘋狂地戀愛，等到孩子出生後，他就會覺得孩子剝奪了他的地位，讓他成了邊緣人，所以又一次次地離婚。\n受傷方\n你不習慣自我約束，不習慣直面自己的失敗，因此你也不太可能會讀到這本書。你可能還在盡力讓自己看起來很強大，或者在盡力尋找能幫你保有這種感覺的人。你覺得自己理應被照顧，卻很少為之付出努力。然而，你伴侶的外遇會迫使你正視自己的不完美，讓你明白你要成為一個更值得愛的伴侶。\n米歇爾的母親獨力撫養了五個女兒，併發誓要給米歇爾無憂無慮的童年。米歇爾沒什麼自律心，總可以逃避責任——清理洗碗機、找暑期零工——卻不受什麼懲罰。母親從沒有鼓勵她勝過別人。“人生苦短，”母親對她說，“享受生活。”\n成年後，米歇爾嫁給了基思，但基思很快就厭倦了她奢侈懶散的生活方式，堅持要她找份工作。她對基思發出的最後通牒憤憤不平——直到基思開始跟其他女人約會，她這才發現自己是可以被替代的。\n訓練環節\n你在童年時期可能受到的傷害，以及這些傷害如何影響你的性格形成、擇偶傾向乃至外遇事件中你所扮演的角色，是不可能用一本書羅列完的。即便你的父母曾經以某種方式對待過你，你也並不必然就會與某種行為或信念綁定在一起。不過，我們確實容易將受傷的自我帶入最親密的關係中，在跟伴侶相處時，重溫我們童年時期的抗爭與痛苦。儘管它們可能很苦澀，也不能滋養我們，但畢竟那是我們所熟知的，我們往往還是會甘之若飴。\n至於你對婚姻的種種不滿，我們很難弄清其中有多少是你伴侶的原因（你伴侶在用你童年時期體驗過的那種方式來對待你），有多少是你自己的原因（你在誘導伴侶用這些導致雙方關係不正常的老套路來對待你）。為了把這兩者區分開來，你需要更多地瞭解自己的缺陷，更多地瞭解不完美的自我。我建議你試著回答以下問題，以作為開端：\n1.本章節所描述的七類成長體驗，我缺乏了哪一種？\n2.在我的成長過程中，最主要的或者說最熟悉的是哪一種感覺（見第134頁所列清單）？\n3.導致我產生這種感覺的，是我和父母的關係、我和兒時重要照顧者的關係、我和兄弟姐妹的關係，還是他們之間的關係？\n4.在母親對待我的方式裡，缺少了什麼？我未被滿足的最大需求是什麼？它如何影響我的成長，影響我對如今自己的感覺？\n5.在父親對待我的方式裡，缺少了什麼？我未被滿足的最大需求是什麼？它如何影響我的成長，影響我對如今自己的感覺？\n6.在母親對待我的方式裡，我最喜歡哪一點？它如何影響我的成長，影響我對如今自己的感覺與看法？\n7.在父親對待我的方式裡，我最喜歡哪一點？它如何影響我的成長，影響我對如今自己的感覺與看法？\n8.從父母對待我的方式裡，在愛的層面上，我學到了什麼？\n9.從父母對待彼此的方式裡，在愛的層面上，我學到了什麼？\n10.在我生命中，還有誰對我很重要？在愛的層面上，他們教會我什麼，又是如何影響我對自己的看法？\n11.我是如何怪罪伴侶讓我噩夢重現的？\n12.伴侶是如何怪罪我讓他/她噩夢重現的？\n13.我是如何傷到你敏感的舊傷疤的？\n14.你是如何傷到我敏感的舊傷疤的？\n15.我是如何刺激你做出令我舊傷復發的那種反應的？\n16.你是如何刺激我做出令你舊傷復發的那種反應的？\n17.在我能給予你的東西里，你最看重的是什麼？\n18.在你最需要從我這裡得到的東西里，什麼才能讓你有安全感、價值感？\n跨代傷害：你是如何被原生家庭裡的不忠傷害的？\n原生家庭裡的不忠，可能會影響孩子成年後對不忠的感受和看法。如果父母一方不忠，孩子的成長環境就很可能充滿秘密，家庭氣氛緊張，孩子的邊界感模糊，要求安全穩定的權利被剝奪。原本應在晚上照顧你的保姆，可能突然開始服侍你的爸爸了；原本是你父親最好的朋友，可能變成了你母親最好的朋友了——還變成了你的繼父。父母中的任何一方都可能結識新歡，不再跟你玩了，而你對此毫無辦法。又或者，父母中有一方向你吐露另一方出軌的秘密，接著又懇求你永遠不要洩露出去。父母中不忠的那一方沉浸在外遇的激情中，可能沒時間陪你，因此會躲開你或慚愧地離開你，以逃避你譴責的目光。父母中受傷的那一方可能精神極其抑鬱，滿腦子都是配偶的外遇對象，從而無暇顧及你的痛苦。他們可能會競相尋求你的支持或原諒，而忽視或不管你的痛苦。\n如果你是這樣的孩子，成年以後，即便父母的不忠已被承認或平息了很久，你仍有可能傷痕累累，仍有可能對自己抱著種種負面情緒，並把它們帶入夫妻關係中。由於你的內心充滿了不安全感，你可能很難把自己視為一個有價值的、可愛的、值得他人對你好的人。當自我意識的核心裡充滿了被遺棄、被背叛以及怎麼努力都不管用的感覺，無論愛或被愛，都很不容易做到。\n現在，讓我們來看看原生家庭裡的不忠是如何影響你的。\n原生家庭裡的不忠如何影響子女家庭裡的外遇不忠方\n如果父母中有一人出軌，你就更有可能出軌。乍一看，這似乎很奇怪。為什麼要效法破壞你童年的人呢？難道你不想讓自己的家庭生活有全新的牢固架構嗎？答案是你當然想，但你並不相信會有這等好事，所以你用外遇在你與伴侶之間創造出一個安全距離，以保護自己不被再次傷害。你從父母那裡得到了教訓：愛，就會將自己暴露於傷害之中。對伴侶忠誠，就會依賴伴侶，就會被伴侶傷害；對伴侶不忠，伴侶就傷不到你。\n邁克永遠不會忘記自己的父親離家的那一天。那天是他十三歲生日，他發現母親在廚房的桌子旁哭泣。三個星期以後，父親突然回來了，回來拿他的高爾夫球杆和古馳領帶。母親告訴邁克，雖然父親嘴上不承認，但事實上他已跟另一個女人同居了。邁克從來都沒有感到父親為有他這個兒子而驕傲，現在他確信了。成年以後，邁克回首往事，他意識到就在那一天，他跟自己立下了一個約定，絕不會全心全意地愛任何一個人——他信守了約定。甚至在娶了芭芭拉以後，他還是一如既往地放蕩不羈。\n正如邁克那樣，外遇可能會讓你獲得可以掌握生活的地位——為了避免再次產生父母出軌帶給你的那種感覺，你變成了這種父母，難道還有什麼比這更好的方法嗎？你認同了施害者，以此擺脫了受害者的角色。你不再是被拋棄者；現在，你是拋棄別人的人。你不再是在情感上的被剝奪者和被虐待者；現在，你是剝奪和虐待別人的人。你再也不會受傷害了，現在是你說了算。\n多年來，安德里亞一直知道父親出軌，母親常年抑鬱。她一刻也無法容忍那個家，想找到屬於自己的有愛有溫暖有承諾的親密關係。但在一天晚上，她覺得自己對於未婚夫根本無足輕重，於是扯著嗓子罵了他，然後開車去酒吧，撲到一個已婚男人身上。憑著這乾脆利落、虛無主義的一擊，她企圖從過去的痛苦裡擺脫出來。她跟我說：“我不需要約翰（指她的未婚夫），換掉他，跟其他人也可以。燈一關，所有的雞巴都一樣。”\n你憎恨出軌的父母，但你的外遇卻讓你轉而憎恨自己——你對導致家庭破裂的父母充滿了憤怒，現在你對自己充滿了憤怒。你讓自己成為自我鄙視的對象，這樣你就不必為兒時失去那個出軌父母而悲傷了。比起直面曾經讓你感到失望的父母，有時候憎恨自己（你認為自己意志薄弱、道德敗壞、自私自利、容易衝動、“不是好人”）會更加容易，更簡單明瞭，尤其是在你的自我鄙視帶給你的自身缺陷感與父母曾經帶給你的那種感受如出一轍的情況下。你嘲笑自己、鄙視自己，這樣你就可以在心理上仍依附於已離你而去的父母，並獲得可以掌控自己痛苦的感覺。\n珍妮特的母親因病化療，而父親卻在外亂搞，但珍妮特從未直面自己對父親的憤怒。她反而去睡了閨蜜的丈夫，於是憤怒變成了恥辱，她把攻擊的矛頭向內指向了自己。她對我說：“我把所有的價值觀都拋到了九霄雲外。”她把憤怒隱藏了起來，但問題在於，這阻止了她與任何人建立真實的關係——包括她的父親、丈夫，或者她自己。\n雖然原生家庭的不忠觀不太可能直接導致你自己的不忠行為，但它有可能已經奠定了你的心理基礎。如果你的成長環境對通姦視而不見，還有諸如“男人哪有不偷腥的”或“只要伴侶不知道就沒事”之類的論調，你在成年後出軌幾率就更大。思想是可以跨代影響的。\n原生家庭裡的不忠如何影響子女家庭裡的外遇受傷方\n我有很多病人的情況是其父母有外遇，其伴侶也有外遇，這並非巧合。盡力留住背叛你的人，或者刺激此人做出背叛你的行為，你就會重新體驗到兒童時期被拒絕的感受。這並不是說你樂見自己的伴侶另尋新歡；你並非有意識地去尋求被拋棄的感覺，也並非刻意地去尋求痛苦。你可能只是在無意識地尋求，尋求某人以你童年時期體驗到的方式來對待你。即使你的伴侶很忠誠，你仍然有可能從其行為中解讀出你想看見的東西，然後做出強化自己主觀偏見的種種反應。\n埃迪的父親很專橫，他不停地在外勾三搭四，一有機會還會毒打生性敏感的埃迪。二十歲的時候，埃迪被逼著娶了名叫艾莉森的女人。艾莉森也很專橫，也很放蕩。埃迪對艾莉森的情感複製了他童年時期對愛的體驗：一方是凌辱者，一方是受害者。結婚兩年，艾莉森出軌了三次。埃迪終於無法忍受；他重拾自尊，突破了性格束縛，離開了艾莉森。\n後來，埃迪愛上了琳達，他發誓再也不要重蹈覆轍。然而，他已經習慣被支配的模式了，不知道如何在相互支持的夫妻關係中生活下去。“這肯定是愛。”他告訴我。可是，埃迪接著就意識到，自己一直在精心製造種種衝突以破壞自己的幸福。哪怕琳達只瞄了一眼某個男人，埃迪就會不斷質疑她的忠誠。在我的辦公室，琳達不在，埃迪向我貶低琳達及他們的夫妻關係。他一直在說：“我其實沒那麼愛她。她沒那麼迷人，也沒那麼特別。”\n同時，他還在責備自己，怪自己試圖毀掉他人生中遇見過的最美好的東西。他這是為了重溫自己被父親拋棄，接著又被前妻艾莉森拋棄的體驗嗎？他貶低琳達的價值，這是為了讓自己覺得不那麼依賴琳達，從而不那麼容易受傷嗎？是為了測試她的愛嗎？是為了強化那種自覺不值得別人來愛的自我認知嗎？\n埃迪從所有這些解釋中看到了某種悲哀的事實，於是努力說服自己再也不要破壞自己的婚姻了。這不是一件容易的事。相信伴侶愛你並對你忠誠，這是很難的；如果你人生經驗與之相反，那就難上加難。你會想，既然以前被拋棄過，難道這一次就不會再被拋棄了？\n歷史重演\n有時候，童年時期經歷的背叛與成年時期經歷的背叛會驚人地相似。我並不認為成人註定要重複童年時期的舊模式，或者蓄意地重建舊模式，但這種情況確實是有規律地發生了，這實在令人不安。下面是我的病人分享給我的兩個典型案例。\n勞裡快要出生的時候，父親為另一個女人離開了母親。勞裡一邊長大，一邊還要服侍後來被診斷有精神分裂症的母親。三十四年後，勞裡肚子裡第三個孩子才九個月的時候，丈夫對她說自己愛上了另一個女人，要離開家。勞裡在醫院裡獨自生下了女兒，她懷著一種可怕的似曾相識之感，把女兒帶回了家，一個沒有父親的家。\n斯蒂芬妮從小時候起，母親就酗酒，父親就不忠。青年時期，她就照料著父母，經常告誡他們，說改變生活方式很重要。為了逃避自己的父母，她和哈爾訂婚了，卻發現哈爾不但是個酒鬼，還跟另一個城市的另一個女人訂過婚。她又開始經常告誡哈爾，要他改變生活方式。\n無論你伴侶的外遇和你父母的外遇有何相似之處，如果你在人生早期經歷過背叛，那麼你如今遭到的背叛對你的傷害可能會更深，因為它重新打開了通往你脆弱內心的通道。這並不是說你如今的被侵犯感是不真實或不深刻的，而是說它被你的早期創傷汙染了。早期創傷需要被承認，然後單獨處理。你要先剝離早期創傷，然後才能恢復受損的夫妻關係。\n訓練環節\n我強烈建議，夫妻要互相告訴對方自己童年時期經歷的父母不忠事件。談一談你當時的感受，這種感受如何降低了你的自我價值感，如何降低了你對夫妻關係的安全感、信任感。把你們的隱秘往事披露出來並不能緩解如今的外遇事件帶來的煩惱，但這能幫助你們瞭解自己對此事反應的深度和強度，還能讓你們覺得彼此更加親密——兩人更像是盟友，而不像是敵人了。\n我還強烈建議你們要跟孩子討論這件事，討論的深度要在他們能理解的層面上。你們要鼓勵孩子承認自己的感受——悲傷、憤怒與困惑——並陪著孩子一起面對這些感受。如果你們能夠承認孩子的痛苦——坦誠傾聽，不加辯解——你們就有可能幫助到孩子，使其在成年生活中避免與之類似的人生錯誤。你們要為自己對孩子造成的傷害而道歉，要為自己對孩子不管不顧、麻木不仁而道歉。你要對孩子談談你自己，還要確信伴侶也同樣這麼做。你們要歡迎孩子反覆提及此事，只要他們自己願意。不要害怕孩子看到你們的痛苦，不要害怕讓孩子看到你們對家庭未來的希望。以後，你們或許還想跟孩子分享自己的想法，談談你們個人因何導致婚姻出現問題。你們可能還想跟孩子談一談自己在原生家庭裡體驗到的父母不忠事件，以及這些體驗對你的影響。\n為了治癒原生家庭不忠所帶來的傷害，讓自己現在的婚姻關係繼續下去，我的建議是：你要試著把過去和現在分開；童年時期你父母某一方曾經背叛了你，讓你心懷怨憤，現在你要把這個情緒處理好。有一種方法，就是給那個人寫一封信，儘可能地修改好，直到你覺得此信能準確表達你想說的話。如果這個人還活著，你可以把信發過去。發過去的目的不是為了讓對方做出同情回應（如果做出了，那也很好）；同時，你還要做好心理準備：對方可能毫無回應，或做出牴觸性回應。發過去的最重要的目的是，讓自己全面接納自己的感受，坦然面對過去。\n我有一個病人名叫邁克，他的父親有過外遇。三十年後，他給父親寫了一封信。他那曾經自我封閉、令外人無法走進的內心，也終於通過寫信的方式打破了沉默。\n親愛的爸爸：\n自從您離開我和媽媽，我等了將近三十年，這才向您提起這個話題。我希望，現在跟您討論此事還不算太晚。我寫信倒不是為了責備您，也不是為了讓您感到內疚。實際上，我是希望通過談這件事，讓我們能更好地瞭解彼此，或許還能彌合我們之間仍然存在的一些距離。\n爸爸，我一直想問您，您為什麼不跟我說一聲就走了，您為什麼離開了那麼久，您為什麼（好像）不瞭解或者說不關心這對我的影響？我覺得我對您一點都不重要。實際上，我一直覺得我的成就不足以讓您感到自豪。您能告訴我，您為什麼要那樣做嗎？不管您給我什麼解釋，應該都沒有我想象中的那麼糟糕。\n我不責怪您離開，因為您覺得婚姻不幸福，甚至也不知如何跟媽媽解決這個問題。如今我也結婚二十二年了，我知道維持一段婚姻有多難。我在很多方面都很失敗。我甚至有過不忠行為。\n這麼多年來，我都無法面對自己對您的憤怒，因為您離開了我，因為我幾乎從沒有感到您愛我併為我感到自豪，因為您走以後就得我來照顧好媽媽。不過，至少是為了自我保護，我已經意識到您的所作所為跟我無關——那時候我只是個孩子，沒有做錯任何事。我隨便在哪個方面也都沒什麼缺陷。對於發生的事情，我已經學會了不再往心裡去。\n當年您離開的時候，我十三歲，那時候我就決定，再也不讓任何人走近我的內心，我也不會再愛任何人。我遵守了自己的諾言。可是，最近（我的妻子）芭芭拉發現我有外遇後，我們開始有了更為坦誠的交流。我開始覺得，沒必要再跟她保持距離，我不想過這種受既往控制的、內心孤獨的日子了。就像我今天主動跟您聯繫，我也在主動靠近她。\n如果您願意回信，我會很高興。如果您不能回信，我其實只是想讓您知道——我只是想把自己的心裡話大聲說出來而已——我再也不要把自己的精力用於傷人害己了，我再也不要讓自己有不安全感了，我再也不要與世界保持距離了。我原諒您，因為您肯定是為了婚姻不幸而離開。我原諒您，哪怕您曾以那樣的方式離開。我祝福您，希望您現在過得更好。我也祝福我自己，希望自己現在過得更好。\n對了，我的孩子們都很好。歡迎您跟他們聯繫。我相信，他們也想更瞭解您。\n愛您的\n邁克\n一體兩面：你不喜歡伴侶身上的那些特質與你喜歡或妒慕的那些特質有什麼關係？與你自己缺乏的特質有什麼關係？\n當婚姻進入幻滅期，你可能會對伴侶的優點視而不見，卻選擇性地關注其缺點。你甚至可能忘記伴侶在你眼中曾有過優點。如果你們倆想要平穩度過這段時期，你就要明白，伴侶身上那些你喜歡與不喜歡的品質往往是一體兩面的，你不能要這一面不要那一面；你的不滿情緒，與其說是伴侶造成的，不如說是你自己未解決的內心衝突引起的。\n貝基最初覺得史蒂夫性格穩重，很有吸引力，可隨著時間的推移，她又逐漸討厭起來，覺得史蒂夫缺乏主動精神。貝基沒弄明白的是，性格穩重與性格被動其實是一體兩面的。問題不在於史蒂夫有變化，而在於貝基對史蒂夫的同一種行為先後強加了不同的含義：前一天還喜歡他帶來的安全感和生活方式，後一天就討厭他讓人有束縛感。當她回首童年，往事十分糟心——父親吸毒成癮，母親間歇性躁狂——她這才意識到，自己對丈夫的批評（說他固執，說他不快樂）源自自己對丈夫的期盼（圖他安穩，圖他可靠），源自自己內心的匱乏感。\n維姬的父母很挑剔，她整個童年都在努力地取悅父母。大學時期，她被一個跟她性格完全不同的男人吸引，覺得他很自足。他們結婚後，維姬滿足他的種種需求，並鼓勵他不用管她的需求。沒過多久，維姬受不了了，覺得很無助，一如在原生家庭的感覺。現在，她對伴侶的性格有了不同的看法。過去她認為對方自足，現在她認為對方自私。過去她認為對方自立，現在她認為對方冷漠。\n我把這種情況——伴侶的某種基本性格特徵既引發了你的愛，又引發了你的恨——稱為一體兩面。\n在這個一體兩面的等式裡，你認為是消極的是“負面”特質，你一開始被對方吸引的或者現在仍然吸引你的是“正面”特質。把這些特質放到一起，你會發現，它們都不是孤立存在的；你認為是好的特質，也必然有著壞的一面；從另一個角度來看，那些讓你反感的特質，也可能有吸引你的一面。\n下面列舉的負面特質，可能曾是你認為的正面特質：\n重要的是，你要看到自己未解決的內心衝突如何讓你只盯著負面特質，並阻止你對包括自己在內的任何人感到滿意。瑪吉·斯卡夫(Maggie Scarf)提到“一個人性格中未被承認的、被否定的及完全未被整合的部分”，並對此解釋說，“你曾經在自我裡無法接受的東西，現在變成了伴侶身上那些你無法容忍與接受的東西。於是，夫妻各自內心的衝突就演變成夫妻之間的衝突。雙方都認為，只要對方改變，家庭就能實現和諧。”換言之，你所討厭的伴侶身上的特質，有可能與你討厭自己身上的特質有關。這些特質也有可能是你所缺乏的，是伴侶擁有、令你妒羨的。\n基思和米歇爾的案例，就很能說明某些問題。基思的父親喜歡偷懶，整天想著投機取巧，他一下子冒出這個暴富計劃，一下子冒出那個暴富計劃，結果總是栽在上面。基思怨恨父親沒有承擔起該擔的責任，他認同母親，是母親用她在超市上班得來的薪水支撐起這個家。對基思來說，愛就是自我犧牲。\n成年後的基思很能吃苦，他目標明確，十分上進。然而，儘管他能迅速有效地達成一個又一個目標，他還是經常覺得若有所失。他告訴我：“我被生活逼著往前走，常常感到很煩躁，覺得生活沒有什麼樂趣。”\n基思最初被米歇爾吸引，是因為米歇爾開朗溫暖，能享受當下，安於命運的安排——這正是基思最缺乏的特質。但在不久以後，基思就開始耽於這些特質的負面屬性了。在基思看來，米歇爾過去是順其自然，現在變成了不負責任；過去是愛玩，現在變成了不自律。基思很惱火，自己得養著米歇爾，還得供著她的攝影愛好。基思心想，如果她能玩，為什麼自己不能玩呢？於是，基思租了個單室公寓，跟一個鄰居的妻子“在辦公室加班到深夜”。在那裡，他第一次從過於認真和壓抑的自我中逃離出來。他不想破壞自己的婚姻，但又不知如何讓自己在婚姻中感覺好一點。這事被米歇爾發現了——她看到基思在自動取款機上取了大筆的錢，就問他怎麼回事——自那以後，基思開始審視自己。他發現，在自己對婚姻的不滿裡，不僅有米歇爾的問題，也有他自己的問題。\n他承認：“我意識到，她不是造成我所有不快的根源，也不是唯一需要做出改變的人。父親曾經是我們家經濟上的無底洞，我不想妻子也如此。但我知道，我在這一點上過於敏感了，米歇爾不是我父親，她對我很好——她讓我開心大笑，還讓我看到了生活中除了賺錢，還有更多的樂趣。”\n基思不再認為是米歇爾身上令其惱火的特質影響了夫妻關係，他還在努力尋找夫妻關係中對他有吸引力的方面。\n他告訴我：“我總是對她逃避責任的行為感到惱火：回到家裡，她不把買來的食品雜貨放好，不把洗過的衣服疊好，而是跟朋友打電話，要不就是查收電子郵件。不過，我既然已經接受了她的好，就要接受她隨之而來的不好。雖然我討厭她不自律，但我欣賞她享受生活的態度，哪像我這樣啊。”\n為了加深這種新思考，基思做了個表，一列記錄令他煩惱的特質，另一列記錄著他對該特質的欣賞或妒羨之處。他是這樣寫的：\n現在，讓我們看看米歇爾這邊的情況。對這段婚姻，米歇爾也不是很滿意。雖然出軌的是基思，但米歇爾自己也不止一次地幻想過搞外遇。\n從小時候起，米歇爾的母親就負擔著很多家庭責任，因此她鼓勵女兒活在當下。但米歇爾對此並不感激，她抱怨說：“我媽媽就沒對我指望過什麼，她好像認為我天生就沒有什麼創造力，好像我什麼都不會，好像我只會享受。”米歇爾被基思所吸引，是因為基思看上去很相信她有藝術天賦。而且，基思很專心，很有創業精神，跟她完全不一樣；基思還幫助她如何管理和引導自己。\n但三年以後，同樣還是基思的這些特質，卻要把米歇爾逼瘋了。米歇爾告訴我：“我以前覺得他很能幹，現在覺得他只是個工作狂。他鼓勵我發展自己的事業，但這不是因為他喜歡我攝影，而是因為他不想養我。”\n為了幫助米歇爾看到基思的正面特質——也就是當初吸引她的特質——我讓她把基思的負面特質列出來，並把這些負面特質與她曾經愛過的基思的正面特質對應起來。她是這樣列的：\n該訓練讓她意識到，自己反感的東西與仍在吸引自己的東西有關，這也幫她重新認識到伴侶的可愛之處。該訓練還讓她明白，自己憎惡伴侶的地方（他的物質主義、他那強迫症式的職業作風）與自己一直缺乏的特質（堅持不懈、雄心勃勃）有關。如果她想讓自己對伴侶更滿意，那就必須更深入地審視自己的問題。\n她告訴我：“我媽媽從沒有讓我工作過，她讓我認為我有權依賴別人。基思想改變既有規則，我討厭他這樣。但我也能明白，他要求我儘自己的一份力，這並不是小氣，也在情理之中。”\n訓練環節\n正如基思和米歇爾的情況那樣，你們的特質也是一體兩面的，因此你要對自己的不滿情緒換個角度思考一下。你還可以從中明白一點：伴侶雖然令你生氣或令你沮喪，但這並不必然是他/她的錯，也不是你找錯了人；雖然有時你可能認為你們倆不適合，但長期來看，情況可能恰恰相反。你選擇這個人——一個可能與你截然不同的人——是有原因的。這個原因可能是伴侶身上有你無法企及或無法發展出的特質，可能是你羨妒那些特質，可能是你無法表現出那些特質，所以你被吸引了。正是伴侶身上受你批判的那些特質，很可能會讓你有所提升，有助你超越受限的自我。\n為了幫助你看清這一點，我建議你問自己以下問題：\n1.我不喜歡伴侶身上的哪些特質？\n2.我反感或憎恨這些特質，揭示了我的哪些方面？這是否表示我在某個方面不接納自己？\n3.這些負面特質，跟伴侶身上那些我所喜歡的、初次吸引我的正面特質有何相關？\n4.我被伴侶的這些特質所吸引，揭示了我的哪些方面？我自己缺乏這些特質嗎？我妒羨這些特質嗎？\n人的特質是一體兩面的，這促使你要用全新的方式來看待你們之間的差異，要用調和、容忍，或許有時還要用擁抱的方式，接受伴侶及你自己性格中的陽光面和陰暗面。\n追溯時間線：導致外遇的人生重大事件\n看清直接或間接導致外遇事件的人生重大事件，會幫你更好地理解發生外遇的原因，讓你有信心防止再次發生外遇。\n這裡所說的人生重大事件，指的是會造成內心情感失衡並改變人際關係本質的危機事件或其他壓力事件——例如，所愛之人的出生與死亡，或健康狀況、經濟狀況的改變。\n如果這些事件與你內心特別脆弱的地方相重合，那麼其影響就會更大。比如，如果在成長過程中對被遺棄、被拒絕很敏感，那麼較之事業受挫，養育你的父母去世則更有可能令你消沉。如果你在成長過程中對能力或成就很敏感，那麼較之個人生活挫折，事業受挫更有可能讓你消沉。\n人生重大事件可能會讓外遇事件中的受傷方難以相處，並把其伴侶推得更遠。這類事件可能會讓外遇事件中的不忠方變得更加慾求不滿、情緒不穩，更容易受到誘惑。你之所以發生外遇，有可能是你想要從某個損害了你自我意識的外在危機中恢復過來。因此，外遇更多的是與你的內心有關，而不是與夫妻關係中的具體問題有關。\n下面談一談某些常見的可能導致夫妻中某一方心理失衡併發生外遇的壓力源。\n疾病或事故\n你或你愛的人得重病或出意外，或者醫療診斷說有生命危險。在這種情況下，你會覺得脆弱，覺得人終究不免一死。一想到自己尚未完成、尚未經歷的事，你就感到恐慌。又或者，一想到自己會被拋棄，你就感到恐慌。\n四十二歲的時候，巴里得了心臟病，他回顧自己的一生，認為來日無多了。他想：“在死之前，我要做很多事。”於是，他二十年來第一次停止工作，帶著年輕的秘書去歐洲周遊了一番。\n特蕾西得了卵巢癌。特蕾西的丈夫維克多頓時害怕了，害怕失去她，害怕自己已經如此依賴她。他有了外遇，這樣他就能在妻子離他而去之前，先獲得拋棄她的感覺，以對自己的情緒有掌控感。\n死亡\n你愛的人（不是你的伴侶）去世了。在這種情況下，你深深地感到失去了此人給你的支持和安慰，而且這是伴侶無法替代的。又或者，你會從此人對你的評判中解放出來，自由地走上毫無約束的全新道路。\n凱特告訴我：“我兒子自殺以後，我痛苦萬分，而當我把痛苦歸罪於丈夫後，就覺得好多了。為了尋求安慰，我就找上了別人。”\n道格為自己辯解說：“母親容不得我離婚，而我也無法忍受她反對我離婚。她去世後不到一週，我就離開了妻子，跟我愛的女人住到一起了。”\n搬遷\n搬到新社區以後，你失去了熟悉的環境，沒有家人朋友的陪伴。在這種情況下，你找情人以獲得心理補償。又或者，你變得消沉孤僻，導致你的伴侶在外找情人。\n馬克以前在皮奧里亞工作，升職以後到了曼哈頓。他的妻子覺得很孤獨，覺得丈夫不管自己，就生氣不理馬克。馬克這邊呢，因為沒有人跟他一起慶祝事業上的成功，覺得很孤獨，也覺得妻子不管自己，於是跟助手在一起了。\n地位提升\n夫妻一方在權力或資源掌控上有了提升。在這種情況下，如果此人平時習慣於依賴伴侶，現在因為事業蒸蒸日上，其經濟上、情感上會變得更加獨立。而以前習慣於在家裡居主導地位的那一方，現在因為覺得自己地位下降，害怕被伴侶拋棄（“既然你不再依賴我了，你肯定會離開我的”），便通過外遇來獲得掌控感或被需要的感覺。\n邁克爾覺得自己比妻子厲害，只要他能衝著妻子指手畫腳，他們的婚姻就能過得下去。然而，當妻子回應了他的不滿時——減肥三十四磅，還考回研究生院以完成學位——他卻覺得受到了威脅，便跟他那年輕的聲樂老師有了外遇，因為她讓邁克爾重新獲得了權力感與重要性。\n個人失敗\n你有了自認為的失敗經歷——失業、不孕、破產。\n在投行工作的羅恩被解僱了。一週以後，他在當地酒吧喝酒，在那裡遇到了幾個同在華爾街做金融工作的人；最後在一家汽車旅館裡，他跟其中一個債券交易員搞到了一起。他承認道：“當時我覺得一切還在掌控中，我很有競爭力，只是做得不是特別成功。”\n人生轉折\n你經歷了改變自己婚姻關係本質的重大人生轉折，比如懷孕，生了孩子，或者孩子離家上大學（空巢綜合徵）。\n迪克回憶說：“孩子出生後，我妻子覺得其他都不重要。我覺得，她心中完全沒有我了。所以，我就出去找了別人。”\n酒癮毒癮\n夫妻一方染上酒癮或毒癮。\n亞當的妻子霍莉解釋說：“我不知道亞當對事業心灰意冷而染上了酒癮，但我知道他好像只關注他自己，對我不感興趣。我覺得他不管我，我很孤獨。所以，當我的治療師撩撥我時，我心裡挺美的。”\n追溯時間線：案例展示\n導致發生外遇的原因，通常不是一個孤立事件，而是幾個併發事件。我建議你和伴侶一起努力找出這些事件，不要互相指責，而是要好好討論這些事件是如何為第三者創造介入空間的。\n迪安和瑪麗開始討論的時候，他們把人生重大事件按時間列了出來，並探討每個事件是如何破壞婚姻關係的。\n看清這些人生重大事件並不會讓瑪麗原諒迪安的外遇，但卻有利於她不那麼對自己介懷。既然知道婚姻出問題，責任並非全在於自己，這就減輕了她心中的負擔，讓她有信心冒險重新去愛迪安。在迪安這邊呢，他會發現，自己對婚姻的不滿情緒與瑪麗關係不大，這種情緒更多地來自全新生活帶給他的壓力，以及他過往生活中未竟的責任。\n這個訓練教會了你們也教會了他們，生活本身就是敵人——日復一日的種種壓力加在一起對我們所有人都是負累，我們需要合力去抗擊這種壓力，而不要相互搞內耗。\n責任分擔：關於改變的訓練\n該訓練是教你如何做出改變的。該訓練可以幫助你歸整本章討論的所有抽象概念，當你發現自己內心有衝突時，就能用非常具體且圖形化的方法來解決問題。該訓練向你展示需要做出的具體改變以管理夫妻差異，降低夫妻一方再次出軌的機會。\n僅僅改變你的行為方式還不夠，假如你想克服舊有模式，你還需改變自己的思維方式與感覺方式。因此，我把該訓練刻意簡化分為三個部分：\n1.行為部分——你如何對待伴侶。\n2.認知部分——你賦予夫妻互動何種意義和期待。\n3.情感部分——你對伴侶的感受。\n你將一步一步地學會：\n· 看清你做了什麼而煩擾或激怒了伴侶；\n· 看清哪些想法和感受導致了你的行為；\n· 看清伴侶希望你做出哪些具體的改變；\n· 養成某種態度或觀點讓自己接受改變；\n· 觀察感覺如何隨行為態度改變而改變。\n訓練內容包括：寫下或思考你對下列問題的回答。對於這些問題，夫妻雙方可以一起做，也可以單獨做。為了讓我的要求更為明晰，此處附上一個案例供你們研究，你們可根據自己的情況進行調整。\n觸發事件\n到底發生了什麼？堅持記錄事實；不要解釋這些事實對你而言意味著什麼。\n案例研究\n基思夫妻倆去滑雪度假，直到假期第三天，基思還未主動提出過性生活。基思堅持他們早上七點起床，出門就去滑雪。米歇爾本想這幾個早上可以睡懶覺了，順便做個愛，但她還是同意了基思的計劃。她想途中停下來吃頓營養早餐，但她知道這樣基思會很不高興，於是什麼也沒說，而是在去登山纜車的路上，在加油站那裡買了鬆餅帶上。終於，她忍不了了，對基思吼道：“我都不知道你為什麼要帶我來度假，我要做的似乎只給你帶來不便。你只想著做你想做的事。對你來說，我似乎就像個陌生人。”基思沒說話，只是繼續往前開車。\n查明衝突\n你的行為：你哪些行為傷到了伴侶？\n案例研究\n基思：我看重從滑雪中把所得利益最大化，從而無視或拒絕了米歇爾的需求；我從未抽出時間跟她親熱。\n米歇爾：我無視自己的需求，迎合基思的計劃，最後又對他發火。\n你的認知：你是怎麼想的，或者說是怎麼以為的，從而做出那樣的舉動？\n案例研究\n基思：纜車票很貴，所以我們應該儘量多去滑雪。米歇爾早上做事很慢。她可能想停車吃早飯，但如果我不提，也許她就算了。至於性生活，以後再過吧。\n米歇爾：基思寧願和簡（他的老情人）在一起——我對他沒有性吸引力，他不愛我。我想要什麼，在他看來不重要。在這段關係裡，我沒有發言權。\n你的感受：這個衝突讓你有什麼感覺？按照1%到100%的比值，分別評價每一種情緒。\n案例研究\n基思：不耐煩，100%；惱怒，90%；為難，100%；焦慮，80%。\n米歇爾：被忽視，90%；不被愛，100%；怨恨，100%；被控制，90%。\n解決衝突\n你的行為：你的伴侶希望你做出哪些具體的行為改變？你的伴侶希望你用怎樣不同的方式對待他/她？\n案例研究\n基思：米歇爾希望我放慢節奏。她希望我問她想做什麼，制訂計劃要符合雙方興趣。她希望我不帶怨恨地為她做事，不要覺得是在為她而犧牲自己。她希望我學著享受跟她親近的感覺。她希望我為夫妻親熱留出空間。\n米歇爾：基思希望我直接告訴他我需要什麼，而不是一邊同意他的計劃，一邊還覺得自己被忽視、被控制，然後朝他發火。如果我決定了按他說的辦，他不希望我揪著這點不放對他擺臉子。他還希望我明白，他的強勢與他對我的愛無關——他就是這種人。\n你的認知：你需要採取什麼樣的態度或觀點，才能甘心做出這些改變？\n案例研究\n基思：外出活動不能取代親密關係，埋頭做事不能取代搞好關係。在情感方面，我的父母很少教我。我得想想了，想想我希望自己和米歇爾的婚姻要如何改變。我知道自己滑雪後會很累，沒法做愛，所以要麼早上做，要麼就得縮減白天的滑雪時間。我背叛過她，現在她需要我在性方面對她表現出興趣，讓她覺得我需要她。不過，我要是認為這麼做僅僅只是為了她，那是自我欺騙。我花了時間去做愛，一般都是很高興做這事兒的。\n我為照顧父母而放棄了童年的快樂，所以我討厭為任何人去做什麼事，包括為米歇爾。但是，我錯誤地把每一次遷就都當成了自我犧牲。這個假期不僅僅是我一個人的。\n米歇爾：我知道基思這個人。他希望錢花出去後，要儘量值回來。我若對他這個行為耿耿於懷，就是在傷害我自己。他愛我，他喜歡和我做愛。他只是不知道如何停下來，不知道如何放慢節奏。他知道自己被這個動機驅使著，而且他也不太喜歡自己性格里的這一面。有時候，我很佩服他有條理、有效率，也很感激他幫我開創事業。\n我將不再為了迎合基思而順從他的安排，不再無視我自己的需求，不再事情過後又惱他欺負了我。如果早餐對我很重要，我就告訴他半小時後再去滑雪。\n小時候，我在覺得自己被忽視的時候，往往先壓抑自己，然後還是爆發出來。可是，對基思大吼大叫會引起他的防禦心理，容易讓他在心裡否定我。所以，我跟他說話要冷靜而堅定。對他大吼大叫，他就不願意聽。\n你的感受：你現在感受如何？\n案例研究\n基思：不耐煩，60%；惱怒，30%；為難70%；焦慮30%。\n米歇爾：被忽視，40%；不被愛，25%；怨恨，35%；被控制，25%。\n跟基思和米歇爾一樣，你們也要從爭吵的具體內容中抽出身來，要看得更廣一點，看看此次爭吵在你們的衝突模式中處於什麼位置。大多數夫妻的婚內爭吵，為的只有那麼幾個緣由。具體細節上會有變化，但造成衝突的緣由，幾乎總是幾件老掉牙的當事人早年敏感事件的變種。正如我在治療實踐中看到的許多夫妻一樣，你很可能會感到驚訝，驚訝於這些事件在自己的生命中重複上演——驚訝於無論你們爭吵的內容是什麼，你都在用跟從前一樣的不當方式，繼續誤解自己的伴侶併產生互動，由此經歷跟從前一樣的那些自己熟知的痛苦情緒。例如，基思開始認識到，自己傾向於看重做事效率而不是看重夫妻親密，他把自己的每一次遷就都看作是一種犧牲，並且在情感問題上很內向。米歇爾開始認識到，自己傾向於不喜歡受到約束，不喜歡按部就班，總覺得自己被忽視、沒價值，先壓抑自身感受，然後還是爆發出來。\n通過責任分擔——看清導致他們出現矛盾的是哪些反覆出現的信念和行為，找出具體的替代方案，寫出新的行為劇本——基思和米歇爾學會了管理夫妻之間的衝突，有時還能站在更高的位置看待衝突。這需要夫妻雙方都做出努力，互相承諾，要有自我意識，互相敞開心扉，以成熟的心態對待一切。這不是隨便就能達到的。然而，為了夫妻關係與各自更為完整的自我，一旦雙方開始做出改變，就會從彼此那裡得到更為積極的回應，夫妻之間就會更為牢固地聯結起來。\n我希望，你在更深地意識到自我，明白自己努力要成為什麼人的基礎上，也要更好地去理解你與伴侶的關係，匯聚你們的智慧，培養自己的同情心和原諒心，包容彼此的缺陷與早年的創傷，共同規劃一個更好的未來。簡言之，我希望你們共擔責任，婚姻更加美滿有愛。\n現在，讓我們把注意力從過往的教訓轉到當下；既然理解了外遇發生的原因，那就讓我們學習如何從中恢復。下一章將講述恢復信任的具體步驟。"
  },
  {
    "id": "WYZH0009.html",
    "title": "第六章 恢復信任",
    "text": "第六章　恢復信任\n對於不是那麼美麗的女子，愛心不是賜予的禮物，而是努力的回報。\n——威廉·巴特勒·葉芝，《為我的女兒祈禱》\n信任不是賜予的禮物。信任必須通過努力而獲得；它不但需要口頭上的保證，還需要行為上的具體改變。不忠方要以明晰具體的行動，向伴侶表明“我要對你忠誠；跟我在一起，你放心。”受傷方要敞開心扉，勇敢接受自己再次信任伴侶的可能性，同時還要支持伴侶為重新贏得你的信任而再接再厲。受傷方不能一直懲罰不忠方，不能一直冷落、疏遠不忠方，否則不忠方可能會放棄複合。受傷方要清楚地表達出伴侶能為你做些什麼，給出一張能讓其迴歸到你生命中的線路圖。\n這裡所說的信任，當然指你相信伴侶會繼續對你忠誠。然而，還有一種信任也很重要——對夫妻雙方都很重要——那就是，如果你決定冒險回到這段關係，你要相信伴侶會著手解決你的種種不滿，不讓你後悔決定複合。\n本章的第一部分，將指導你改變自己的行為，以重新喚起這兩種信任。本章的第二部分，將駁斥某些破壞你增強信任能力的常見認知觀念。第一部分將改變你的行為，第二部分將克服你對改變的抗拒。通過這兩個步驟，你將大有可能放下外遇事件的影響，重建一段愛的關係。\n第一部分：改變你的行為\n如果你想改變自己對待伴侶的行為，那就可能要時不時地表現出比實際情況更加有愛、更加寬容、更有安全感的樣子。如果被動地等著感情自動迴歸，那就很可能要等到這段關係結束了。陷入懷疑與恐懼，可能也會導致這段關係結束。首先要用更有意識、更加積極的方式來改變你的行為，愛的感覺就會隨之而來。\n在以前，你可能會在夜晚回家，咕噥著打聲招呼，默默地翻閱郵件，然後衝上樓洗漱或回幾個電話。你當時未必是想把伴侶拒之門外——經過一天的工作，你可能只是想放鬆一下。但現在，在發生外遇以後，為了更好地培養夫妻關係，你需要做更多的事情。你就像是一場親密舞蹈的編舞，需要仔細謀劃你希望你們兩人之間發生什麼，然後採取行動讓它發生。你需要表露對你來說重要的東西，要從頭訓練自己對待伴侶的方式，傳達出這樣的訊息：“我喜歡你，你對我很重要。”這聽起來似乎是項艱鉅的工程，而事實也的確如此；但是，跟你與伴侶鬥來鬥去所耗費的時間精力相比，這麼做可能反倒要輕鬆許多。\n夫妻可以做很多事情來恢復信任。我覺得可以實用地把這些事情分為兩類，我將其定名為低成本行為與高成本行為。正如你可能猜到的那樣，低成本行為對情感上的要求比較低，所以通常更容易做到。高成本行為則需要付出更大的犧牲。\n低成本行為\n下面列出一些建立信任的低成本行為，這些可能是你希望伴侶做的。其中有一些，你的伴侶可能已經做過了；其他一些，你的伴侶可能很少或從來沒有做過。以這些行為為基準，把你希望伴侶做的列出來，並寫在第183頁“信任建立表”的中間欄。\n如果你是受傷方，你要讓伴侶做出一些行為，讓你多感受到一些關心與欣賞，讓你更有安全感（例如：“如果你偶遇那個外遇對象，你要告訴我”；“要不時地向我表達愛意，但不要用性挑逗的方式”）。如果你是不忠方，你要讓伴侶做出一些行為，讓你確信，你為恢復信任而做出的種種努力是有用的（例如：“如果你對我們的未來更樂觀了，你要告訴我），以及讓你確信，伴侶正在努力解決你對家庭的不滿（例如：“我需要獨處一會兒，你理解一下”；“如果你喜歡我和孩子的互動方式，你要告訴我”）。確保處理好夫妻關係的方方面面——溝通方式、閒暇安排、財務安排、性生活、照顧孩子及其他家庭成員、個人習慣等等。你要求伴侶做的許多行為，伴侶可能也會同樣要求你。\n下面列出示例清單：\n· “如果你要出門旅行，把準確的行程安排告訴我。”\n· “出門的時候，儘量不要在外過夜。”\n· “如果你偶遇或聽聞到那個外遇對象，要告訴我。”\n· “你覺得我哪裡吸引你了，要告訴我。”\n· “我在哪方面讓你感到性愉悅，要告訴我。”\n· “如果你為我感到自豪，要告訴我，並告訴我為什麼。”\n· “白天的時候，要給我打電話或發短信。”\n· “告訴我你的感受——跟我分享你內心深處的想法。”\n· “如果你對我們的未來感到幸福，或者更加樂觀了，要告訴我。”\n· “按時下班回家，跟家人一起吃晚飯。”\n· “多花些時間放在前戲上——親吻和愛撫。”\n· “你白天有什麼煩心事，要告訴我。”\n· “你白天有什麼高興事，要告訴我。”\n· “我說話的時候，你注意力要集中；我們交談的時候，你不要心不在焉。”\n· “如果你覺得我讓你失望了，要告訴我。”\n· “憤怒的時候，試著放下，回到我身邊來。”\n· “陪我去上一次按摩課。”\n· “在臥室以外的地方，也要表達你的愛。”\n· “把（你帶那個外遇對象去過的）那間臥室的傢俱換成新的。”\n· “把你的感受直接告訴我。不要做悶葫蘆，不要不理不睬，也不要咄咄逼人。直接說觀點，不要故作幽默，也不要陰陽怪氣。”\n· “要問我的感受，不要從我的行為主觀判斷我的感受，也不要自以為明白我的感受。”\n· “我難過的時候，要抱緊我，表示理解我；不要放棄我。”\n· “為我們規劃好週末生活，要有趣，要有新意。”\n· “如果你對我說話的時候語氣輕蔑、傷人自尊，儘快道歉。”\n· “如果你對我們在一起沒有安全感，要告訴我，而不要自以為我在欺騙你。”\n· “跟我一起閱讀有關改善夫妻關係的自助書籍，並一起討論相關內容。”（推薦書目：B．Janet Hibbs的Try to See It My Way， David D．Burns的Feeling Good Together，以及Harville Hendrix的Getting the Love You Want.）\n列出願望清單時，要確保：\n1.儘可能採用正面的、具體的表達方式。不要列出一連串抱怨。如果你只是記錄伴侶的某行為會激怒或傷害你，那就沒有把你想要的東西表達出來，而且必然導致伴侶產生防禦心理。你要專注於你想讓伴侶做什麼——專注於那些能讓你們變得更加親密的可見具體行為。例如，不要提出某個籠統或消極的要求（比如，“控制慾不要那麼強”），而要採用正面、具體的措辭，明確告訴伴侶你到底要什麼（比如，“有時也要按照我的日程來安排事情，哪怕非你所願，也要大度地接受”）。\n2.尊重伴侶的要求，這對伴侶來說很重要。每個人的願望清單都是極度個性化的；讓你感到安慰的事情（比如，“白天給我打電話，在意我的感受”），有可能只會惹惱伴侶。伴侶要求你做出的改變，你可能覺得很無聊、沒必要，但這對你的伴侶來說很重要，你要對此表示尊重。\n3.在不同的日子裡回應不同的要求。選擇回應要求的時候，要有所變化。不要只重複回應那一兩個要求而忽略其他要求。記住：你們每天為對方做的點點滴滴、充滿關愛的小事，會給對方帶來大有不同的感受。反之亦然。\n4.把願望清單放在醒目處。把願望清單設置到你的電腦主頁上，貼到櫥櫃的門裡，或者放到其他容易看到的地方，時時提醒自己去滿足對方的要求。\n5.每次伴侶滿足了你的要求，你要在“信任建立表”上記錄日期。這個做法似乎帶有強迫性，但通過承認伴侶為取悅你而有意作出的努力，你是在鼓勵伴侶，伴侶也更有可能會繼續努力。這個做法還可以糾正一種所謂的“選擇性消極關注”的認知錯誤，即總是執著於消極面，對積極面視而不見。人們往往習慣於把糟糕的時刻記得栩栩如生，卻不記得美好的時刻；當一天結束後，往往對那些失望的瞬間、不信任情緒升起的瞬間記得更牢，卻不記得那些增益幸福感的瞬間。然而，通過記錄伴侶正在做出努力的日期，你是在提醒自己，改變是有可能發生的。如果你對你們能否取得進展感到絕望，並且認為“我是唯一正在努力的人”，或者認為“我怎麼做都沒用——永遠也得不到原諒”，你只需回頭看看這張表上記錄的日期，對照現實情況檢查一下，就會更有感激之心，更加充滿希望，也更有耐心走下去。\n6.先按伴侶的要求去做，不管自己對未來是否有希望。有時候，兩個人似乎不可能和好了——這時你看著你的伴侶，心中想著：“你真能改弦更張，讓我再愛你嗎？又或者，你真能改弦更張，讓我再次感受到你的愛嗎？你是真的關心我？又或者，你沒有心，只是在做做樣子？”\n這種時候，你要堅持住。你的這些懷疑，有可能來自你自己的恐懼和不安，也有可能來自你的伴侶——他/她和你一樣害怕，一樣感到受傷，於是暫時無視你的需求，以試探你重歸於好的決心，試探你所做承諾的力度。如果你因為伴侶放棄而放棄，那麼你就給了對方將分手歸咎於你的機會。如果你繼續做到伴侶的要求並且不再出軌，那麼你的伴侶將被迫面對自己內心的掙扎，而不是來找你的茬。\n7.你們在更加了解自己，更加了解自己要什麼才會有安全感和被愛感之後，應當在願望清單上增加新要求並做討論。瑪莎的丈夫帶她去參加公司聚會，從上第一道開胃菜的時候，他就把瑪莎丟在那裡，整個晚上幾乎沒跟她說一句話。第二天，瑪莎在自己的清單上加了以下要求：“我們一起出去時，你要不時地跟我互動。如果你對我有愛，請摟著我或者握著我的手。你要把我介紹給你的朋友們，這才能讓我覺得你為我而自豪。”\n一旦你更有意識地跟伴侶互動，你就會發現伴侶還有哪些行為讓你高興，還有哪些行為讓你不安。把這些行為補充到清單上。你越能把自己在意的事情告知伴侶，就越有助於對方讓你感到幸福。\n讓我們看看阿琳和蒂姆，看看他們是如何利用低成本行為來恢復信任的。\n阿琳希望得到蒂姆更多的愛，蒂姆希望阿琳更能接受他這個人。阿琳跟一個同事睡過。她說，她不是不想跟蒂姆在一起了，只是因為覺得寂寞，覺得被蒂姆忽視了，才做了這件事。阿琳列出的低成本行為很簡要，但切實地告訴了蒂姆如何去做，才能讓她更多地感到蒂姆的關愛。\n· “對我說話的時候，要面帶微笑、全神貫注。”\n· “對我說話的時候，要語氣溫暖、充滿愛意。”\n· “邀請我一道參加娛樂活動；提前制訂計劃，這樣我才能心中有數。”\n· “我們走路的時候，要牽著我的手。”\n· “對我有愛意的時候，要告訴我。”\n· “要告訴我，為什麼愛我。”\n蒂姆列出的低成本行為也很簡要，但表達了他想做真實自己的需要，用他的話說就是“在我們的關係中，我要有空間成為我自己。”\n· “我安靜的時候，你可以問我在想什麼；不要以為我在逃避你，或者對你有什麼意見。”\n· “我週末有幾個小時要在辦公室加班，請你理解。”\n· “你要知道我說話比你慢，別打斷我說話。用你的話複述一遍我的觀點；讓我願意說出心裡話。”\n· “對我感興趣的東西，比如政治，你要表現出有點興趣的樣子。”\n· “多做點事情，以分擔生活成本和居住成本。”\n蒂姆和阿琳列出的希望清單，以及你和伴侶的希望清單，都不應看作對夫妻雙方的強制性要求——因此，你儘管寫下你在意的東西，不要有什麼顧慮。討論一下你需要什麼，以及你期望什麼積極的效果。一旦搞清楚伴侶的需求，試著儘可能地堅持做到，用你知道管用的方法去做到。在做出選擇的十字路口，我建議你問問自己：“平時我一般怎麼處理這種情況？我處理問題是什麼模式？這種模式引起了伴侶的什麼反應？如果我改變行為模式，會發生什麼情況？”\n後來，蒂姆和阿琳在一家餐廳吃飯，蒂姆不開口說話，顧自沉浸在自己的世界裡，阿琳又跟往常一樣想發脾氣，這時她按捺住怒氣，問自己：“蒂姆列出了希望清單，我能做點什麼，他才會覺得自己更被我接受呢？他現在的行為，我是不是想多了，以為他是針對我？”於是，阿琳沒有責備蒂姆，而是拉著他的手說：“你好像在想什麼。發生什麼事了？”蒂姆很感激阿琳的主動，於是告訴阿琳，他一直在留意旁邊的那對夫婦，同時覺得自己是多麼的不善言談。他想起阿琳列出的希望清單，於是講出了自己的真實感受，那就是：儘管沒開口說話，他卻感覺跟阿琳很親密。接著，他拉著阿琳的手，吻了一下。\n如果你們的感情受傷失血，低成本行為能給你們的關係輸血，並很有可能迅速建立彼此的信任，讓你們覺得彼此更有希望，情感關係更加緊密。可惜的是，對於受損嚴重的夫妻關係，這個低成本行為療法還很不夠，其效果往往在幾周內就會消退。一方面，你們要繼續做這些低成本行為（它們就像是啟動器，先啟動你們的關係，讓你們再次相信彼此）；另一方面，如果你是外遇的不忠方，你必須準備好做出更多的犧牲。\n高成本行為\n正如我們在第一章中看到的，外遇一旦曝光，想要恢復關係，受傷方承擔了超出其該承擔的壓力。雖然雙方可能都在掙扎著想理清事態，但如果你是受傷方，那你幾乎總是揹負更多情感壓力的那一方。這個時候，你要把控自己的執念；即便面對被拒絕的痛苦時想要嘶吼出來，你也要努力平息內心的憤怒；你要找回失去的自我；你的行為方式要能吸引你的伴侶；你要冒險重新依賴伴侶，重新與其建立親密關係；你要原諒自己，還要原諒伴侶。\n相比之下，如果你是不忠方，則往往傾向於結束這段關係。你都已經坦白了，都已經發誓要忠誠了——為什麼，你在想，伴侶現在還是不信任你呢？一般情況下，既然認錯了，你就覺得釋然了，覺得乾淨了，準備繼續生活了。你甚至會因為有過外遇而覺得自己是有吸引力的，所以情緒高昂。簡言之，要伴侶信任你、原諒你，這合乎你的心意；而不信任你、不原諒你，至少不要太快地信任你、原諒你，則合乎你伴侶的心意。\n因此，你們雙方都需要做一些低成本行為，分擔責任，把出了問題的婚姻關係糾正過來。而高成本行為則是不忠方要做的事，而且要獨自承擔。這些行為是你犧牲自己來送給伴侶的禮物，是表示懺悔的自我懲罰，用以彌補你已造成的傷害，用以重新平衡你們的關係。只是嘴巴說“親愛的，相信我，我就在這裡，不會走的”，這是不夠的。你必須用做出“昂貴的”大動作來證實你的話——換言之，你要做出真正的犧牲，做出可能會讓你感覺很不舒服、難以承受的犧牲。\n高成本行為不應隨意規定，也不應帶有懲罰目的。高成本行為是伴侶向你提出的具體行為要求，或者你主動做出的承諾，以使伴侶相信你不會再次出軌，以及在這段關係中的投入不是愚蠢地浪費時間。\n這裡列出一些例子：\n· “不要跟外遇對象的親朋好友聯繫。”\n· “從外遇對象所在的俱樂部或社團裡退出來。”\n· “把你的部分資產轉到我的名下。”\n· “把你的部分資金存入共同賬戶。”\n· “把你的秘書（外遇對象）給別人當秘書；如果做不到，那就換個工作。”\n· “跟我來個浪漫的假期旅行。”\n· “為我支付讀完大學的費用。”\n· “你的銀行月對賬單、信用卡賬單和電話賬單，都要拿給我看。”\n· “接受心理治療，跟我商討生孩子的事宜。”\n· “盡一切可能戒毒、戒酒（去住院戒癮所或定期參加互助組）。”\n· “跟我搬到其他城鎮。”\n· “接受心理治療，弄清你父母不忠對你的影響。”\n· “跟我一起接受夫妻關係治療，弄清外遇到底對你、對我以及對我們的關係產生了什麼影響。”\n· “當著治療師的面，回答我所有關於你外遇對象的問題，這樣我才能更加確定你在說實話。”\n高成本行為和低成本行為的區別完全是主觀的，每個人的判斷標準不同。你覺得容易做到的事情（“把汽車登記在我的名下”），別人可能會覺得帶有威脅成分，會損害其利益。你要採取的特定行為有多必要，部分取決於外遇事件的具體情況。假如你的妻子每週應酬的花費從個人賬戶開支，那麼你可能就有必要要求查看她的銀行對賬單和信用卡賬單。假如你的丈夫跟他的秘書有染，你可能有必要要求他換工作或換秘書。\n如果你是不忠方，你可能會覺得特別難以完成這些高成本行為，因為這些行為威脅到你的自我意識（取決於你的收入或職業）。但為了你們的關係，你可能要做出妥協。我們來看下面這個案例。\n羅伊是一個郊區小鎮的知名律師，他經常跟酒吧裡的女人搞一夜情。一天晚上，他的妻子芭芭拉提前回家，把他和他最近剛找的女人捉姦在床。她把這件醜事告訴了自己的一個朋友，這才發現鎮上每個人都知道她丈夫喜歡玩女人——鄰居們、她最常光顧的餐館老闆，甚至還有她兒子都知道她丈夫經常搞一夜情。芭芭拉告訴我：“我難堪得沒法面對他人，簡直不能想象還要生活在這個鎮子裡。”\n對於控制自己的性癮，羅伊看上去表現得很真誠，他開始接受個人心理治療和夫妻關係治療，以證明自己的意願。但是，芭芭拉還是對未來感到緊張。她快接近退休年齡了，又好面子。如果家庭破裂，她覺得沒法給自己創造足夠的經濟保障，以維持哪怕一丁點兒目前的生活方式。“萬一羅伊再次背叛我，還要離開我，我該怎麼辦？”她問道，“萬一我覺得自己必須離開他，我該怎麼辦？我怎麼才能養活自己？”\n芭芭拉考慮著手止損，結束這段三十六年的婚姻，她想讓法院來做出最適當的判決。然而，他們夫妻顯然都還有繼續過下去的意願。於是，我鼓勵芭芭拉向羅伊坦率表達自己的焦慮，並跟他一起列出解決自己焦慮的高成本行為清單。她提的要求如下：\n· “我希望他繼續接受治療。”\n· “我希望他把75%的資產轉移到我的名下。”（她需要他用這種承諾來減輕自己的經濟顧慮，並讓自己相信丈夫是真心想要保持忠誠。）\n· “我希望他能在其他城鎮找份新工作，然後我們在那裡定居。”（她覺得老家的人都知道了這件事，這讓自己很沒面子。）\n羅伊願意繼續接受治療，他也認為自己有問題，治療對他很有幫助。他也樂意把大部分資產轉到芭芭拉的名下，以切實證明自己做出的承諾。他們找了個律師，達成了協議。\n至於第三項——搬家換工作——倒是讓他很頭疼。他覺得這個要求提得太過分，甚至是在實施操縱。他在老家做老本行已經有點地位了，換個地方另起爐灶則意味著失去現有的地位和收入。但是他明白，如果給芭芭拉回應得太遲、答應得太少，就有失去芭芭拉的危險。他明白芭芭拉要他重起爐灶並不是想傷害他，而是想讓自己重新信任他，並消除自己的恥辱感。\n羅伊終於答應了，他在設法調到另一個城鎮工作。但幸運的是，截至調令批准之前，芭芭拉又覺得自己能夠重新融入社會，不想離開老家了。羅伊願意放棄對他很重要的東西——不惜一切代價，就是為了讓芭芭拉重新信任他——這對她來說已經足夠了。他不是單靠高成本行為來恢復信任的，而是在其他行為的共同作用下，高成本行為才成為了恢復夫妻信任的橋樑。\n僵局：雙方無法在高成本行為上達成一致\n雙方無法在高成本行為上達成一致，是因為你們在心中賦予了這些行為某些意義——這些意義既與你們的童年創傷有關，也與你們的當前衝突有關。例如，你們中的某一方可能因為小時候被忽視，導致其現在習慣爭奪主導權；而另一方則可能因為小時候總是迎合父母，導致其現在不願迎合任何人。因此，一方強制性要求另一方，另一方就有可能斷然拒絕。\n如果你們也陷入僵局，那就要退後一步，審視一下自己的問題（已在第五章做過探討），看看它們如何阻礙你們達成具備實際意義的妥協方案。下面讓我們看看埃德和米里亞姆是怎麼做的。\n埃德結婚四年了，而這四年裡他幾乎一直在跟秘書保持著婚外情。米里亞姆發現後，埃德發誓要對她忠誠。可是，米里亞姆卻認為只要他跟秘書一起共事，自己就很難相信他。\n一開始，埃德採取了低成本行為。他按照妻子的要求，六點下班（外遇時他經常很晚下班回家）；換了個秘書；白天給妻子打電話說明自己的行蹤；還經常邀請妻子到公司一起吃午飯。\n但是，米里亞姆覺得這些行為還遠遠不夠。她需要更有說服力的東西。她覺得，如果埃德不能避免跟外遇對象在同一家公司共事，那就應該辭職另找工作。埃德被妻子嚇到了。公司剛剛給了他股份，職業發展前景穩定美好；而且米里亞姆還有身孕。現在重新找工作，顯然不是時候。\n他們陷入了僵局。埃德認為妻子過度緊張，不肯原諒自己。在埃德看來，妻子提出那些高成本行為既自私又愚蠢，只是為了控制他而已。他對我說：“就算我滿足了她所有要求，她還是不再相信我，那又有什麼意義呢？”兩個人互不相讓。\n為了打破僵局，我建議他們審查自身，找出導致自己不願妥協的個人原因。埃德的情況是，他的兄弟姐妹都很優秀，他從小到大都處於這種競爭中，總有一種根深蒂固的不自信感。因為缺乏自信，他總懷疑自己在人才市場的能力價值。米里亞姆的情況是，她一輩子都生活在一種被侵犯感的陰影下。她告訴我：“我的繼父對我性騷擾，而我母親知道情況後，還是選擇跟他在一起。她選擇了他，而不是我。埃德的所作所為勾起了我所有的痛苦和悲傷。我明白了：我現在要他做出犧牲，不僅是為了以此再次相信他，還是為了以此抹平我自己多年來的痛苦。”\n通過反思自身的問題，他們軟化了各自的立場。值此書付印之時，埃德正在找新工作，並努力擺脫人生早期兄弟姐妹競爭的陰影。米里亞姆很感激丈夫做出的巨大犧牲，她變得更有耐心，更加信任他，學著不將生活中的所有壞事都歸咎於他。\n正如埃德和米里亞姆的情況，你們也要去了解為什麼有必要做出某些犧牲，為什麼有些犧牲難以完成。你們還要弄明白這些犧牲對伴侶意味著什麼，並試著互相妥協。\n第二部分：克服對改變的抗拒\n無論你心裡面有多願意嘗試這些建立彼此信任的練習，但我可以確定的是，你還是會牴觸其中某些項目。這並不是說你是個壞人，不是說你不想改善雙方關係，而是你內心裡根深蒂固的認知觀念在妨礙你。有些認知可能會阻止你表達自己的需求，有些可能會阻止你滿足伴侶的需求，還有一些可能會強迫你忽視伴侶為你做的事。讓我們來看看以下九種常見的認知障礙：\n1.“我沒有權利要求伴侶為我而改變。”\n2.“如果我說出自己的需求，這隻會傷害或激怒伴侶，加劇矛盾。我還是憋著吧，這樣更好一些。”\n3.“我的伴侶就應該知道我要什麼，不應該讓我來把它講出來。”\n4.“愛不是我能求來的。如果要我求才能來，我寧願不要。”\n5.“如果伴侶並非自願，只是為了贏得我的信任而按我的要求去做，那就沒什麼意義。”\n6.“伴侶按我的要求去做，只是為了騙我回心轉意。只要我重新信任他，一切又會回到起點。”\n7.“對伴侶建立信任的行為，我沒必要感謝。”\n8.“既然是伴侶傷害了我（或令我失望了），那就理應他/她先做出改變。”\n9.“我都如此憤怒了，不能也不該讓我來做建立信任的事情。”\n認知障礙一：“我沒有權利要求伴侶為我而改變。”\n這種態度很常見，但無助於解決問題，因為它會讓你沉默，切斷你與伴侶的溝通，切斷你與自己的溝通。它讓你無法發現伴侶對你的不滿作出回應的意願，還讓你的伴侶沒機會改過自新。\n你要審視自己的內心，問問自己：“想要伴侶為我做點事，為什麼這麼難開口？這種要求是理所當然的，為什麼我缺乏這種意識？我兒時想表達要求的時候，是否被家長忽視或懲罰過？我兒時的成長環境，是否教會我不要給別人添麻煩？我的父母雙方，是否有一方習慣性地無視自我需求？”\n我建議你行動起來，克服這種認知障礙，完整列出你希望伴侶為你而改變的清單。你可能會發現，你被自己的頭腦困住了，你沒必要地把自己與人隔離開來，拒絕自己想被關愛的基本需求，而且已經拒絕得太久了。\n認知障礙二：“如果我說出自己的需求，這隻會傷害或激怒伴侶，加劇矛盾。我還是憋著吧，這樣更好一些。”\n不惜一切代價想要維持表面和平，這種想法很常見，但卻是恢復信任與親密關係的危險障礙。泰瑞有外遇後，就是這種想法。她之所以出軌，是因為指望不上丈夫，她在家裡得不到滿足，除非丈夫能戒掉酒癮。泰瑞應該告訴丈夫這一點，但她沒有，而是希望一切麻煩自行煙消雲散。\n隨著時間的推移，泰瑞逐漸認識到，要求丈夫做出改變，這並不是對丈夫的人身攻擊，而是維護婚姻關係的好禮物。她認為自己畏懼表達的根源在於自己的父親，父親讓她從小就畢恭畢敬，如果提出異議，就會得到懲罰。她對丈夫說：“我從未被父親允許開誠佈公過，但我要對你開誠佈公地說，我害怕跟你疏遠。可是，我卻做出了不忠行為，而且還不直接告訴你我需要你做出哪些改變，這反而把你推得離我更遠。”\n坦誠的交流逐漸克服了對坦誠的恐懼，這讓泰瑞明白，除非勇於冒著衝突的風險，否則難言重建親密關係，也不可能得到什麼解決辦法。\n認知障礙三：“我的伴侶就應該知道我要什麼，不應該讓我來把它講出來。”\n這種認知會導致誤解和失望，我的病人海倫就是如此。海倫的丈夫理查德在外邊玩了一個多月才回來，回來後，他一直不戴婚戒。在海倫看來，不戴婚戒的含義很明顯：他還在猶豫要不要複合，要讓其他女人覺得他仍然單身。但是，海倫對此什麼都沒說，只是怒火中燒。她告訴我：“他知道我很在意這個事，幹嗎還要我提醒呢？”\n我建議海倫在低成本行為清單上加上一條，要求丈夫戴上婚戒，並與他好好談談。海倫這才發現，丈夫是把戒指弄丟了，還不敢讓她知道。開誠佈公後，他立即買了個新戒指，很高興地戴上了。\n因此，你要知道伴侶並不會讀心術，你要明確說出自己的需求，伴侶並不總能預見到你的想法，但這並不表明他/她不愛你了。認識到這一點很重要。\n認知障礙四：“愛不是我能求來的。如果要我求才能來，我寧願不要。”\n讓伴侶去倒垃圾或者白天給你打電話，這相對容易；讓伴侶說“我愛你”，這就難得多了。\n多數人都不喜歡主動要求對方表達愛意，如果自己必須要求以後才能得到，就會覺得很沒面子。然而，如果你覺得伴侶主動示愛很重要，那就把這個要求加入你的清單。你只要明確表示，你希望聽到真誠的愛語。你要放開手腳，想要什麼就說出來。\n認知障礙五：“如果伴侶並非自願，只是為了贏得我的信任而按我的要求去做，那就沒什麼意義。”\n有的人可能會看低伴侶為重建信任所做的努力，覺得這些不是自發的愛意表達，而是為了重建關係刻意做作。“我希望伴侶不要刻意，而要發自內心。”這種態度帶來的問題在於，伴侶越是努力，你越覺得對方不真誠。如果你過於重視愛的感覺而不是愛的行動，那麼伴侶可能無法接近你，而在當前這個時期，讓伴侶做出行動可能是唯一能讓其接近你的路徑。\n這讓我想起了我兒子麥克斯六歲那年發生的事。那天，我們去佛蒙特滑雪。我看著他嗖嗖地滑著，他的表現讓周圍的大人們為之喝彩，我心中頓時湧起對他的愛。八個小時後，我們把車開進自家車庫，精疲力竭，渾身溼透。麥克斯還在車裡沉睡。一想到我要把他叫醒，把他拖上樓，再安頓到床上，我就幾乎受不了了。我還考慮了一會兒，想著要不要就讓他晚上睡在車裡。坦率地說，當時我累極了，都感覺不到愛了。但是，我還是強迫自己表現得很有愛，耐心地把弄醒後發脾氣的孩子哄上床。回頭來看，我認識到這種自我引導的愛意表達，比我那天早些時候在滑雪場上自然湧現的愛意更加深沉、更加強烈。自然湧現的情感是真實的，但來得容易，成本低廉，因為我不用付出什麼代價。\n只有當我們訓練自己，以愛的方式服務於我們的婚姻關係時（即便我們暫時沒有感到強烈的愛意），才會通過愛的真正考驗。感受不到愛意，才需要做出更多行動來表現愛意。這就要求我們深入內心，挖掘內心，然後表達出對我們真正重要的東西。以持久的情感和承諾去愛，定然是很深的愛。\n認知障礙六：“伴侶按我的要求去做，只是為了騙我回心轉意。只要我重新信任他，一切又會回到起點。”\n有的人可能會懷疑伴侶的誠意，把伴侶的努力斥之為欺騙。有一個不忠方對我說：“我的伴侶討好我，只是為了引我回頭，她需要我賺錢養家。”有一個受傷方這麼說：“我的伴侶做出改變只是為了讓我接受他，他怕離婚會分割他的財產。他現在會做出改變，但時間長了就難說了。”這種態度的問題在於，它會導致你們無法和好，無法恢復如初。如果你都不給伴侶機會來做出改變、贏回信任，你如何知道這沒有可能實現呢？如果你總在伴侶做出的高成本行為與低成本行為中尋找欺騙意圖，你又如何獲得安慰與安心呢？我這麼說，並不是要你打消疑慮——這不現實——而是說，你要儘可能地不管自己的疑慮，給自己一個機會，讓治癒過程起作用。\n認知障礙七：“對伴侶建立信任的行為，我沒必要感謝。”\n有的人可能會認為，成年人具備成熟的心智，沒有必要哄孩子似的激勵成年人，因此他們不願把伴侶的積極行為列入信任建立表。有一位名叫湯姆的受傷方問我：“妻子對我好了點，我就要對此表示感謝？她弄亂的東西她自己去收拾，為什麼我要表揚？她又不是個孩子。既然她要表現愛意，就不應該做了事情後，還要我來說她有多偉大。”\n如果你跟湯姆想法一樣，你終將明白，我們每個人都需要表揚和認可；我們每個人都要知道，付出的愛被看見跟沒被看見是很不一樣的。如果你拒絕承認伴侶為雙方關係而做出的努力，你就是在打擊伴侶，打擊其做出你希望的那些行為。\n認知障礙八：“既然是伴侶傷害了我（或令我失望了），那就理應他/她先做出改變。”\n成熟的關係是，一方在任何時候都能不計較地為另一方多做點事；而這種“你先做出改變”的態度，則會破壞成熟關係的正常互動。這種態度還會讓你做出心胸狹窄、報復心強、斤斤計較的行為，讓你無法實施重建信任與關愛的訓練計劃。拒絕先低頭能滿足你的憤怒感，但無法治癒你的傷口。因此，我建議你養成這麼一種心態：“要改變伴侶的行為，最好的辦法就是先改變我自己的行為。”這個建議的實質是，你要營造出伴侶很有可能滿足你需求的氛圍。即便沒有成效，至少你知道，自己該做的都做了。\n認知障礙九：“我都如此憤怒了，不能也不該讓我來做建立信任的事情。”\n你有時可能過於憤怒，沒法做出建設性的姿態，因此拒絕寬恕對方並與之和解。\n有一位不忠方問我：“我感覺不到愛，感覺不到被愛，你又怎麼能指望我假裝出來呢？我甚至無法想象牽著妻子的手。”\n還有一位受傷方說：“我氣得看都不願看丈夫一眼，更別說跟他一起做心理訓練了。”\n你有對抗心態是可以理解的，但這對雙方關係會有反效果。對抗心態可能會讓你覺得自己不那麼脆弱，覺得自己發怒是理所當然的，但這種心態終將斷送你們有可能複合的機會。因此，我建議你退後一步，問問自己：你拒絕做心理訓練，是不是出於感情用事——這是一種認知錯誤，你覺得自己有某種強烈的感受，就以為它一定是事實；你覺得自己對伴侶非常生氣，就以為自己佔著理兒。\n既然你生氣的時候總歸覺得自己佔著理兒——這是憤怒的基本特徵——我建議你就別浪費時間爭論憤怒是否有理了，而是問問自己：“生氣有用嗎？生氣對我有什麼好處？”這種時候，別問自己的感覺，而是要問這是否有助於你們倆的共同生活——要知道，只要你帶著愛意行事，就會產生愛的感覺。正如詩人兼作家羅伯特·布萊(Robert Bly)所說：“走，於是就有了路。”\n面向未來\n你們有可能要花費一生的時間來恢復信任，但這並不意味著你們每天都要在信任問題上糾纏不休。外遇曝光後的頭幾年，你們的關係可能既脆弱又不穩定，但在這段時間裡，你們也可以有很多安心、快樂的時光。\n人與人的信任很微妙且難以捉摸，只有通過長期守信與持續努力才能贏得。請讓自己勇敢起來，讓自己改變。或許你只有一次機會跟伴侶一起走進療愈過程，因此我建議你要把握住它，自信地對待它——自信地處理好伴侶的怨恨委屈，你要表現出相信你們能夠重歸於好，能過上比以往更加穩定、更加有愛的生活的樣子。\n正如我的一個病人所說：“沒有親密，還可以有信任，但沒有信任，就不可能有親密。”有了信任，才會知道：“我可以把自己交給你，是因為你不會傷害我，是因為你會支持我，支持我在乎的一切。我可以敞開心扉去愛你，是因為跟你在一起我很安心，我會被你珍視。”本章中的訓練項目能夠幫助你恢復基本安全感。但是，你還需要繼續學習，比如：如何更有建設性地與伴侶溝通，如何恢復性親密，如何學會原諒。本書的後續部分將帶你踏上這段更偉大的旅程。"
  },
  {
    "id": "WYZH0010.html",
    "title": "第七章 如何談論往事",
    "text": "第七章　如何談論往事\n很多夫妻錯誤地認為，只要雙方快樂地、積極地生活在一起，就能恢復受外遇傷害的夫妻關係。快樂時光對療愈固然重要——你們要抽空一起玩樂放鬆——但它們無法代替傾訴痛苦、傾訴不滿的需要，無法代替被傾聽、被理解的需要。除非你能真心傾聽伴侶的感受，除非你能坦誠傾訴自己的心聲，否則你們之間的積極互動就如同在腐壞的蛋糕上撒糖霜而已。接下來，讓我們回到本章的主題：如何更為親密地交流和傾聽——也就是說，你要怎麼說，才能讓伴侶更明白你是誰、你需要什麼；你要怎麼聽，才能讓伴侶更容易接受你並對你敞開心扉。\n學習建設性的溝通技巧（本章末尾會列出幾條），這不難；難處在於，你是否願意使用這些技巧。你可能會說：“我完全知道該對伴侶說什麼話來改善關係，但如果我說了，那我就太賤了。”你這種對抗心理的背後，很可能藏著某些長期存在的對交流與傾聽的錯誤認知，比如：“如果我說你如何傷到我了，就會把你推得更遠。”又或者：“如果我傾聽你說話，就會讓你覺得我認同你。”你要正視這些錯誤認知，否則就算新學這些溝通技巧，也是船到江心補漏遲。\n坦誠交流\n不管是近期曝光的外遇，還是不願深入探討的已知早期外遇，現在是時候進行一場坦誠深入的私密交談了。不把此事從你們倆的內心裡拖出來，就永遠不能給它一個體面的葬禮，而且也是時候談談過去的恩恩怨怨了。對有些人來講，這意味要解開鬱結，釋放不被自己承認的憤怒。對另一些人來講，這意味要放下憤怒，表達不被自己承認的悲傷、恐懼與恥辱。面對有問題的婚姻，你們都要承認自己該承擔的過失。\n兩種無效交流方式：沉默、暴怒\n在做認知管理和情緒管理時，可能有兩種常見的無效交流方式。第一種是沉默——把一切都憋在心裡。第二種是暴怒——無節制地宣洩情緒。讓我們來看看是什麼認知導致了這兩種交流方式。\n沉默\n如果你腦子裡在上演太多的對話，那很可能是因為你沒跟你應該交流的那個人交流——你的伴侶。為了避免更多的傷害與失望，你選擇了沉默，但沉默也會剝奪你被理解、被滿足的機會，剝奪你承認錯誤、重歸於好的機會。說出你的感受與需求，這是愛的表達，也是親密的前奏。用安妮·羅傑斯(Annie Rogers)的話來講，“說出心聲”不僅是很有勇氣的行為，還是讓伴侶迴歸的基礎。\n讓我們來看看令你沉默的兩種常見認知觀念：\n1.“如果我把內心煩擾告訴你，就會讓我們更加疏遠。”\n2.“如果我承認自己有問題，你就會看輕我，或以此責備我。”\n認知觀念一：“如果我把內心煩擾告訴你，就會讓我們更加疏遠。”\n受傷方\n伴侶的迴歸讓你很高興，為了不會再被拋棄，你願意做任何事，即使這意味著壓抑內心的憤怒與煩擾。然而，被壓抑的問題不會自動消失，反而會侵害你們的關係。\n一位受傷方說：“於我而言，如果要我對霍華德再有親密的感覺，我們的婚內狀態就必須有改變。我要的不僅僅是安全感了。我要做回我自己，就是說我要開誠佈公地說出我的感受。但是，霍華德不想跟我交流，我又怕他生氣。他跟我講：‘過去的都已經過去了，現在是現在；我只想繼續過下去。’他都這麼說了，我就沒堅持了。可是，就這樣我們也過不下去啊。”\n還有一位受傷方對我說：“喬的外遇結束一年後，我聽說他那個女朋友生了個孩子。從那以後，我一直偷偷從我女兒那裡打聽她的消息，因為我女兒跟她同一個工作單位。那個孩子的父親是喬嗎？我忍不住總是想。每次我看著喬，我都很想問，但沒有問。我開不了口。所以，這個問題就橫在我們中間：這個孩子不是他跟我生的，這個孩子是不是他跟她生的？”\n如果你想療愈自己、原諒對方，就必須讓伴侶明白你遭到了多深的傷害。要做到這一點，你必須跟伴侶溝通此事，告訴對方此事對你最深層的自我意識造成了怎樣的影響。請參閱第一章中列出的九種失落感，並跟伴侶討論你在得知外遇事件後的體驗。不要為了報復或為了撇清自己的責任而對伴侶發火，要讓伴侶看到你內心所想，以邁向雙方的和解。當伴侶感受到你的痛苦了，你就把痛苦放下吧。\n不忠方\n為了避免衝突，你可能會保持沉默，但你要知道，和平與親密是兩回事。把不滿藏在心中並不是愛，對婚姻也沒有保護作用，只會導致你們可能再次遭遇背叛。如果你是在等夫妻關係穩定點再說出來，我覺得你還是算了吧；對於這種事，時間的流逝不會讓你的任務變得更輕鬆。現在就把心事說出來，否則腫瘤只會越長越大。\n在發生外遇之前的幾個月裡，瓦妮莎過得很痛苦，但她什麼也沒跟丈夫說。相反，她還語氣生硬地要丈夫跟她一道出門購物、辦事。她的丈夫沒有意識到婚姻裡積累的危機，禮貌地拒絕了她的請求。瓦妮莎本應該告訴他：“哎，我很孤獨。我要你多陪陪我。你只顧著工作，給我的感覺是我跟你一點關係都沒有。我是說真的。聽到沒有？”如果他還不明白，那就告訴他：“我想搞個外遇。我覺得，我對男人還是有吸引力的”。或者：“我在想要不要跟你分手。我這麼說可不是為了威脅你，而是想我們處得好一點。”\n如果瓦妮莎能更早更直接地袒露心聲，也許就不需要去找外遇了。不過，她很難做到這一點。她這輩子已經習慣了把自己的不滿憋在心裡。“沉默是金”“別找麻煩”“不值得吵”“時間會沖淡一切”——她從小受這種話的教育。但沒有人告訴她：“沒有矛盾，也就沒有親密；要直面自己的不滿，否則你將一無所有，只有虛幻的安寧。”\n認知觀念二：“如果我承認自己有問題，你就會看輕我，或以此責備我。”\n受傷方\n因為是你受到了伴侶的背叛和傷害，所以你可能很難承認自己在此事上也有責任；但若承認自己有部分責任，至少在一定程度上有，你就可以從受害者的角色中解脫出來。與其被動等待伴侶做出改變，你倒不如主動做出改變，事情可能就會大有改觀——認識到這一點，你就會充滿力量。\n不忠方\n你可能同樣不願意承擔責任，但你的伴侶需要知道的是，你已經懂得並後悔自己造成的傷害。如果你以自我為中心，對伴侶感受遲鈍，或者對其抱有不切實際、要求過高的期望，超出其責任與能力範圍，那麼，現在你就應該承認錯誤並表示道歉了。你要記住：如果你想送給伴侶一份最為珍貴的禮物——讓伴侶相信你不會再次出軌，那你就要願意深入探究自己，直面導致外遇的個人原因，並坦誠負責地予以承認。\n下面是我的一些病人開始治療時講過的話，你不妨看看其中有沒有跟自己想法一樣的：\n· “事業剛失敗的時候，我崩潰了。我覺得非常丟臉。”\n· “媽媽去世的時候，我不知道怎麼才能接近你，告訴你我有多麼痛苦與孤獨，告訴你我有多麼需要你。”\n· “就像我一直不能面對父親的憤怒，我也一直不能面對你的憤怒。我很懦弱，任你糟踐。所以，我恨你，畢竟恨你比恨我自己還要好受點。”\n· “我一直覺得自己沒有魅力，不夠性感，也不聰明。有其他女人來獻媚，我才覺得舒服。”\n· “坦白地說，我不知道自己為什麼有外遇，但我會接受治療，我會找到原因並告訴你。你有讓我幸福的部分義務，但沒有義務讓我保持忠誠。這件事情我自己會做到的，我保證。”\n你們可能都不願吐露自己深感後悔、深感羞愧的事情——你們認為一旦吐露了，你就不那麼可愛了，更容易遭到對方攻擊了。但是，情況往往恰恰相反。\n我還記得自己在讀五年級的時候，就多麼痛苦地學到了這一課。對了，當時我以為不忠的意思是不能生孩子。那時候，我剛配上第一副眼鏡。我戴著眼鏡參加一場過夜睡衣派對，父母叮囑我別弄壞眼鏡。我照做了。但到睡覺的時候，地下室的地板上都鋪著毯子，我找不到可以安全地放眼鏡的地方，所以我把它塞到自己的枕頭下面，以為這樣就不會有人踩到。但我錯了。第二天回到家，我擔心父母會生氣，又怕承認自己做事愚蠢，所以我裝得輕描淡寫。我一進門就大聲叫著，“你們絕對想不到發生什麼了！你們說對了！”接著，我就舉起碎了的鏡片。我的父母當然發火了——不是因為眼鏡壞了，而是因為我漫不經心、不負責任、傲慢無禮的態度。如果我能表現出真實想法，那就應該對他們說：“眼鏡壞了，我很難過。我真的很小心了，但我判斷失誤。我知道它很貴，對不起，我把它弄壞了。”我相信，這麼一說，他們肯定會原諒我的。\n坦誠和反省可以消除敵意，讓你在伴侶眼裡看起來更可愛，更有人情味。坦誠和反省還能讓伴侶減少牴觸心理，更有意願面對自己在外遇事件中的責任。你越是責備伴侶，伴侶越不願承擔責任。你自己要敞開心扉，同時也要請伴侶開誠佈公。\n暴怒\n沉默是把不滿向內隱忍，暴怒是把情緒向外宣洩。正如沉默的背後隱藏著某些認知，暴怒的背後可能也有某些不良認知，正是它們在允許你不加節制地發洩怒火，實際後果是，伴侶要麼對你置之不理，要麼對你奮起反抗。讓我們來看看其中幾條：\n1.“我要發洩。壓抑情緒對身體不好。”\n2.“除非我發火，不然你不會聽我的，也不會理解我的痛苦。”\n3.“我就是這種人。”\n4.“發了火我才舒服。”\n認知觀念一：“我要發洩。壓抑情緒對身體不好。”\n有些心理治療師仍認為，把情感不加節制地表達出來就是宣洩——這有點像放血療法，通過語言排出困在心中的有害情緒。但是，現在多數心理治療師認為，這種無情且無節制的發怒只會帶來更大的怒火，發火的一方是這樣，受攻擊的一方也是這樣。\n我不是建議你一直放低聲調說話，也不是說發火總是不好、總是不對。假如你明明在生氣卻表現得笑容滿面，伴侶也無法明白你的感受。然而，沒完沒了地生氣總是令人不快的。你可以調整聲音大小、注意說話用詞，這樣你的伴侶就沒理由不聽你說話了。也許你確實需要先釋放憤懣情緒，才能生髮更多的愛意，但只要注意方法，你完全可以避免在此過程中製造出更多的憤懣來。（本章末尾會列出一些建議。）\n認知觀念二：“除非我發火，不然你不會聽我的，也不會理解我的痛苦。”\n你可能不自覺地認為，會哭的孩子有奶吃，大吵大鬧才能引起注意。也許你的想法沒錯——你的伴侶可能不願關注你，除非你咆哮如雷了，他/她才會聽你講話，但也因此會把你視為不可理喻的瘋子。在這種情況下，你的怒火沒有合適的發洩口，必然會導致你更加憤怒。\n又也許你想錯了——即使你的怒火引起了伴侶的注意，也只會令其離你而去，讓你比以前更加感到孤獨、更加沒人支持。而你如果不發火，就這麼平靜、坦誠地說話，你的伴侶可能會聽得更加仔細，更能感受到你的痛苦或不滿。\n瑪莎的丈夫有外遇，她本想對他發火：“你這自私自利的豬，就因為你，我可能得了要命的病。你誰都不關心，你就關心你自己。”但她沒說出口，而是這麼說的：“我對自己的身體很不安。你做的事情都要把我逼瘋了，你知道嗎？你有可能讓我染上艾滋病了。我無法想象，你到底覺得有什麼能如此重要，都讓你不顧及我的生命了。”\n認知觀念三：“我就是這種人。”\n你可能堅稱自己是一個“很情緒化的人”，說話風風火火。可是，給自己貼上這類標籤，只是為自己的錯誤行為做辯護，為你歇斯底里的怒火找理由。如果你還想讓別人明白你的內心想法，就不要躲在這種錯誤認知裡，用這個廉價好用的藉口說你無法改變自己。\n認知觀念四：“發了火我才舒服。”\n很多人一旦開始爭吵，就一發不可收拾，覺得自己必須發洩得心滿意足才會停止。這種想法會導致雙方戰鬥結束後，你還在那裡戀戰，不肯從中走出來。這種做法的問題在於，它可能導致你的伴侶產生挫敗感，對你產生防禦心理，不願承認你說得有理，不願跟你繼續討論。如果你想要別人聽你的想法，那就要看對方懂了沒有，懂了就立即打住，不管自己有沒有說滿意。不要以為嘮叨不休或者再說一遍就能把你的觀點講清楚。否則，你更有可能會遭到對方反嗆，或者把對方說跑了。\n提醒一下：外遇引發的憤怒有可能導致暴力行為，或許是針對伴侶，或許是針對你自己。有些人，甚至是那些從不動手打人的人，都有可能無法自控，做出令人震驚、危及自身的行為。\n託本有了外遇後，他和凱西都無法理智地交流此事。一天晚上睡覺前，凱西情緒激動，歇斯底里地說要自殺。託本在負罪感的支配下，拿起一把刀抵著自己的喉嚨，對她說：“殺了我吧，我是壞人。”凱西僵直著身子走進洗手間拿安眠藥，託本猛地把一個盤子砸到了地板上。一片碎屑飛到了他的臉上，劃破了他的嘴唇。他們愣住了，互相對視，一言不發，都在想：“上帝啊，我們在幹什麼？我們這都怎麼了？”\n這些突發事件看似極端、異常，卻在外遇事件後的夫妻關係裡經常發生。當你覺得情緒紛擾、自我意識受創、家庭關係破裂時，你必須學會識別暴力行為升級的早期跡象，在夫妻對抗失控之前抽離戰場。不要酒後跟伴侶起爭端，酒精只會加劇你們之間的敵意。不要威脅對方說要離婚，你們的關係太脆弱，經不起這種恐嚇。如果發現自己的情緒上來了，就提醒自己，你此時可能沒有很好的溝通技巧，沒有很好的自我控制能力，無法駕馭“不忠”這樣容易引發激烈爭吵的話題，不管是什麼令你煩惱，你都要先退一步，讓自己冷靜。你要暫時休戰，可以這麼說：“我覺得我們的情緒都上來了。先到這兒，我們晚上五點再多聊聊吧。我真的很想聽聽你要說的話。”\n雙方同意休戰很重要，約定具體時間再談也很重要——這樣一來，正在發火的人就不會覺得自己被拒絕了。\n過往的經歷如何影響現在的交流方式\n想搞清楚你為什麼會沉默或暴怒，可以回顧一下兒時你的家人是如何與你溝通的，他們彼此是如何溝通的。你表達自己的方式，就是從這些互動中學到的。這裡列出一些例子：\n· 父母總是互相大吼大叫，所以你從小就害怕與人發生衝突。\n· 兄弟姐妹爭強好勝，所以你學會的是，如果要讓別人聽你的，只能大喊大叫。\n· 母親個性謙卑，所以你學會了壓抑自己的需求。\n· 父親暴躁專橫，所以你學會了罵回去。\n· 母親喜歡批評人，所以你學會了忽視自己的心聲，揀著別人愛聽的說，以贏得外界的認可。\n· 父親不管孩子，所以你學會了用嘮叨、尖叫或哭泣的方式，獲得外界的關注。\n你如今跟伴侶的交流中，很可能有童年經歷的影子及心理影響。例如，如果你在成長過程中覺得被人誤解，那麼你現在可能會壓抑你的需求，並認為伴侶不理解你。如果你在成長過程中覺得無人支持自己，那麼你現在可能遇事就大喊大叫，並認為伴侶不聽你的。\n打破一生以來養成的思維模式似乎很有風險，彷彿在無保護的水域游泳。但是，投入進去，你就解放了自己，讓自己以更親密的方式與伴侶互動，讓伴侶聽到你的心聲，讓伴侶認真對待你的需求——或許，你以前還從未這樣做過呢。\n這裡有兩個截然相反的案例。一個案例是柯蒂斯，他在沉默中無法自拔。另一個案例是薩拉，她不再沉默，而是努力地克服它。\n案例一：柯蒂斯和愛麗絲\n柯蒂斯和愛麗絲帶著一種不良溝通模式走進了婚姻。這對夫妻很般配，雙方都配合對方扮演好各自的角色，直到柯蒂斯有了外遇。\n柯蒂斯的父親很強勢，家裡的事都由父親做主，家裡沒有矛盾，至少表面上看風平浪靜。即使柯蒂斯心裡有氣，也不跟任何人說，都悶在心裡。跟愛麗絲結婚後，他和兒時一樣，也是壓抑著自己，對外表現得你好我好大家好。他迎合妻子，一如他迎合父親，他的這種模式也讓妻子忽視了他的內心需求。在他的婚姻生活裡，似乎也沒有任何矛盾。\n愛麗絲的父親也很強勢，但她從不順從他，而是立即以牙還牙。她和父親經常吵架，而且吵得很兇。走入婚姻後，她落入了她父親的角色，經常大罵柯蒂斯，罵他為人懦弱，做事優柔寡斷。她開始鄙視他，因為他都不敢反抗她。\n結婚二十年後，柯蒂斯搞砸了一筆大投資，愛麗絲帶著輕蔑辱罵了他。柯蒂斯什麼也沒說，但積壓多年的怒火終於讓他離家而去，搬出去跟自己的會計同居了。兩個月後我見到了柯蒂斯，他還為愛麗絲不支持他而憤怒。他對我說：“我一輩子都在迎合她的情緒。可我就要她支持我這麼一次，她都不給。”我向他指出，他們夫妻在一起的這些年裡，他從未向妻子發出警告說自己不幸福，從未要求妻子對此負責，也從未要求妻子改正態度。他從未對妻子說過：“聽著，我現在需要你的支持。我是一直都在支持你。如果你沒有同情心，沒有人情味，不支持我，那我就離開你了。”我問他，這麼多年來，他已經教會了妻子無須支持他，現在又怎麼能指望她改變行為方式呢？\n柯蒂斯本來仍有機會對愛麗絲敞開心扉——因為愛麗絲已經深深後悔自己的待夫之道，並希望丈夫回家——但他還是跟往常一樣沉默，繼續把自己的需求埋在內心不說出來，因此兩人沒能複合。\n案例二：薩拉和約翰\n薩拉的結局要好一些。薩拉的母親患有糖尿病，父母從不關注她的需求，她自己也從不把需求強說出來。有時候，她累積的憤怒也會爆發，就像喬治·艾略特所說，“無聲的另一邊是咆哮”，但最後她總是為自己發火而感到內疚，然後陷入沉默。跟約翰結婚後，她仍是這種沉默和暴怒交替的模式。\n約翰跟他的秘書有過外遇，外遇結束一年後，他對薩拉說辦公室要開聖誕聚會，他要很晚才能回家，然後邀請薩拉跟他一道參加。薩拉很生氣，她咆哮著說：“你顯然還在跟那個女孩來往。如果你真把我當回事，希望我參加，你就不會等到最後一刻才邀請我，明知道這時候太晚，我來不及打扮出門。”\n約翰雖然覺得理虧，但還是堅持說自己忘了跟她講，因為這個聚會對他來講沒什麼意思，而且他忙於工作，就把這事忘了。薩拉有些相信他的話，但還是繼續數落他。\n那天晚上，約翰沒等聚會結束就提前回家了，薩拉想和他講和，但沉默的習慣讓她開不了口。第二天，薩拉告訴我：“約翰跟往常一樣，每次吵架後，倒頭就睡。我知道，他在吵架後想睡就隨時能呼呼大睡，而我就整夜睡不著覺。到了早上，我就會感覺難受，對他更是有氣。我們白天誰都不先開口說話，等他下班回家，我又會瘋了似的對他大喊大叫。真的，我跟他關係親密的時候，才能安心入睡。但我習慣了沉默，不敢主動開口。我在心裡對自己說：‘你這個傻子，為什麼不能直接說對不起，然後要他抱抱你呢？你想要什麼，又總是不敢開口——有這麼難嗎？跟他說話。’\n“我主動跟他說話了。我轉過身，可憐巴巴地對他說：‘我睡不著。我打開床頭燈看會書，可以嗎？’‘可以，沒關係。’他說完就閉上了眼睛。\n“我躺在那裡，在心裡對自己說：‘我簡直沒法相信你會這樣！現在，你最不應該做的事就是看書。行動起來，告訴他你想要什麼。’於是，我把他搖醒了，對他說：‘約翰，我做得太差勁了。對於我們今晚的吵架，我感覺很不好——我對我們的關係沒有安全感，我很氣自己找你吵架。請不要不管我，自顧自地睡覺。抱抱我。’\n“約翰睜開眼睛笑了，挪了挪身子，給我讓出了一個位置。他是讓我靠過去。這一次，我接受了他發出的邀請。\n“為自己說幾句話還這麼難，真是難以相信。我內心深處有東西把我封住了，我要戰勝它。我這輩子一直是這樣，不是沉默，就是爆發。可是，當我終於找到自己的心聲，給了約翰支持我的機會時，我也就體驗到了全新的自我——能更好地與人交流，能更好地互相支持。”\n跟外遇對象道別\n很多不忠方沒有正式道別就不再跟情人見面了。如果你是不忠方，無論你出於什麼理由——心中有愧、怕受誘惑、無法面對——你的伴侶都會認為，你是在猶豫要不要複合，你還在給自己留後路。這種情況可不是恢復夫妻信任的好土壤。只要情人給你寫信或打電話，肯定會令你和伴侶大吵一頓。\n向伴侶表達自己想要複合，你有三個好辦法。首先，你必須毫不含糊地跟外遇對象道別。不要沉默或用委婉語來保護對方的自尊，不要給對方留下疑惑的想法。明確表示，你希望外遇對象去尋找下一段更有意義的感情。第二，你必須向伴侶保證永遠不會再聯繫外遇對象；如果辦不到，那就必須保證儘量少接觸，儘量不要私下接觸。第三，如果伴侶希望你每次跟外遇對象偶遇時都要報告，你就必須遵守；否則，如果伴侶碰巧得知真相，就會覺得你在搞地下情。\n如何談論外遇\n談到外遇事件時，受傷方要弄清自己想知道什麼，不忠方則要想好怎麼把它說出來。這些都是可能導致雙方暴怒的問題，在談話之前就應該想好。\n受傷方\n當你知道自己的伴侶在跟外遇對象分享秘密時——他們倆有共同知道的東西而你不知道——你可能難以接受，並堅持要伴侶把每一個令你痛苦的細節都告訴你。\n但問題在於，當你問來的信息擺放在你面前時，那栩栩如生的畫面感很可能會折磨你的內心，這與其說是滿足了你的好奇，不如說是滋養了你的執念。你的痴心執念是可以理解的。但是，在你開始盤問對方之前，我建議你寫下你的問題，問問自己：“這些問題的答案能幫到我嗎？能幫我們恢復關係嗎？是會讓我們捐棄前嫌呢，還是會亂上加亂？我問這些問題，是想達到什麼目的？”\n一位名叫特蕾西的病人對我說：“傑克收集女人的黃色圖片，我不介意這個。但是，當我看到他收集的肛交圖片時，我就在想，他跟他那個變態女友是不是也做了這種事。我還是決定不問他，因為我不知道他回答我後，我該怎麼辦，畢竟一個人能接受的新東西是有限的。但是，我確實需要知道他跟我做愛的時候是否得到了滿足，因為我對他喜歡的某些性愛方式還是不能接受的。”\n不像特蕾西，大多數受傷方總喜歡刨根問底，導致最後還是自己難受。“你還想她嗎？”“跟我相比，跟他做愛更爽嗎？”“我們做愛的時候，你有沒有想過她？”“對我們的將來，你有沒有疑慮？”——問這些事情都是在自戕，只是把刀子往自己心裡插得更深。有什麼意義呢？\n如果受傷方因此被磨練成了套話專家，那麼夫妻雙方都是輸家。三十六歲的出版編輯吉爾就是個例子。“霍華德（跟他的銷售代表）外遇結束已經兩年了，”她告訴我，“但我還是覺得有必要試探他。他答應過，跟她的談話會對我如實交代。有一次，他們開過了銷售會議，我去套他話。我慢慢接近他，就好像在打獵。我問他：‘你最近見過珍妮特嗎？’其實我知道他見過，他也承認了。接著，我在話裡放了個套：‘她跟那個亞利桑那州的男孩還在交往嗎？’如果他答得出來，那就說明他倆的談話超越同事關係了。可是，霍華德想轉移話題。他說：‘你覺得這麼個小姑娘還會對我感興趣？我真是榮幸。’我可沒打算這麼便宜就放過他，就回了他一句：‘可真是啊，你就是這種人，有個小姑娘對你看上眼，你就尾巴翹上天了。’我就這麼一直纏著問他，他只好舉起雙手錶示投降，然後出門了。我這才意識到，無論他說什麼，我都不放心。無論他有沒有再犯事兒，我都想試探他。”\n我能給出的最好建議，就是你要把注意力放在你們的關係上，而不是外遇對象身上。你要試著這麼問：“你要我做什麼，才能感到更多的關愛？”“在我們這段關係中，你有什麼缺憾嗎？”“你喜歡我怎麼撫摸你？”——這些問題可以幫你忘掉外遇，不再執著於那個外遇對象。\n有一位病人名叫安，她就體會到了這一點。她告訴我：“當我得知弗蘭克有了外遇時，我想衝進那個賤貨的辦公室，把她對我的羞辱如數奉還。我想當著她所有客戶的面，罵她是個臭婊子。但我還是決定不自降身份了，我給她寫了一封信。我想讓她知道，我是個有真情實感的人，她的所作所為是不對的。信寫好了，但我沒發，因為從事實來講，問題不在她那兒，從她那裡入手也解決不了問題。無論她是否理解她對我做的事，甚至無論她是否在意我的存在，這都無助於我，也無助於我的婚姻。”\n不忠方\n在我看來，在回答有關出軌對象的問題時，有權決定需要披露何種信息的人不是你，而是你背叛的這個人。伴侶想知道什麼細節，你就應該回應什麼。如果你試圖隱藏真相、淡化真相以照顧伴侶的感受，伴侶就很可能認為你想掌控局面，逃避責任，或者矇混過關。你可以告訴伴侶，得知真相沒什麼好處，反而會帶來傷害，但你別指望伴侶會聽你的建議或者相信你的話。\n當然了，尊重伴侶的意願來回答問題，並不意味著你就可以任性地說些殘忍的話。你的用詞要謹慎，你的反饋要表明你們的關係在朝積極的方向走。如果你的妻子問：“我做愛有那個人好嗎？”如果你只是回答“沒有”，這不但沒好處，而且很無情。但是，如果你回答“跟我們這幾年的情況相比，跟她做愛是好一些，但那是因為不倫帶來的刺激，而且有時我覺得你不想跟我做”，這樣便完全可以說明情況。\n如何用心傾聽\n用心傾聽的意思是，擱置自己的感情和想法，走進伴侶的世界，從伴侶的角度來看待自己和外遇事件。這就意味著你需要不帶防禦心理、不帶對抗心理地問自己：“伴侶想要向我傳達什麼信息？這個人想讓我明白什麼？”\n若要真正聽到伴侶的心聲，你就不要把伴侶看作敵人，而要視之為一個可能也處於痛苦之中的人，他/她想給你的信息不是“你很差勁”，而是“你對我很重要，我需要你的理解”。你可能要提醒自己，在某種終極的意義上，你們要討論的不是外遇的真相，而是你們對外遇的看法有何不同。伴侶看待事情的角度可能跟你不一樣，但如果你們想要變得更加親密，那麼你就必須學會傾聽。\n有一位名叫瑪莎的不忠方，她發現自己無法自然而然地進入伴侶的內心，但她還是努力訓練自己這樣去做。當丈夫鮑勃對她說，“我根本感受不到你的愛”時，她的第一反應是要反駁，“你說什麼！我都為你做了那麼多！”但她忍了回去，試著理解他的痛苦，並表現出關注。她說：“聽你這麼說，我很難過。我做了什麼，讓你有了這種感覺？”這時她在心中告誡自己：“要讓他說話。他是在表露對他重要的事情——也許跟你有關。你認為他的說法是對是錯、是公平還是不公平，這不重要。如果你想接近他，就要傾聽，就要試著體諒他說的話。”\n想讓伴侶知道你在用心聽，方法有很多種。在此我特別推薦兩種：複述反饋法、寬慰安心法。\n複述反饋法\n夫妻爭吵時，往往他們自己都不知為何而吵，或者還沒弄明白對方的意思就立即爭了起來。複述反饋法可以幫助聽話的一方聽清楚對方在說什麼，幫助說話的一方感受到對方真的在聽。\n下面我們來看看如何運用該方法。如果你們討論某個話題時，其中一人開始生氣不安，另一方就應暫停討論，雙方都向對方反饋自己聽到的信息。這就是說，你們雙方都要停止強迫對方接受自己的觀點，並試著用心進入對方所感知到的世界。實際上，假如你想複述對方所說的重點信息，內容也好，意圖也罷，你可以這麼說，“所以，這就是你想讓我理解的是吧。”接著，對方會根據其感受，對你理解的充分程度打分，分值從1分到10分。達到9分就算通過。如果沒通過，對方就再重複一遍你沒聽明白的信息，這時你要努力“捕獲”該信息，如有必要，重複多次，直至對方滿意。如果剛開始沒聽明白，導致對方給你的評分不高，你不要感到屈辱或心情沮喪。還有一種常見的情形是，你向對方複述反饋信息以後，對方這才意識到自己沒把想說的表達出來；你之所以沒聽到該信息，只是因為對方沒說。如果對方處於心煩意亂的狀態，你可能還要重複多次，直至其覺得已被理解。\n蘿貝塔和尼爾為如何安排閒暇時間有了矛盾；他們想商量著辦，但總是沒法好好商量。尼爾（受傷方）總想著兩人要多呆在一起，蘿貝塔總想著少呆在一起。尼爾覺得蘿貝塔冷漠，拒人於千里之外；蘿貝塔則覺得尼爾不自信，太黏人。有一天，蘿貝塔堅持獨自去辦事，兩人頓時吵了起來。尼爾運用複述反饋法，仔細聽她說話，試著把她說的內容反饋回去。他說：“你希望我給你一點時間讓你自己去，這並不表示排斥我，是嗎？你覺得我想跟著你，就是為了監視你，這樣才能確信你不會再次對我不忠，是嗎？對你來說，這不是愛，而是囚禁，是嗎？”\n蘿貝塔也傾聽尼爾的話，並複述了他的看法：“你想讓我明白，因為是我不斷地拒絕你，所以你很沒安全感，而且你一直覺得我心中沒有你，是嗎？如果我有時請你一起出去玩，你就會更放心讓我獨自出去，是嗎？”\n他們都認真傾聽了對方的話，也都感到了對方在認真傾聽自己的話。\n寬慰安心法\n這種傾聽技巧旨在減少雙方在爭議問題上的對立感，從而有助於你們尋找共同立場。如同複述反饋法，寬慰安心法強迫自己關注伴侶說話，而不是想著如何反駁對方，以化解雙方的矛盾衝突。\n在該訓練中，你們要輪流站到對方的立場上，找出部分真相——你真正認可的那部分——並落落大方、令人信服地接受它。\n埃德跟情人桑迪外遇結束後，仍然在同一家公司上班，因此他跟妻子米里亞姆有了爭執。有一天，他們夫妻倆到我的辦公室做諮詢，我讓他們試試寬慰安心法。埃德沒有為自己辯解，也沒有迴避衝突，而是站到米里亞姆的立場上，說出自己承認的那部分真相。他對她說：“我的工作環境肯定令你特別煩惱。如果你知道我每天都會碰見桑迪，那麼你就更加難以信任我，也沒法不為桑迪而糾結。你希望我換個工作，哪怕收入少點，這我能理解。”\n聽到埃德明白自己的感受，米里亞姆好受多了，她也站到埃德的立場上看問題。她說：“我知道你左右為難，又想取悅我，又怕找不到好工作。我知道，我是說了對我來講錢不重要，但我又要花不少錢。把一份又好又穩定的工作扔掉不要，是挺難的。再找一份工作，更是耗費心神和信心。”\n這次交流，對他們而言都是一個轉折點。以前，他們誰都不承認對方的立場具有合理性。承認這一點會削弱他們自己立場的合理性，但同時也有助於緩解他們的矛盾，讓他們成為合作者，一起解決共同的婚姻問題。\n同樣，你也需要知道的是，無論你們為什麼而爭論，伴侶的話總有一定的正確性。你要找到這個正確性，並且肯定它。你的肯定很可能會把你倆從自以為是的極端姿態中拉回來，讓你們變得更加親密。\n最後，你倆都必須學會用心傾聽，把伴侶的抱怨當成禮物，當成服務於你們關係的禮物。要重建關係就必須更好地瞭解彼此，這就意味著，你們要接受伴侶的真實感受，認真考慮伴侶想從你這裡獲得的東西。如果你倆能開誠佈公而不總是攻擊對方、防備對方，你們就能形成一套衝突管理機制，使你們在婚姻關係中感受到更多的理解與關愛。\n你為什麼不願傾聽？\n有三種常見的認知觀念可能會降低你傾聽的意願，我們這就來分別看看。（所謂傾聽，我指的是用心傾聽，這不僅意味著你要有聽伴侶說話的意願，還意味著你要有體諒伴侶觀點的意願。）\n1.“聽你抱怨，就等於承認‘你說得對’。”\n2.“聽你抱怨，就等於在縱容你發火。”\n3.“聽你抱怨，就等於說‘我原諒你了’。”\n認知觀念一：“聽你抱怨，就等於承認‘你說得對’。”\n傾聽不代表你同意對方的觀點；傾聽只是意味著你關心對方，所以才會試著理解對方在說什麼。傾聽是傾聽，認可是認可，如果把這兩者混淆，你可能就不願傾聽，也就不知道你們到底在爭論什麼了。你只有傾聽伴侶的抱怨，才能開始理解對方的意思，並做出合適的回應。\n認知觀念二：“聽你抱怨，就等於在縱容你發火。”\n有的人可能會擔心，傾聽會讓伴侶更囂張；如果你是那種害怕衝突的人，你應該是不想火上澆油的。但是，傾聽可以寬慰對方。換言之，用心傾聽就是將心比心，它不會加劇衝突，反而會緩和衝突。伴侶感受到你的認可和理解，可能就會軟化態度，更加信任你，並以更有愛意的方式來回應你。試試吧，你可能會發現，傾聽是你的一種強有力的手段。\n認知觀念三：“聽你抱怨，就等於說‘我原諒你了’。”\n有的人難以做到傾聽，是因為把傾聽等同於原諒了。但是，二者是不一樣的。正如我所說，傾聽只意味著你願意去聽伴侶口中的真相，而不是接受其說法了，也不是原諒對方，免除對方的責任了。傾聽能為原諒掃清道路，但這僅僅是個起點。\n過往的經歷如何影響現在的傾聽方式\n在你成長的過程中，你已經習慣了家人以其含蓄或直接的說話方式向你傳達信息。有些話滋養你的生命（比如，“我尊重你的意見”“你讓我活得很有意義”“我們意見不必統一”）。有些話消耗你的生命，比如：\n· “你最好小心點。”\n· “你快把我逼瘋了。”\n· “你這個白痴。”\n· “你做決定可真差勁。”\n· “我受夠你了。”\n· “你不討人喜歡。”\n· “你都不知道自己在說什麼。”\n· “你應該為自己害臊。”\n· “都怪你。”\n· “你什麼毛病？”\n從某種意義上講，你的思維已經被兒時的經歷編程了。因此，如今你習慣於用這些你熟悉的，有時候還是無效的交流模式去解釋你聽到的內容，並由此扭曲了伴侶對你發出的信息，失去了客觀的、建設性的回應能力。\n五十八歲的律師喬希就是個很合適的例子。喬希的父親很霸蠻，對兒時的他管得事無鉅細。如今，妻子艾米對他說話，他從中理解到的往往是艾米在“干涉”、“控制”和“征服”他。艾米認為自己只是有話直說，是想幫他一把。比如，她會建議喬希在雞尾酒會開始的半小時前，不要吃帶洋蔥餡的三明治；住旅館時，要把電視音量調小點。她說的事情各不相同，但喬希對她話的解讀總是一樣。他對自己的反應也說不出個所以然來，因為他意識不到他這是在自尋煩惱；他只覺得自己受艾米的擺佈，她就像他父親似的，把他當個孩子；他只覺得要逃離艾米，自己才能讓情緒恢復平衡。當然，逃避無法解決他們的婚姻問題，也無法治癒他的個人問題。\n正如喬希那樣，你也要意識到你的敏感處，你的信息過濾機制，你的過往傷口——不管你怎麼稱呼吧——這很重要，因為它們可能會導致你誤解伴侶的話。你要記住，你自認為聽到的信息，跟伴侶要傳達的信息可能很不一樣。如果你誤讀了伴侶的想法（比如，伴侶在生氣不安的情況下說出“我不喜歡你，我要跟你分手”），你可能做出不當的反應（比如，你說那就離婚吧），從而刺激伴侶做出了符合你第一反應的事情（認為伴侶確實不喜歡你，打算離開你）。\n你很容易根據自己的個人固有模式理解伴侶說的話。既然知道了這一點，你就退後一步，問問自己：“伴侶對我說的話，有沒有其他意思，能不能做其他解讀？我是否在刺激伴侶用我父母的模式來跟我交流，從而強化了我的童年體驗？”\n為了驗證自己是否準確解讀了伴侶的話，你可以問伴侶：“你說的話，讓我有種（不被支持、被輕視、被控制的）感覺，但我也知道我很容易產生這種感覺。不知我對你的話理解得對不對？”你的詢問給了伴侶再次做出解釋的機會，也給了你再次敞開心扉傾聽的機會。\n表達矛盾與傾聽矛盾的性別差異\n男性與女性在衝突中的表達方式與傾聽方式往往不同。雖然性別差異並不適用於每個人，但知道這些差異也許能幫助你更有建設性地與他人溝通，並容忍他人做出原本會令你惱怒不安的回應。下面有幾個常見的例子：\n1.女性需要情感上的支持，而男性往往給出解決問題的建議。男性認為自己出主意是出於關愛，想幫點忙；而女性通常認為男性態度居高臨下，毫無同情心。\n2.男性覺得與對方共情會顯得自己愚蠢虛偽。他們很難相信，只要自己傾聽或同情對方，對方就會心存感激或從中獲益。女性天生更能共情，她們懂得共情的價值。\n3.男性對情感衝突往往有躲避心理，因為他們會感到生理壓力。男性緊張的時候，脈搏率和血壓會上升（導致生理上的不適），因此他們想要逃避。與此相反，女性向對方表達抱怨時，會感到與對方的關係變得更近；如果男伴對此置之不理，她們的自主神經系統就會感到非常難受。當女性想要表達憤怒或痛苦而男伴總是逃避時，女性就會被迫做出殘酷的選擇：要麼不管不顧地說出來並導致兩人關係疏遠，要麼沉默地把話憋在心裡並導致自我疏離。“當……女性因為伴侶有外遇、情緒上無回應、威脅要離去等情況而生氣時，她可能會擔心把自己的感受說出來後，會導致對方更加憤怒或兌現該威脅。”女性的沉默往往會導致精神壓抑、失去自我。\n如果受傷方是女方，不忠方是男方，雙方溝通上的性別差異往往會更大。女性本就比男性更想傾訴痛苦，作為受傷方，女方又有更多的痛苦需要傾訴。男性本就比女性更想避免衝突，作為不忠方，男方想向前看，就這麼過下去。這種溝通方式上的差異，讓彼此都有挫敗感，從而讓雙方關係更加疏遠。\n為了克服這些差異，雙方須達成協議：男方不要回避衝突；女方不要咄咄逼人。\n男方應該走進衝突，並試著理解伴侶的感受。你應該向她表明，如果她能在短時間內冷靜下來，用更為平靜的語調說話，你就會留下來跟她對話，並努力理解她的觀點。\n女方應該接受伴侶的安慰，冷靜下來，精簡討論時間，以此支持伴侶做出的努力。你還應該把伴侶的建議看作對你的幫助與關愛，而不是看作對你的貶低或控制。\n比爾，不忠方，在一次夫妻對話心理治療中對我說：“每當我跟珍妮特的關係開始好轉，她就舊事重提，對好的一面全盤否定。我試著去傾聽，但好像沒什麼用。過去的傷痛永遠也消失不了。我們還要這麼繼續下去嗎？”\n我告訴他：“你急著繼續過日子，但是當你對生活表現得很樂觀時，珍妮特就會感到害怕。她害怕再次受到傷害。她害怕你只是大事化小小事化了，而沒有從中吸取任何教訓。在她看來，你的樂觀就是自私，帶有操控目的——讓她不給你造成痛苦就輕易原諒你。以下是我的建議：比爾，每當珍妮特想跟你傾訴痛苦時，你都要用心傾聽——哪怕她要傾訴五千次，你都要用心傾聽五千次。你有了傾聽的意願，她的痛苦就有可能減輕，她傾訴的需要就有可能變小。珍妮特，你不能只向比爾傾訴心中悲傷，你還要向他分享積極情緒——你體驗到的任何有關溫暖、關愛和希望的感覺——這樣一來，比爾才會受到鼓勵，明白他為你所做的那些努力是有用的。如果你，比爾，能敞開心扉，感受珍妮特受到的傷害和憤怒，而你，珍妮特，能放手讓自己得到痊癒，你們倆就更能開創共同的未來。”\n建議\n以下是有關夫妻交流的一些建議，請牢記在心：\n· 不要認為你聽到的就是對方想說的。你可能只是在聽你已知的信息，或想聽的信息。\n· 學會設想交流能否達到效果。在開始交談之前，先想想你希望你們的關係走向何方，並問問自己：“我需要說些什麼，才能達到目的？”試著不要用舊有的、熟悉的模式去交流，因為那些模式已不能讓你達成目的。例如，說話時不要帶著諷刺的口吻，這樣會讓對方反感（“我猜你對我要說的不可能有興趣吧”），而要訓練自己，坦誠表達出你想緩和關係（“我想告訴你我對此事的真實感受；你要認真聽我說話，這對我很重要。”）。\n· 相較討論內容，討論方式往往更重要。你們彼此交談時，不要忘記表達出：“我喜歡你，我相信你，我為你自豪，我關心你。我願意聽你說，我在意你的感受。”\n· 不要苛責對方說出的每一個字眼，要允許對方回應得不完美。當你知道對方想跟你溝通時，你要保持耐心，保持專注。要透過對方的話，聽懂其真實意思。\n想更有建設性地說話與傾聽，是有很多溝通技巧的。《婚姻規則》和《改變婚姻的十節課》就給出了許多條。下面列出一些：\n· 傾聽伴侶說話時，不要為自己辯解（“是的，但是……”），不要貶低對方（“你真是小題大做”），不要拒絕交流（“我拒絕談這個事”）。\n· 不要謾罵伴侶；雙方輪流說話與傾聽。\n· 讓伴侶把話說完；不要插嘴打斷。\n· 你表達了自己的觀點並得到了伴侶的複述確認後，要把該議題放下，至少要放下一會兒。\n· 一次只談一個話題。\n· 說話要具體。不要說“你總是這樣”或“你從不那樣”。\n· 可以批評伴侶的想法或行為，但不要攻擊伴侶的性格（比如，可以說“你遇見了老情人，卻對我撒謊說沒遇見，這讓我沒法相信你”，不要說“你是個病態的撒謊精”）。\n· 不要斷定伴侶所作所為的背後動機。（最好說“我認為……”或“我的想法是……”，而不要說“你這麼做的原因肯定是……”）要知道，你的認知是你的個人看法，不一定正確。要給伴侶一個確認或修正的機會。\n· 如果你覺得伴侶的語氣拒人於千里之外，你就說出來，要求對方用更平靜或更尊重的語氣跟你說話。不要一走了之，或讓矛盾升級。\n· 對方跟你說話的時候，你要看著對方的眼睛；專注於對方講話。\n· 如果你太忙、太累、太煩，導致自己無法專注聽伴侶講話，你要說出來，另約時間交流。然後，你得堅持把該議題聊完。\n讓伴侶明白你想知道什麼，這很重要。以下是我的病人提出的一些常見要求，你可以據此自主加上你的要求：\n· “如果你要我安慰，直接告訴我。不要以離婚來威脅我，試圖引起我的注意。”\n· “如果你覺得我們關係很親密，或者對我們婚姻有了信心，要告訴我。”\n· “如果你生氣了，要告訴我；不要把傷痛藏著不說。”\n· “不要發火，要心平氣和地直接告訴我你生氣的原因，或者你想要什麼。”\n· “告訴我你為何生氣、為何煩惱，但說的時候要尊重人，不要侮辱人。”（最好說“你跟你父母交流的時候，扭曲了有關我的事實，這讓我很難和他們搞好關係”，而不要說“你還是個需要依賴父母的寶寶”。）\n· “跟我談話的時候，你可以談你自己，談我們，但不要把那個外遇對象扯進來。”\n· “我問那個外遇對象的情況時，你要坦誠，不要顧及我的感受而有所隱瞞。”\n· “告訴我，你父母對你的說話方式是怎樣的？他們對你的說話方式如何影響了現在你對我的說話方式？”\n· “告訴我，你認同我說的哪些話？”\n· “除非我主動尋求你的幫助，否則你不要以為我希望你幫我解決問題。”\n· “對於你給我帶來的傷害和失望，你要坦誠向我道歉。”\n· “你要主動提出討論此事，這樣我才不會孤掌難鳴。”\n· “對於我們之間的問題，你要承認你是有責任的。”\n· “告訴我有哪些人知道了我們家外遇的事，然後跟我一起想辦法阻止此事被更多人知道。”\n· “不要害怕被我看見你哭泣，不要害怕讓我知道你流淚意味著什麼。”\n坦誠交流是恢復親密關係的必要條件，肉體親密也是如此。性親密有很多表現方式，不止於生殖器性交這一種。下一章將幫助你再次獲得性親密。我很理解，以你們目前的狀態，你很難想象再與對方有肉體接觸——要你的伴侶知道你的需求並取悅你，要你知道你伴侶的需求並取悅他/她。但是，既然你已經掌握了一些溝通技巧來幫助你表達自己的期望和擔憂，也掌握了一些認知技巧來恰如其分地看待處理你倆之間的事情，你們就已經為重享床笫之歡做好了準備。"
  },
  {
    "id": "WYZH0011.html",
    "title": "第八章 恢復性愛",
    "text": "第八章　恢復性愛\n弗洛伊德曾經說過，夫妻做愛的時候，床上其實有六個人——這對夫妻，以及他們各自的父母。一方有了外遇後，就有了第七個人：不忠方的情人。本章內容會幫你們擺脫雙方父母、不忠方情人的影響，讓你們之間的關係變得有溫情，重返性親密。這裡所說的性親密，是指面對伴侶的時候，你們可以：\n· 雖然赤裸相向，卻仍有安全感、受保護感；\n· 既有自我意識，又能感到雙方在交流；\n· 看重在床上表現出來的性激情與性嬉戲，但更看重情感親密；\n· 對自己的性愛缺陷有擔憂和挫折感，但仍然覺得伴侶能接受和尊重自己；\n· 能坦誠詢問對方如何達到性愉悅，也能坦誠表示令自己產生不愉悅感的紅線；\n· 對彼此有同情心，知道彼此有脆弱與不完美的地方，但也正是這些不完美讓彼此成為夫妻。\n以你們的現狀而言，這種程度的性親密似乎遙不可及。\n如果你是受傷方，你很可能渴望雙方有身體親密，但你卻把伴侶推開，以保護脆弱的自我。特別是在臥室裡，你格外沒有安全感，格外覺得伴侶不想要自己——你會把自己跟伴侶的情人做比較，放大對方的身體魅力，看低自己的身體魅力。\n如果你是不忠方，你很可能會懷念外遇偷吃禁果的刺激與新鮮。經歷過那麼高強度的刺激，如今伴侶的遲疑、敏感和拒絕可能很難喚起你的性興奮。或許是你的伴侶給了你壓力，或許是你給了自己壓力，為了證明自己在床上還有愛，你反而無法盡情投入性愛之歡。\n在你們努力重建親密關係時，有兩個認知錯誤可能會起到阻礙作用。一是在沒有證據的情況下，就賦予伴侶的性行為某種意義（例如，如果丈夫無法勃起，妻子就認為丈夫肯定出軌了）。二是對自己和伴侶的性行為要求過於嚴格或不切實際，從而對夫妻性生活不滿足（例如，丈夫認為妻子就應該知道如何取悅他）。\n受傷方往往認為：\n1.“如果你不想做愛或無法保持性慾，那是因為你覺得我不夠性感，沒有吸引力。”\n2.“如果你不想做愛或無法保持性慾，那是因為你還在出軌。”\n3.“我永遠都無法像你的情人那樣滿足你。我跟他/她沒法比。”\n不忠方往往認為：\n1.“如果我在床上沒有滿足你，你就會認為我對你失去興趣或還在出軌。”\n2.“我跟情人做愛感覺很好。既然跟你過性生活很乏味，問題肯定出在你這邊。”\n雙方可能都認為：\n1.“性愛應該輕鬆自然。因此，我們應該先相處舒服，而後才能發生肉體關係。”\n2.“如果我讓你碰我，你就會得寸進尺。”\n3.“如果你有自慰，那就說明你不愛我了，我們的關係出問題了。”\n4.“性愛就應該充滿激情。”\n5.“你就應該知道如何讓我得到性滿足。”\n6.“如果我要求換個做愛方式，就會傷害你的感受。如果都聽你的，又違背了我的感受。不如就這樣吧。”\n7.“我們應該同時達到性高潮。”\n8.“我們應該達到多次性高潮。”\n9.“我們應該通過性交來達到性高潮。”\n10.“我們每次做愛都應該達到性高潮。”\n11.“我們的做愛頻率應該保持一致，而且應該同時想做。”\n12.“如果我們的關係很穩固，並且我們都是正常人，那麼做愛時就不需要性幻想，不需要使用性工具。”\n13.“不要提及艾滋病檢測或其他性病檢測，這種話題太令人惱火。”\n14.“我對自己的身體和做愛表現感到羞恥，我永遠也沒法克服這種心理。”\n現在，讓我們來看看這些認知是否有問題，並通過一些訓練，幫助你們以更親密的方式思考問題，做出行動。\n受傷方的認知觀念\n認知觀念一：“如果你不想做愛或無法保持性慾，那是因為你覺得我不夠性感，沒有吸引力。”\n如果伴侶看起來對你的性趣不大，你可能認為原因在你，而不認為伴侶對此有責任。由於外遇帶來的創傷，伴侶稍微顯得不願意，你都歸因於自己性能力不足。\n馬克外遇結束後，他的妻子溫迪總把夫妻生活上的問題歸到自己頭上。這種反應很常見。\n溫迪告訴我：“我一直在問自己，也許是我配不上馬克。我要很長時間才能來那個，也不像以前那麼潤滑了。我很難放鬆自己投入進去。我一直覺得自己不夠性感，對他沒有吸引力。現在他讓我覺得自己的判斷是對的，我恨他。”\n溫迪沉浸在不自信中，她從來沒有想過，馬克可能也有自己的性焦慮，而他的不自信和她的內在缺陷一樣，都是問題的重要一環。實際上，在他們有性關係之前，他的性焦慮就已存在。直到溫迪把自己置身事外，客觀地觀察此事，她才意識到：\n· 在自己認識馬克很多年前，馬克就一直為自己陰莖短小而自卑。他一直認為自己性功能不強，沒有魅力，容易早洩，不能滿足她。\n· 外遇事件給馬克帶來了巨大的壓力，他要表現出對溫迪的愛——他知道自己不忠帶給溫迪很大傷害，讓溫迪覺得自己不想要她——這讓馬克感到緊張，可能就是這種緊張扼殺了他的慾望。\n· 外遇事發後，馬克可能認為溫迪排斥跟他做愛；他又不喜歡鬧矛盾，所以他有可能是怕被溫迪拒絕，不想主動提出性要求。\n跟溫迪一樣，你們也要弄清自己是否誤解了伴侶的性反應。問題可能不在於伴侶對你有負面想法，而在於你以為伴侶對你有負面想法。你的伴侶最想要的，可能是在性愛中發生尷尬狀況時你表現出同情，並幫著他/她一起克服尷尬。\n如果你們分睡床的兩邊，互相不靠攏，不要想當然地認為伴侶不愛你，不想和你在一起。性生活只是夫妻之間的一種交流方式，而就目前狀況而言，它可能又是給雙方帶來最大壓力的一種交流方式。溫迪意識到，儘管丈夫在性事上躲著她，但他還是儘量很有規律地提早下班回家，到了週末還會安排娛樂活動。所以，如果你跟溫迪的情況一樣，你也要注意的是，除了性生活以外，伴侶在什麼時候想跟你在一起，且很享受你的陪伴。你要注意並滋養夫妻之間的積極互動，這一點很重要。夫妻交流未必都要跟性生活有關。\n建議\n1.試著列出有礙伴侶產生性慾和性喚起但與你無關的原因。溫迪列出了三個：\n· 根深蒂固的性能力不足感；\n· 對性愛有壓力；\n· 害怕被拒絕，害怕鬧矛盾。\n其他可能的原因：\n· 想重獲主導權，或重申控制權；\n· 想傷害你，或懲罰你；\n· 月經；\n· 疾病；\n· 疲勞或有其他壓力；\n· 藥物、酒精或毒品的影響；\n· 放鬆或親密接觸前，先把手頭事情做完的強迫心理；\n· 害怕坦誠相對，害怕受傷害，害怕被嘲笑；\n· 害怕懷孕；\n· 因缺乏隱私空間而敏感放不開（有孩子在家，或有其他親人同住）；\n· 對性事持禁慾態度（認為性事淫蕩、骯髒或有罪）；\n· 有同性戀傾向；\n· 過去的性創傷。\n2.要讓伴侶知道，你正在努力地、更加客觀地對待他/她的性冷淡問題。對於該問題，你要以溫和而不加評判的方式尋求幫助，找出其他合理原因。\n3.受傷方應當告訴伴侶，你不是在尋求美妙的性愛，而是在尋求重歸於好的起點。用你自己的方式去問：“我要如何才能讓你相信，我只是想讓我們更親密一些？”你要讓伴侶知道，性生活中的表現並不重要，是否有勃起、是否有高潮並不重要，重要的是，你們倆能共創一個彼此接受、彼此坦誠、彼此溫暖的氛圍。\n4.要珍惜共同度過的親密時光，這種親密不一定與性有關——一起看週日的報紙，一起做可口的美食，一起騎自行車，一起散步，都是可以的。\n認知觀念二：“如果你不想做愛或無法保持性慾，那是因為你還在出軌。”\n雖然沒有證據，僅憑著模糊的懷疑，加上內心極其脆弱，充滿了不信任感，幾乎所有人都會得出上述結論。無論你收集了多少反向證據，這些未經證實的恐懼很有可能折磨你幾個月，甚至幾年，讓你無法貿然親近伴侶。\n傑姬，四十六歲，會計。她發現自己總在揣摩丈夫的每一個舉動，好像總在尋找證據來證實自己的擔憂：他還在出軌。這種責難的做法讓她的丈夫很有壓力，讓他無法在床事上證明自己。這當然也讓他沒了性慾，而性慾不強又反過來加重了傑姬的懷疑：他還在跟別人睡覺。我們用圖表來展示他們夫妻之間的互動：\n你不能像傑姬那樣想當然地認為，因為你有懷疑，你就有理了。如果事實證明你錯了，你可能就傷害了你們的關係，而且傷害程度不亞於你的伴侶還在瞞著你出軌。\n建議\n1.把事實和擔憂分開。問問你自己：“不算我那些無端的懷疑，除了知道那次外遇，我還知道多少事實呢？”如果你有伴侶不忠的確鑿證據，那麼為你自己打算，是時候認真考慮要不要繼續過下去了。但是，假如你只是一直懷疑，那你就得想想伴侶為了複合而做的努力——主動向你發起（你很看重的）交流，邀請你一起出差，又或許只是在白天給你打個電話問候一下。這麼做本身並不會改善你的性生活，不能讓你自覺惹火性感，但應該能幫你打消疑慮、擺脫執念，開始相信伴侶表示忠誠的誓言。\n伴侶的性冷淡或性喚起出了問題未必是出軌造成的，原因可能有很多。其中的一些已列在第236—237頁。回顧這些原因以打消你無端的擔憂，可能會對你有所幫助。\n2.你可能無法消除內心的疑慮，但你可以試著不讓疑慮主宰或破壞你的生活。這裡有兩個或許有用的技巧。\n第一個技巧叫做停止思考法，很簡單，但很有效。只要你的頭腦開始想到伴侶是不是在跟什麼人搞外遇，立即大聲說或對自己默唸（用什麼詞由你決定）：“停。又來了，我又把自己陷進去了。放下。”接著，集中精力，目光向外，留意或描述你身邊快樂有趣的事情，或回憶與自己關心的人之間溫暖有趣的互動。你也可以目光向內，深呼吸，放鬆肌肉。你可能無法強制大腦停下某些念頭，但你可以慢慢轉移它的注意力。\n第二個技巧叫做挑戰認知法，這種方法需要使用認知偏差表。你要做的，就是儘可能客觀地記錄事件，記錄你的直接感受和想法。接著，系統地挑戰或反駁這些想法，尋找自己的認知錯誤。\n來看一個案例。吉姆承認自己以前出差時有過幾次一夜情，但之後就沒有了。他的妻子講述了自己如何擺脫疑慮，避免家庭大戰，因為那樣會讓他們更加疏遠。\n客觀事件：吉姆從蘇黎世回家後，立即去睡覺了。他對性事毫無興趣。\n情緒反應：害怕，感覺被拒絕，懷疑。\n無意識的想法：“我敢肯定，他趁出差跟別人睡過了。我們都有一個多星期沒過性生活了——他忍不了那麼久。他出差後對我特別好，這也證明了他內心有愧，做了對不起我的事。”\n理性回應：“你以為他的行為是針對你的，所以就妄下結論。他今晚不想要你，或許還有其他原因呢。比如呢？比如他很累——剛坐了八小時飛機。比如他明天有重要工作要做，而且已經很晚了。比如他怕自己床上表現不好，你會不高興。\n“不要瞎想，關注事實。他邀請過你跟他一起出差，因為你去不了，所以他就跟一個男同事住一間房。他每天都給你打電話。你去機場接他，他看上去很高興。他還給你買了你最喜歡的香水。當然，他做這些未必發自內心——可能只是想讓你安心。但這又有什麼問題呢？恢復信任是需要時間的。他顯然很關心你，想讓一切恢復正常。你是有懷疑，但這不代表他做了壞事。放下吧。事實是，你今晚也很累。如果你沒有不安感，你現在也不會對性事那麼感興趣的。”\n認知觀念三：“我永遠都無法像你的情人那樣滿足你。我跟他/她沒法比。”\n總拿自己跟伴侶的外遇對象作比較，還總貶低自己，認為自己不夠好，這種情況很常見。當你對自己的身體或床上表現有任何不滿時，你都有可能羨慕起那個外遇對象，尤其是你不認識他/她的話。你覺得自己胸部太小嗎？伴侶的情人肯定很大。你的陰莖看上去太軟嗎？伴侶的情人肯定堅挺如鋼。你做愛時表現很無趣嗎？伴侶跟情人肯定有過最狂野、最昏天黑地、最無拘束的性愛，他們一起達到過無數次高潮。\n這種瞎想可能會讓你自卑，覺得自己沒人要，認為自己毫無優點，從而無法積極投入性愛。而當你們的性生活逐漸回到正軌後，你再看看這些瞎想，會發現它們其實就是外遇給你帶來創傷，讓你對性愛產生不安全感，從而表現了出來。\n事實是，男人即使在家裡得到了性滿足，也經常會有外遇，女人出軌往往不是為了更好的性滿足，而是為了感受更多的關愛、欣賞與尊重。從我的臨床實踐看，發生外遇的男女都表示，他們跟外遇對象發生性關係並不頻繁，過程往往也很尷尬，要是真能如他們的伴侶想象的那般狂野，那倒好了呢。美國做過一項有關性愛習慣的權威全國調查，指出“身心滿意度最高的是已婚夫婦……滿意度最低的是未婚且無同居性伴侶的人，而人們一般以為該群體擁有最刺激的性生活。”\n這並不是說，外遇中的性關係就一定沒有婚內的性關係熱烈刺激；婚內的夫妻一邊要掐著時間點，一邊還要考慮照顧孩子，這種性愛的確是難以狂野起來的。由於自帶反抗精神與偷情性質，不正當的性關係肯定比婚內性關係更顯不同凡俗。但是，你不要灰心喪氣。外遇中的浪漫終歸是一種扭曲短暫的戀情，正如對你一樣，伴侶對那個人的熱度也會隨著時間的推移而冷卻。當外遇激情不再新鮮，當外遇行為失去禁忌之感，它往往就沒什麼特別了。\n記住，如果你的伴侶決定跟你複合，那很可能是因為你有著某些更深刻、更持久的品質，那是婚外戀所無法比擬的。你要相信並找回你與伴侶都看重的那些自己的品質。你要相信自己值得愛，你要致力於重拾自我，你要告訴自己，你是一個很棒的人，你能讓伴侶幸福，並能以無數種方式繼續讓伴侶幸福。\n不要執著於伴侶的外遇對象，那會分散你的注意力，讓你忽視當下真正要注意的問題：恢復親密關係，包括性親密與情感親密。不要拿自己和伴侶的那個外遇對象做無用的比較，試著找到新方法，把你的創造力、能量和浪漫投入自己的性愛中；不要跟伴侶的外遇對象一爭高下，跳出束縛自己的怪圈，把注意力放在夫妻關係上，著手解決讓外遇對象鑽了空子的地方。\n在這裡，我得指出你們夫妻雙方都要努力；滿足伴侶的需求，過上滿意的性生活，這不是單方的事情。培養性親密需要夫妻雙方共同努力。\n建議\n1.如果你覺得自己缺乏性技巧，或者只是不知道有哪些性技巧，為什麼不去學一下呢？諸如《獲得你想要的性愛》或《為了彼此》之類的性愛自助手冊，都可以教你掌握自己的身體與性反應，把你的床技變得更加出色。你還可以觀看限制級視頻（有些視頻有性教育作用，有些視頻則把女性當作性觀賞對象），向朋友諮詢，或向性治療師問診。夫妻也可以互相學習，探索能給雙方帶來愉悅的一些做法（見第261—262頁的訓練）。\n2.如果你沒有安全感，自己勸自己有時候是管用的。但有時候你還得把自己脆弱的一面展示出來，向伴侶尋求幫助和安慰。要把注意力放在自己身上——放在自己的不安、恐懼和困擾上——而不要放在伴侶的外遇對象身上，不要放在外遇細節上。不要問伴侶：“你又去見那個女人了？”可以這麼說：“我一直在想你跟那個女人的事。今天我覺得很不安，我覺得這不是因為你做了什麼，而是因為你好像有心事。你能讓我心安嗎？”\n此時，你可以期待伴侶主動過來安慰你。如果伴侶不過來，你可能得問問自己是否要跟這個人共度一生了。\n不忠方的認知觀念\n認知觀念一：“如果我在床上沒有滿足你，你就會認為我對你失去興趣或還在出軌。”\n你想得可能沒錯：你的伴侶可能認為，如果你的性反應很冷淡，那你的心思肯定在外面。但是，沒有性興趣和性喚起，這個壓力也可能來自你自身——因為你對伴侶有內疚，你對複合有疑慮，你還誇大了伴侶對你的期待。伴侶最在乎的其實不是你的床上表現，而是你是否信守承諾。\n無論你感受如何，說出來——這會減少性愛對你的壓力，也可能會減少伴侶對你床上表現的誤解。\n三十九歲的口腔醫生菲爾是不忠方，他對妻子說：“我覺得，我必須表現得像個能力強大的種馬，才能向你證明我的心在家裡，這種壓力實在讓我受不了了。我真希望我們能躺到床上，互相擁抱，然後順其自然，該做什麼就做什麼。”\n你也要像菲爾那樣，向伴侶解釋一下你的性生活問題，不是因為你覺得伴侶不夠吸引你，也不是因為你心裡有別人，而是因為你擔心自己會讓伴侶失望。這些解釋工作可能會幫到你。不過，如果伴侶還要指責你出軌了，還要指責你拒絕過夫妻生活，你也不要驚訝或反感。畢竟外遇曝光後，從你跟外遇對象徹底斷絕聯繫開始，通常至少要十八個月才能讓伴侶恢復你曾辜負過的信任。\n建議\n只有你才能幫伴侶恢復信心，推進其療愈進程。你能做的事情包括：\n1.當你心中有愛、相處快樂時，你要讓伴侶知道你的感受。當你對家庭生活心懷希望、樂觀積極時，你要大聲說出來；不要以為你不說出來，伴侶就知道你很幸福。比如你可以說：“我今天上班的時候在想，你昨晚看起來真漂亮。”“今天早上，我們躺在床上聊天的時候，我真覺得跟你很親近。”——用什麼詞不重要，重要的是你在幫伴侶恢復信心。\n2.描述你喜歡伴侶身體的哪個部位，以及你們做愛的哪些細節。大部分人都喜歡別人稱讚自己的外貌，想要聽到伴侶稱讚自己哪裡有魅力。無論你選擇說什麼——比如“你穿那件衣服，可真好看”，“一見到你，我就開心”，“你那樣摸我，我很舒服”——不要說謊，不要捏造，但也不要不說讚美話。要樂於讚美對方。\n3.說出你與外遇對象的性障礙。如果你能把自己遇到所有性障礙都告訴伴侶，這可能有助於打消伴侶的胡思亂想，免得他/她以為你和外遇對象的性愛十分完美。你的外遇對象從未有過性高潮；在為期九個月的外遇裡你跟外遇對象只發生過兩次性關係；跟你搞外遇的熱乎勁兒相比，你和外遇對象上床的感覺根本沒你想象的那麼勁爆——諸如此類的事實能讓你的伴侶弄清真相，讓其不再胡思亂想，不再執著此事，而是繼續好好過日子。\n4.如果你在跟伴侶有關係之前就有性障礙，或這種性障礙與伴侶無關，你要告訴伴侶。伴侶可能會錯誤地認為，對於你的性障礙，他/她是有責任的，因此你要澄清事實，這一點很重要。當伴侶沒有了負罪感，他/她就可能減輕你的心理壓力，甚至會幫你一起克服性障礙。\n阿諾德，五十二歲，律師，自從他開始服用高血壓藥物，就一直難以勃起。外遇事發後，他總是迴避夫妻生活，因此妻子以為自己對丈夫沒有吸引力了。阿諾德對妻子說：“自從我開始服用利尿劑，我就時不時地出現這個毛病。問題不在於你對我的吸引力，而是在藥物身上。我想滿足你，所以我有壓力，而壓力只能讓情況更糟糕。”\n5.訓練自己保持性慾望，不要氣餒。如果你有性冷淡或性喚起障礙，不想有身體接觸，那麼你就可能需要訓練自己保持性慾望。填寫認知偏差表，這有助於你監控自己對夫妻生活的抗拒，直面你對夫妻生活的逃避，讓自己保持性慾望。\n為了克服自己的焦慮、羞恥和躲避，阿諾德記錄如下。\n正如阿諾德那樣，如果你總在躲避夫妻性生活，那麼你也要用認知偏差表來幫助自己克服恐懼和挫折。但是，最重要的是你要有耐心，堅持下去，不斷地向伴侶發出信息：你會保持忠誠的，你想共同解決夫妻性生活中出現的問題。\n認知觀念二：“我跟情人做愛感覺很好。既然跟你過性生活很乏味，問題肯定出在你這邊。”\n跟情人做愛很好，跟伴侶過性生活就很乏味，於是就怪伴侶不好，這種情況很常見。你的想法可能沒錯：伴侶也許過於拘謹，不願迎合你的要求。但是，造成這個問題的原因可能出在你身上。\n你的很多舉動可能都在暗中破壞你們的夫妻生活。讓我們看看其中四種。\n1.你一直在伴侶和愛人之間作比較，這種比較不但不公平，而且毫無意義。你得停止這種比較。只要你還在期望夫妻性生活跟婚外性生活一樣，你肯定會失望，從而讓自己有了藉口，逃避自己真正要解決的事情：讓夫妻性生活煥發新生。是的，外遇中的性關係往往更刺激，但那又怎樣？等到激情退去，幻象不再，如果你還跟外遇對象在一起，你可能就會遇到很多矛盾，跟你現在的婚內矛盾一樣。熟能生厭，甚至還能生出鄙薄。無論你選誰做伴侶，都要面對這個現實。\n2.你沒在臥室以外培養夫妻親密感。如果你在臥室以外不重視、不關愛伴侶，又怎能指望伴侶在臥室內對你逢迎呢？不要抱怨你的性生活不美滿，你應該向伴侶表現出溫柔與關愛，至少像你對外遇對象那樣吧。\n查克對妻子就沒有半點體貼可言。查克下班回家後就用電話和業務經理聊公事，兩人談笑風生，也不管妻子在獨自一人給兩個孩子洗澡，讀故事，還要哄他們上床睡覺。等到妻子把一切忙完，終於鑽進了被窩，他都已經洗完澡，準備過性生活了。他的妻子告訴我，“當時，我對他非常惱火，根本不想讓他碰我。他說我性冷淡——我確實性冷淡——可他也不想想他有多麼自私，這才讓我冷淡的。”\n3.你不知道如何喚起伴侶的性慾。也許你自認為是個做愛高手，但你也許根本不懂如何刺激伴侶，喚起伴侶的性慾。你在指責伴侶沒什麼反應，但問題也許是出在你這邊；而你的伴侶呢，知道你對批評很敏感，還在擔心你的面子，沒有給你糾正性的反饋。如果你想提高做愛水平，改善自己的性生活，就應該問問真正的專家——你的伴侶——以有所獲益。\n4.你在跟伴侶有關係之前就有性障礙或性親密問題，而你卻把這些問題歸咎於伴侶。指責伴侶有問題，總比對著鏡子找自己毛病來得容易。你可能覺得，自己不受伴侶的尊重，對伴侶的性魅力不足，滿足不了伴侶的性需求，這種情況已經有很長時間了；但是，如果你把這一切都歸咎於伴侶一個人，那也是不公平的。\n建議\n1.如果你舊情難忘，無法自拔，試試我推薦的停止思考法。一旦你發現自己沉迷於舊情，立即喊“停”（或用其他類似詞語）打破執念，並把自己的注意力轉到別處。\n2.你與其想著外遇對象，不如思考跟那個人的外遇經歷是如何對自己產生巨大影響的。這段外遇經歷，是讓你覺得自己還很年輕，還有活力，還有魅力，還有存在感嗎？如果你還希望自己在兩性關係中得到滿足，這些問題可以成為你探索自己心理弱點和心理渴望的線索。\n3.你可以用本章給出的認知偏差表，來質疑自己對愛情和浪漫的一些不切實際的想法。\n4.學著拓寬自己對性親密的認知，性親密不止於發生性關係。\n夫妻雙方的認知觀念\n認知觀念一：“性愛應該輕鬆自然。因此，我們應該先相處舒服，而後才能發生肉體關係。”\n這些所謂的“應該”如何，其實很不現實，會自找挫敗，必定讓你們的性生活冷如堅冰；等不到解凍之時，你們中間很可能已經有一個人耐不住寂寞走人了。如果你指望你們現在就能在床上感覺自在，那是在做夢。你們更有可能出現的情況是，兩人赤裸相對，彼此毫無遮攔，卻可能都很敏感，都覺得尷尬。\n你會問：“那我該怎麼辦？明明自己還沒準備好，快樂寥寥，彆扭卻不少，那我還要去做嗎？”是的，就是要做。建立親密關係，是一個需要雙方付諸積極行動的過程。它需要雙方在重歸於好的問題上有明確的態度，是經過深思的抉擇，是出於認知的決定。從你決定開始複合的那一刻起，這個過程就已經開始了，不一定要等到你覺得有動力、有信心或很確定的時候。你不能只是等著不動而一直問自己：“對這麼一個讓我心情矛盾的人，我怎能敞開心扉呢？對這麼一個給我帶來傷害的人，我怎能與其親近呢？”你要做的就是超脫這些感覺，抓住讓彼此身體接觸的機會。將臥室以外的夫妻情感變得更加親密，這有助於重建雙方的信任，但不會讓雙方的性關係自動改善。你跟伴侶之間要有牽手、愛撫、親吻，讓親密的感覺在你們之間流動起來。你要行動起來，不要根據你的感覺去行動，而要根據你想要的感覺去行動。\n主動向對方伸手，這可能讓你有脆弱感；把自己封閉起來，這可能讓你有安全感。然而，我的建議是，不要等到感覺舒適了再觸摸對方；舒適並非來自靠時間來沖淡過去，而是來自不斷積累的療愈體驗。發生身體接觸，一開始你們可能會感到尷尬；然而，在你們有意展現自己的情感，有意冒險與對方和好之時，尷尬本來就是應有之義。如果你依舊走老路，落入熟悉的行為模式——避免親密接觸，持續不信任對方——這可能會令你舒適，但對恢復親密關係而言，基本沒什麼用處。\n建議\n1.我要特別強調一點：要讓夫妻關係更加親近，就必須再有肌膚之親。你們可以當面或用文字告訴對方自己想被愛撫的方式。你提出的要求可能非常特殊，因此不要指望你喜歡的性愛方式，伴侶也會同樣喜歡。儘量每天至少滿足伴侶一個要求。\n常見的要求有：\n· “進屋的時候，要跟我接吻。”\n· “散步的時候，要牽我的手。”\n· “用精油按摩我的腳。”\n· “給我按摩。”\n· “抱我一會兒。”\n· “睡覺的時候，跟我躺在一起的時候，要用胳膊摟著我。”\n· “上床的時候，用手指輕撫我的眼瞼和眉毛。”\n· “輕撫我的頭髮。”\n· “鬧鐘響後，跟我在床上多呆幾分鐘；躺在我懷裡的時候，你的臉要靠近我的臉。”\n· “散步的時候，要摟我的肩或腰。”\n2.按照性治療師沃裡克·威廉姆斯(Warwick Williams)的建議，夫妻應在性生活中形成“身體信任姿勢”。夫妻首先應達成一致意見，選定雙方都覺得安心的一兩種姿勢，然後進行實操。其理念是，要把身體親密和心理信任融為一體。威廉姆斯推薦的姿勢包括：\n· 甲方側臥、身體彎曲，乙方從後面抱住（“湯匙”姿勢）。\n· 雙方面對面、手拉手地側臥（可閉眼或擁抱）。\n· 甲方以舒適安穩的姿勢端坐，乙方將頭枕在甲方大腿上，甲方輕撫乙方頭髮。\n在此過程中，雙方可以說話，也可以不說話，可以穿衣服，也可以不穿衣服，可以做愛，也可以不做愛。要點在於，雙方要藉此再次發生身體接觸，重新產生信任。記住：你無法真正靠近一個你不伸手觸摸的人。\n認知觀念二：“如果我讓你碰我，你就會得寸進尺。”\n你可能會擔心，一旦有了身體接觸，伴侶就會無視你的限制，讓雙方關係迅速升溫，把你本來設想的慢節奏變成了一步到位。由於你不希望兩人關係恢復得太快而讓自己覺得不舒服，你設置了種種障礙，從而剝奪了兩人親近的機會。\n利亞告訴我：“我發現傑夫有外遇後，每次他想跟我做愛，我都不讓他靠近我。我甚至讓他睡到客房裡。事實是，我想讓他在我身邊，想睡在他懷裡，但我不相信他的外遇就此結束了，我也沒做好進一步的準備。如果做愛，那就意味著‘我原諒你了，現在一切都好了’。但情況還沒好啊，我還在考驗他。如果我拒絕跟他做愛，然後他到外面找了別人，我就知道他沒有真心改過，也不是真的愛我。既然他做了那種事，我就有權讓他證明自己已經回心轉意。”\n對於利亞的行為，傑夫則另有看法。在傑夫看來，利亞是在操控他——通過拒絕他來實現操控和懲罰的目的，儘管他真的在努力讓她相信自己複合的意願。傑夫感到很沮喪，這沮喪又變成了憤怒。出於自尊，傑夫不再主動提出過性生活。夫妻兩人都感到孤獨，都陷入困境，不知怎麼辦。（在下一小節裡，我們來看看他們如何走出這個困境。）\n如果你跟利亞一樣，還沒有做好發生性關係的準備，那麼你就要看看自己準備好做什麼了。除了發生性關係與禁慾，你還有其他的選項。記住，要重建親密關係，就必須再發生肉體接觸。外遇事發後，拒絕過夫妻生活可能會幫助你重獲家庭主導權，扳回一局，卻讓你們的床上生活受損。鬥爭的天平向你傾斜，而你的生活卻仍然無法恢復正常。\n如果你跟傑夫一樣，想跟伴侶做愛，那麼你就要按照伴侶的進度表來，以做愛之外的其他方式重建信任，重獲親密。\n建議\n1.告訴對方自己覺得舒服的性愛方式，對彼此不能接受的禁區表示尊重。你只想愛撫還是想發生進一步的性接觸，都要以具體方式向對方發出信號。對此，有一對夫妻的辦法就很有意思：有想法的一方，將他們蜜月旅行中購買的陶瓷青蛙放到對方的床頭櫃上，讓對方自由決定要不要接受這個性“邀請”。還有一對夫妻，他們覺得既然受傷方的心理更加矛盾、更加脆弱，那麼現在就由受傷方來決定是否過性生活。\n2.有一種流行的性訓練方法叫做“感官專注法”，可以幫助你們重啟愛撫能力，探索自己希望如何被伴侶愛撫，還可以緩解你們在感覺性喚起、進行特定性行為、實施性交、達到性高潮等方面的心理壓力，直至你們雙方都做好準備。雙方進入正題之前，要留出商定好的時間——我建議十五到二十分鐘，不要太長——在此期間，一方按摩或愛撫另一方的非生殖器部位。雙方都不要脫衣。下一次，雙方互換角色，每一次均為一方按摩或愛撫另一方，讓其感到快樂。接受按摩或安撫的一方不需要說話，也不需要做任何舉動，如果被愛撫的時候感覺很好，可以抬起手指、輕哼出聲或以其他某種方式向對方示意。\n等到用這個方式時你們感覺舒服，就可以試著脫掉衣服進行按摩或愛撫，但同樣不要觸摸生殖器。再接下來，如果有了性交的想法，應先發出“綠燈通行”的性“邀請”信號——比如，將陶瓷青蛙放到對方的床頭櫃上。\n認知觀念三：“如果你有自慰，就說明你不愛我了，我們的關係出問題了。”\n現在可以談談你們對自慰的態度了。關於自慰這個話題的傳言特別多：有人認為自慰會長粉刺，有人認為自慰會永久改變生殖器的大小、形狀和顏色，導致性能力下降。儘管各種宗教和文化仍認為自慰不好，但大多數人都在人生的某個時候有過自慰的經歷，只是不說出來而已。《新金賽性學報告》調查過24對夫妻，其中有92%的丈夫和8%的妻子認為自己的配偶從不自慰，而事實上他們全都有過。金賽(Kinsey)在20世紀40年代和50年代採訪過數千人，其中大約有94%的男性和40%的女性承認自己有以自慰來達到性高潮的經歷。更多的近期研究證實了這個男性自慰數據，但女性自慰比例已增至84%左右。多數夫妻認為，自慰沒有減少自己對伴侶的愛，也沒有降低性生活質量，反而成為性生活的積極補充方式。近期，還有一項有關美國人性習慣的研究對24歲至49歲的男性和女性進行了調查；調查結果表明，已婚或同居的人群中，有85%的男性和45%的女性承認自己在過去的一年中有過自慰；有固定性伴侶的人群中，有25%的男性和10%的女性承認自己每週至少自慰一次；已婚人士比單身人士更有可能自慰。\n讓我們再來看看利亞和傑夫的情況——在上一小節裡，我們談到這對夫婦互相設限，都不願觸碰對方了。一天晚上，利亞走進傑夫房間，撞見傑夫在自慰。她非常惱火，罵他做這種事就像個畜生。傑夫既尷尬又生氣，他都不知道自己當時哪種情緒更多一些。“這總比到處亂搞要好吧，”他對她說，“你又不讓我跟你睡。”\n利亞也對傑夫的反應做過反思。後來，在一次夫妻對話心理治療中，她告訴傑夫，每當他們有身體接觸，傑夫要求做愛的時候，她就會感到壓力併產生反感。\n“好吧，”傑夫說，“但你得讓我有其他發洩方式吧。”“看到你自慰，我被嚇著了，”利亞解釋道，“你又有了一件不想讓我知道的事情，一個拒絕我的方式，你是在表明你不需要我了。”\n“我沒這個意思，”傑夫說，“我覺得自慰很健康，這樣既能讓我不需要逼著你跟我做，我也不需要到其他地方獲得滿足。你還有什麼更好的建議嗎？”\n夫妻倆達成一致，同意共睡一張床，但傑夫要尊重利亞的意願，不急於要求發生性關係。作為回應，利亞同意在傑夫自慰的時候會抱著他、親吻他。他們互相做出的妥協似乎產生了效果。在接下來的治療中，利亞告訴我：“跟他睡在一起，我就沒有那種不安感了，我很欣慰他回到了我的床上。雖然這種狀態不完全理想，但比之前的情況要好一些。”\n建議\n夫妻雙方在性生活上要互相商量，達成一致，這很重要。不要故意難為對方，不要強勢地給對方下最後通牒；要為彼此留出可選方案。試著對夫妻性生活持開放心態，在滿足彼此親密需求、性需求方面，可以有點創新精神。最重要的不是你們實施了何種特定的性行為，而是你們要像朋友那樣一起解決問題，在彼此之間建立夥伴關係。\n認知觀念四：“性愛就應該充滿激情。”\n這種想法是一種理想化的性愛標準，要求自己的性愛一直達到此標準是不可能的。一段本已脆弱的夫妻關係，如果以此標準來要求，必然會讓你感到失望和不安，並對自己和伴侶都感到不滿。實際上，在外遇事件曝光後，夫妻性生活可能不但沒有激情，反而很尷尬、很難堪。受傷方害怕被拋棄，因此不太可能在性愛中盡情釋放。不忠方呢，正如我們已談到的，他們可能想在性生活中表現好而心有壓力，還會因為想起了外遇對象而心猿意馬。\n你們都要記住的是，鑑於你們因外遇而經歷的煎熬，現在彼此之間只要有任何形式的愛撫動作，無論是否發生生殖器性行為，都可以說是非常親密和勇敢的舉動了。火焰剛剛生起，勿壓太多薪柴。現在的重點是讓自己重啟溫柔的感情，而不是迸發激情的光芒。\n當凱蘿的丈夫承認和他朋友的妻子上過床後，凱蘿就希望自己跟丈夫做愛時能激情四射。如果沒有達到預期，她就感到害怕，心情沮喪。她告訴我：“怎麼做都不對勁，我們就像在做運動。這裡很有問題。”\n有問題的不是性事，而是凱蘿不切實際的想法：她認為自己每次跟丈夫做愛時，都應當有某種強烈的性體驗。正是這種不合理的期望，讓她無法享受甚至無法感受丈夫給她的歡愉。\n凱蘿對激情性愛的理解也影響了她的生活體驗：她覺得性愛有激情，才能證明自己有魅力，才能證明丈夫對她有慾望。由於她把激情看作丈夫愛她的保證，因此在她看來，激情是極其重要的。對她來講，做愛不是夫妻重建情感連接的方式，而是一種日常工作，一種表演，一種考驗。所以，這怎麼可能不讓她失望呢？\n如果你跟凱蘿一樣期望得到十分的性愛體驗，那麼你可能只會得到三分。電影和雜誌裡的性愛往往是乾柴烈火，但在現實生活中，性愛更像是溫控時有偏差的中央空調。要想自己的性生活溫馨有愛，你不僅要脫去衣服，還要脫去苛求的期待。\n建議\n1.問問你自己：“為什麼激情對我如此重要？”我賦予了激情什麼意義，導致它在我眼裡如此重要？有了充滿激情的性愛，是否就表明伴侶跟我在一起真的開心？表明我很有吸引力？表明他/她不大可能出軌了？表明他/她已經原諒我了？”\n當你意識到各種想法都很主觀時，你可能就輕鬆一些了——要知道，性生活中消極被動的伴侶，在生活中可能會讓你開心、對你忠誠、對你包容；性生活中積極主動的伴侶，在生活中可能會令你痛苦、對你不忠、對你挑剔。重新界定激情的意義，你可能就會接受和享受當前的性愛，雖然它可能沒你想象的那麼熱烈，但同樣充滿愛意。\n2.親密關係不僅是強烈的愛情化學反應，其中還有柔情、關愛、理解與尊重，要儘量更加寬泛、實用、現實地看待親密關係。\n3.性愛中最令人興奮的事情之一就是伴侶春心蕩漾，而最令人掃興的事情之一就是伴侶一潭死水。因此，如果你希望伴侶性趣盎然，你自己就要做到性趣盎然。\n認知觀念五：“你就應該知道如何讓我得到性滿足。”\n有了這種想法，你倒是省事兒了。你把自己獲得性滿足的責任推給了伴侶，如果你的性需求沒有獲得滿足，就去責備伴侶。沒有什麼比這種想法更加壞事的了，因為你不說出自己的需求，伴侶又怎麼知道你想要什麼呢？\n因此，我開出的處方是：如果你想要更加滿意的性愛，你自己就要更加積極主動地促成此事——這不僅僅是你的伴侶一個人的事。\n我建議你：\n· 明白自己的身體喜好；\n· 敏感而坦率地向伴侶傳達這些信息；\n· 不管伴侶在取悅你時表現得多麼笨拙，你都要用讚美和鼓勵的方式加以回應。\n四十三歲的古董商菲爾就有這種不良認知模式，他認為自己即使不說出來，妻子也應該明白他的需求；如果他的需求沒有得到滿足，他就會在心中暗自責備妻子。他告訴我：“昨天晚上蘇珊緊緊捧著我的臉，我知道自己有多麼討厭她這樣。她這麼做，讓我想起了我的母親。她應該知道我很不喜歡她這樣，但從我們認識那天起，她就一直這樣。”菲爾把自己的內心反應寫到認知偏差表裡。他寫道：“為什麼她應該知道你的想法呢？你都從來沒有告訴過她。你都從來沒有告訴過任何人。你把什麼事情都放在心裡，然後抱怨沒人理解你。你這輩子一直是這樣，先前對你媽媽是這樣，現在對蘇珊還是這樣。你喜歡的是什麼，你得讓她知道啊。給她一個讓你開心的機會。你心裡清楚，她是願意讓你開心的。”\n你們中間有很多人像菲爾一樣，不願開口把自己的性愛偏好告訴伴侶——有的人認為自己不配，有的人擔心被伴侶拒絕或責備，有的人擔心傷害伴侶的感受，有的人受困於這個認知：“如果連這都要我提出要求才行，那就沒意思了。”如果伴侶總能憑著直覺就知道你想要什麼，而且不要你花費什麼就給了你，那當然是太棒了。但問題在於沒人能讀懂你的心。而在外遇曝光之後，夫妻情感如此生疏的情況下，你要學會直接和果斷，多為自己著想。\n建議\n1.以身示範往往勝過發聲要求，你可以以此向伴侶準確展示自己的欲求。比如，男方可以通過吮吸伴侶的手指，女方可以通過親吻伴侶的嘴巴，向伴侶表示想要如何口交。這是超越語言的溝通，是用情色或挑逗的方式觸摸你的伴侶，來讓對方感到你想要什麼。\n2.你曾抱怨過伴侶哪些令你討厭的性愛行為，說兩件出來。我有一個病人對她丈夫說：“我告訴過你不要捏我的乳頭，這樣很疼，可你還是捏我的乳頭；還有，你在我上面的時候，把下巴都卡進我脖子裡了。”她丈夫解釋說，這是因為在做愛時，那一刻他全身心投入，都沒有意識到自己弄疼她了。看上去他很願意做出改變。\n3.留意自己明明想讓伴侶取悅你卻沒說出口的時候，問自己：你覺得自己這樣沉默不言，值得嗎？它給你什麼感覺？它帶來什麼結果？把答案寫下來。當你想讓伴侶取悅你並且勇敢開口說出來的時候，同樣問自己上述問題，並把答案寫下來。試著讓你的伴侶意識到你內心的掙扎，並在表達自己需求的時候尋求其鼓勵。\n認知觀念六：“如果我要求換個做愛方式，就會傷害你的感受。如果都聽你的，又違背了我的感受。不如就這樣吧。”\n要求（或同意）新的做愛花樣——比方說，嘗試別的愛撫動作，換用新的體位或技巧——還有什麼比這更微妙的事情呢？有的人想要有點新花樣，卻怕惹惱伴侶，導致雙方關係更加疏遠，因此說不出口。有的人被伴侶要求做點改變，覺得受到了侮辱，覺得被指使著去做冒犯自己尊嚴的事情，因此可能會斷然拒絕。如果雙方都沉浸在過往的痛苦回憶中，處在並不美麗的關係模式中，那麼出現這種現象還有什麼好奇怪的嗎？\n要求伴侶在性愛中有所改變\n“我想讓蒂姆知道，跟他性交我從未有過高潮，我想讓他給我口交，”凱蘿告訴我，“但如果我把這告訴他，我擔心他會認為自己性能力很差，然後再去找別人來證明自己。所以，我寧願假裝高潮來留住他。”\n蒂姆也有自己的秘密。“麗莎（其外遇對象）做愛讓我感覺特別好，我想凱蘿也能那樣。”他告訴我，“跟麗莎做的時候，她會把腰部抬起來迎合我，我們都朝著對方動，這讓我覺得她想要我。而凱蘿就躺在那兒，一動不動，搞得好像獻祭似的。我不知道她怎麼回事，到底是生我的氣，是不好意思放不開，還是覺得做愛沒意思。我很想告訴她我想要什麼，但這樣的話，她會知道我是從麗莎那裡學來的。那會讓她更沒有安全感，不如就這樣吧。”\n如果你們跟蒂姆和凱蘿一樣，可能就會把自己的性愛願望藏在心裡，避免引起讓雙方難堪的衝突。但是，不把心裡話說出來，很可能會讓你們在情感上越來越疏遠，其影響甚至比夫妻性生活平淡更嚴重。\n表面的和平不能代替內在的親密。把自己的想法隱藏起來，可能會保護伴侶的感受。但是，你們的目標是要把關係搞好，而不只是得過且過，所以你們必須說出自己看重的東西，即使這個真實的想法會令人不適。也許最終你會發現，其實你的伴侶希望你早點說出來，還樂於有個滿足你的機會。\n考慮接受伴侶有關改變性愛行為的要求\n要求性愛中有些新花樣，這並不能改善你們的關係，除非你們雙方都願意考慮一試。我的意思不是說你必須同意伴侶的要求，而是說你要願意以開放的心態對待伴侶的要求。\n有一位名叫瑪麗蓮的病人，她就拒絕如此。她的丈夫是不忠方。當她丈夫要求她灌洗陰道以便給她口交時，她立即反駁道：“我的陰道就是個自潔爐。如果你不喜歡它的氣味，那你就別聞了。”\n如果你跟瑪麗蓮一樣不願做出改變，這是可以理解的，卻也可能會剝奪你讓雙方都感到愉悅，讓雙方關係更加緊密的機會。如果你的伴侶在真正做出努力，讓雙方性關係變得更加親暱，在臥室之外也對你關愛有加，那麼我建議你要正視伴侶的要求，不要視之為對你的批評、貶低，不要以為伴侶把你與其外遇對象作比較，而要把伴侶的要求視為改善夫妻關係的一份禮物。\n不過，如果伴侶提出的要求令你厭惡，或者夫妻關係還沒有好到你該接受這個要求的地步，或者這個要求有損你的個性或利益，那麼你也不要答應得太快。一位出軌的妻子告訴我：“一想到口交，我就噁心。但為了讓丈夫相信我永遠迴歸家庭了，我覺得必須這麼做。”一位遭到丈夫出軌的妻子說：“我丈夫喜歡性驚喜，所以我去機場接他時，只披了件雨衣，裡面什麼都沒穿。他覺得特別刺激，而我覺得自己這輩子都沒這麼卑微過。我做得太過頭了。”\n對於不忠方，我建議你不要出於愧疚而去滿足伴侶的要求；對於受傷方，我建議你不要只是出於不安，為了取悅伴侶而滿足伴侶的要求。夫妻雙方都不要僅為證明自己的愛或忠誠而對伴侶做出性回應。夫妻雙方都要尊重彼此說“不”的權利。\n建議\n為了幫助你們更好地表達自己的性偏好，我建議你們圍繞很多人覺得愉悅的下列性行為，分享彼此的看法。給每一種性行為打分，分值為1至3分：1分表示不喜歡，2分表示有點喜歡，3分表示非常喜歡。一定要把你自己對伴侶的要求加到表格後面去，要用積極具體的語言，不要用消極籠統的語言。比如，與其說“我討厭你那麼快就直接性交”，不如說“我想讓你先親吻、撫摸我達到十分鐘，再做下一步”。記住，告訴並引導伴侶如何愉悅你，而不是要求伴侶必須怎樣愉悅你。\n認知觀念七至十：“我們應該同時達到性高潮。”“我們應該達到多次性高潮。”“我們應該通過性交來達到性高潮。”“我們每次做愛都應該達到性高潮。”\n當我問我的病人：“你們認同這些‘應該’嗎？”很多人都說：“別開玩笑了。”可是，一旦沒能實現這些期望，他們又往往很失望。我問他們為什麼，他們回答：“好吧，在理性上我不認同這些想法，但在情感上我是認同的。”或者“放在別人身上我不認同，但我覺得我應該做到”。\n實際上，很多人都對自己性愛表現的要求非常高。因此，性障礙的常見症狀是缺乏性慾，這沒什麼好奇怪的。既然目標線太高而夠不著，誰還有精神頭兒去跳呢？\n有一個最為常見的誤解：女性在不受壓抑或在充分性喚起的情況下，不僅能夠達到陰道高潮，而且較之手口刺激，她們也更喜歡通過陰道刺激獲得高潮。實際上，從解剖學角度來說，大多數女性無法只通過陰道性交來獲得她們想要的陰蒂刺激，因此永遠也無法只用這種方式來達到高潮。\n男性往往也會發現，他們需要或更喜歡性交以外的其他刺激方式，只是羞於承認罷了。過度在意通過性交來達到性高潮，會讓他們感到心理壓力。一旦未能如此，他們往往就會擔心再也無法在性交中達到性高潮，或擔心自己心理或身體有缺陷。\n傑裡無法讓妻子達到性高潮，為此他很自責。他告訴我：“這麼多年來安都沒來過高潮，我覺得都是因為我。我的不夠大，來得也太快，我覺得不對勁。我對自己的表現——對我自己——有負面情緒，這也是我跟莎莉發生外遇的一個原因。性交的時候她很快就來高潮——這讓我覺得自己像個男人，證明我沒毛病。不過，我們在一起的時候，她讓我懂得了她還需要其他刺激，也讓我懂得了我以前完全不知道的女性生理知識。我簡直無法相信我和妻子對身體瞭解得太少，不知道如何給對方快樂，不知道如何得到快樂。我意識到我一直在逃避我們在性愛中存在的問題；如果我早著手去解決，可能就沒這些問題了。”\n還有人不切實際地認為，每次做愛都應該達到性高潮。根據最近一項全國範圍的性調查，大多數美國人都幻想別人有完美的性生活，並對性愛標準有誇張的要求。調查發現：“儘管人們執著於性高潮，並普遍認為高頻率的性高潮是性福生活的必要條件，但性高潮和性福生活之間並沒有很強的關聯。”調查對象中，大約有75%的男性表示自己和伴侶都能達到高潮，只有29%的女性說自己和伴侶都能達到高潮。然而，感到身心都能獲得極度愉悅的男性和女性的比例相同，都是40%。正如該調查的研究人員指出的，性高潮可能不是性滿足的唯一標準，不然的話男性和女性的性滿足水平應該體現出差距才對。\n你對性高潮的看法往往跟性高潮本身一樣重要。如果你對性高潮抱有僵化且不切實際的期待，那麼你就很可能會對自己的性愛表現感到沮喪和不滿，覺得自己有問題。如果你更加看重性愛過程而不是性愛結果，那麼你就更有可能擁有一次親密有愛的性體驗。正如英國作家倫納德·伍爾夫(Leonard Woolf)所指出的，重要的是享受旅途，而不是到達目的地。\n建議\n讓伴侶知道你想怎樣獲得性高潮，不要認為只有一種至高無上的途徑——用厲害的陰莖來獲取性高潮。\n如果女性想通過性交達到高潮卻未能如願，無論你的伴侶是從上位（稍微高於你的位置）進入你還是從側位（躺在你身後）進入你，你都可以試著刺激陰蒂來讓自己達到高潮。你還可以用一點潤滑劑、唾液或凝膠；還有一種常見的誤解，認為性交中需要使用潤滑劑很丟臉。\n如果男性想通過性交達到高潮卻未能如願，你可以試著平躺下來，讓伴侶給你口交、手交，或給你使用震動器。伴侶撫摸你的睪丸或親吻你的乳頭的時候，你也可以同時撫摸自己。你的問題可能在於你的態度：你認為真正的男人只能通過性交獲得高潮。\n夫妻雙方都要找出令自己愉悅的性愛方式——哪些方式有效，哪些方式無效——並對性高潮不採取評判性的態度，而是認為：“只要我們雙方都舒服，不管用什麼方式達到了高潮，這都很好，都是完全正常的。沒有所謂正確的方式，也沒有什麼更好的方式。”\n傾聽你的身體，你的身體會告訴你它的喜好。\n認知觀念十一：“我們的做愛頻率應該保持一致，而且應該同時想做。”\n外遇曝光後，夫妻雙方的性需求會突然出現看似無法解釋的變化，對此你們要有心理準備。不忠方可能會對性事毫無興趣，而受傷方出於對自身性能力的懷疑，其性需求可能會增強。但也有相反的情況：不忠方可能很希望繼續過夫妻性生活，受傷方則擔心這種強烈的感情表達方式會傷到自己，導致其性需求不大。\n芭芭拉是外遇的受傷方，當她發現丈夫有外遇後，她的性需求變得極其旺盛。她對我說：“我想把他榨乾，這樣他就沒有精力找別人了。我想向他證明，我可以給他性福，我可以像他的情人那樣惹火。”\n她把她的丈夫搞得不知所措。他對我說：“我在儘量向她妥協，有時我沒有慾望，但為了讓她安心，也會遷就她；有時我會告訴她我沒心情做愛，但會對她保證我愛她並忠於她。可是，只要她覺得我沒有全身心地做愛，她就開始胡思亂想。我們以前性生活很和諧，但她現在這種需求讓我實在受不了。”\n鮑勃是不忠方，他在外遇曝光後把自我封閉了起來，不僅對妻子，而是對所有人都失去了性慾。他連自慰都停止了。他告訴我：“我已經完全沒有了性生活。也許這是對我所作所為的自我懲罰，是在控制自己的性衝動，使之不再失控。”\n起初，他的妻子擔心丈夫對她沒了性趣。接著，她又擔心丈夫的性趣恢復後，會再次到外邊尋歡。\n如果你們跟這兩對夫婦——芭芭拉和她的丈夫、鮑勃和他的妻子——的情況一樣，那麼較之你倆性慾水平的差異滿意度，你們如何看待這種差異更能影響你們各自對另一半的滿意度。如果你認為性生活和諧的夫妻的做愛頻率應該完全一致，那麼你就很可能會因為你們夫妻之間的性愛差異而感到恐慌，並向外尋求滿足。如果你認為夫妻雙方很難在任一給定時間裡產生相同的生理需求，那麼你就很可能會對你們夫妻之間的性愛差異持寬容態度，並在婚姻關係範圍內採取妥協。\n如果你是一位女性，還是一個受傷方，滿足伴侶性需求的心理壓力就更大了。大眾普遍認為，滿足丈夫的性需求是妻子應盡的義務，否則他有權另覓新歡。正如塞爾瑪·吉恩·古德里奇博士所寫的那樣：“因此，妻子的責任就是要滿足丈夫的‘性衝動’，或者在面子上假裝著也要去滿足，否則就會受到懲罰。即使在夫妻關係心理治療中，妻子不迎合丈夫‘性衝動’的情況也往往被視為需要解決的問題。”因此，當你的丈夫向你求歡時，你要問問自己：“我的回應是出於盡好妻子的義務，是出於某種擔憂，還是出於真實的自我？”而你的丈夫也應問問自己：“妻子答應跟我過性生活，是出於對我關愛，是出於擔心失去我，還是出於她自己的性慾？”\n只要你自己沒有妥協感、被迫感、怨恨感，只要你沒覺得自己在為修復夫妻關係而孤軍奮戰，那麼你迎合伴侶的性需求，倒也沒有什麼不妥之處。只要你的丈夫在努力讓你更有安全感、被愛感，作為一個被出軌的妻子，你為了取悅自己的丈夫，甚至是出於害怕失去他而跟他做愛，我覺得倒也沒什麼不正常的地方。不可接受的情況是，夫妻一方總是無視另一方的權利和特殊情況，或無原則地應允另一方的需求。沒有公平互惠，夫妻關係就很難變得融洽。\n記住，無論男女，也無論你是外遇事件中的哪一方，你的性慾水平都會隨著你的一生而波動。年歲會增長，我們的性慾也會隨著荷爾蒙的變化而正常起伏。男性通常在青春中期至二十五六歲達到性慾高峰，而後逐漸下降。女性的性慾高峰期較晚——通常在30至40歲，而後逐漸下降直至老年，但在絕經後幾年，性慾可能會上升。\n人生轉折性事件也會影響性慾水平。一位名叫貝蒂的病人告訴我：“孩子出生後，我覺得自己都沒什麼性慾了。我簡直成了個送奶工，日夜餵奶，一門心思撲在寶寶身上，想讓寶寶健康成長。我根本想不到性生活這回事。埃裡克（我的丈夫）搞得我很煩，他總要跟我上床——好像比寶寶都需要我——我煩他摸我乳房。現在，十八年過去了，孩子上了大學，情況也變化了。埃裡克為了家用開支而加班加點，我的性慾卻變得比他還要強。”\n伴侶對性生活不感興趣，這可能是最能讓你產生孤獨感的事情了。但是，如果你總把此事往壞處想，只會讓你們變得更加疏遠。我的建議是，你要超脫地看待伴侶的性冷淡現象，超脫地看待自己當前的性需求，儘管偶有失望與沮喪，也要設法找到一個維持親密關係的方法。夫妻關係要想變得親密起來，就要學會關愛伴侶，即便伴侶無法或不願滿足你的所有慾望。\n建議\n婚姻關係陷入困頓後，夫妻對彼此性反應的看法往往會走向極端；甲方被乙方視為冰冷的石頭，完全不想性愛；乙方被甲方視為發情的兔子，總是要求發生性關係。下面的訓練方法——我稱之為“兔子和石頭”訓練法——將幫助你們更為現實地看待彼此的性慾，並達成雙方都滿意的妥協方案。\n首先，請你們寫下自己理想中的性生活頻率（不受你自以為伴侶想要何種性生活頻率的影響），以及你自以為的伴侶理想中的性生活頻率。其次，寫下你勉強願意接受的性生活的頻率（為了遷就伴侶你願意接受的性愛頻率）。再次，寫下你自以為的你伴侶願意滿足你性慾的頻率。這個訓練可能會讓你們發現，你們的性慾差異比你們預料的要小，你們為達成雙方滿意的解決方案所需的妥協也比你們預料的要少。\n下面是瓦萊麗和託德夫婦的情況：\n1.瓦萊麗想過性生活的頻率是怎樣的？瓦萊麗的回答：一週一次。託德的回答：一個月一次。\n2.瓦萊麗勉強願意接受的性生活頻率是怎樣的？瓦萊麗的回答：一週一到兩次。託德的回答：一個月兩次。\n3.託德想過性生活的頻率是怎樣的？瓦萊麗的回答：每天。託德的回答：一週兩到三次。\n4.託德勉強願意接受的性生活頻率是怎樣的？瓦萊麗的回答：一週三次。託德的回答：一週一次。\n這對夫婦從中發現他們誤解了彼此，兩人都笑了起來，然後達成了如下妥協方案：為了滿足託德，每五天至少做愛一次，同時為了尊重瓦萊麗（除非她自己有需求），不得超過這個頻率。雙方輪流主動發起性要求。輪到託德的時候，他一般是在晚上向瓦萊麗提出性要求；接下來，則輪到瓦萊麗等上整整五天後提出性要求。雙方約定，如果某一方不想履約，可以考慮將不想履約的情況記錄在認知偏差表上，以便夫妻雙方討論並改約到其他時間。\n有一次，瓦萊麗不想做愛，想要延後履約，於是她寫下了以下負面想法：“我很生氣。託德的媽媽來我們家，可他就把他媽媽丟給了我照顧，也不管我有一份報告急著要寫出來。他不尊重我是否有時間，就想著所有人都服從他的安排。”\n接著，她又反過來勸自己：“你生悶氣都有一整個星期了——為什麼到了現在才以不跟他做愛來懲罰他呢？你在剛生氣的時候就應該去找託德，給他一個機會來處理這個問題。不要落入心理陷阱，把託德當成你那個凡事總把自己放在第一位的父親；你也不要變成你母親，只是為了你而跟你父親在一起，即便心有憤怒，也只能用冷漠包裹起來。就像你在做心理治療時那樣，你要告訴他你的煩心事是什麼，並讓他用複述反饋法說出你的感受。接著互換角色，他說你複述。不要把性生活當作懲罰對方的武器。如果你直言不諱，他會更有可能支持你的。”\n瓦萊麗沒有把託德拒之門外；她傾聽了自己豐富的內心聲音，找到了自己憤怒的原因，並承認了自己的錯誤行為模式。第五天，瓦萊麗按照約定，主動向託德提出了性要求。\n認知觀念十二：“如果我們的關係很穩固，並且我們都是正常人，那麼做愛時就不需要性幻想，不需要使用性工具。”\n很多人可能認為，性愛的唯一正確方式就是全身心關注對方並激起彼此的性慾。你會認為，正常人是不需要、不想要情趣用品或心理刺激來激發性慾的。\n你可能會認為，如果喜歡或需要情趣用品（震動棒、色情視頻之類）來增強性慾，那麼就表明夫妻關係出了問題，或者表明自己性變態、下賤、不忠、不正常、有毛病。\n實際上，正如做菜有許多種做法，喚醒性慾的方法也只多不少。在性愛上過於拘謹的問題在於，這可能會讓你無法體會其中極其有趣、極其刺激的某些感受。而在你們之間關係陷入困境之時，就更不應該捨棄夫妻嬉戲與感官之樂了。\n按照某種說法，我們最重要的性器官是大腦，大腦的活動會顯著影響身體的性反應。如果你在做愛時，滿腦子都是熱辣的畫面，甚至是某種禁忌的想法，你可能會更加激情滿滿吧。如果你在做愛時，心裡老想著“伴侶從來都不把盤子收到洗碗機裡”，那就不大可能有什麼飄飄欲仙的感覺了。\n性幻想可以很自然地把你從憤怒、不滿的感覺中解脫出來，讓你不再糾結於那個外遇對象——在這個微妙的時刻，無論有什麼在干擾你的性喚起，性幻想都能幫到你。性幻想還可以給你的身體器官發送性信息，刺激陰莖勃起、陰道潤滑，增強性反應。\n“但是，有了伴侶的刺激難道還不夠嗎？”你可能會問，“一邊跟伴侶做愛，一邊還想著別人，這是不是很淫蕩？”我的回答是：不是。幻想著跟別人做愛與真實地跟別人做愛，這兩者截然不同。正如著名的性治療師海曼、羅皮·克洛指出：“幻想某件事，不意味著你真去做那件事。實際上，性幻想的魅力就在於它讓你自由地想象，想象在現實生活中不可能發生的各種性行為。”如果你愛一個人，你就不能被其他人所吸引或者幻想跟其他人做愛——這樣的理念是違揹人性的。對他人產生性幻想是件很正常的事情。重要的是，你和伴侶都在期待著做愛，你們在床上過得很值得、很愉快、很親密、很有意思；與此同時，再來點性幻想，又有何不可呢？\n我只是建議你們不要把外遇對象當作性幻想的對象，雖然要指望杜絕此事確實不大現實。不忠方以前就對外遇對象有過性幻想並付諸實踐，但最好到此為止吧。受傷方一想到自己的伴侶與第三者激情擁抱的畫面，可能會激發出性慾，但這些腦海中的畫面在帶給你性慾上刺激的同時，還可能會激發你的不安感。只要你的性幻想裡出現外遇對象，你就該切換頻道了。\n有一種方法就是，訓練自己想象那些不會給你帶來不安感的畫面。南希·弗萊迪的《戀愛中的男人》和《我的秘密花園》這兩本書裡就有很多大膽直白的性幻想，前者是寫男性的，後者是寫女性的。其中某些情節可能會讓你慾火中燒。\n還有一種增強性慾的方法就是，在性愛中使用情趣用品。有的人對這個建議有牴觸情緒，因為他們對情趣用品有成見。如果你想感受一下情趣用品的樂趣，那你就要用全新的眼光來看待它們，正如我的病人約翰那樣。\n約翰對自己的妻子朱迪不忠，這給妻子帶來了傷害，現在他們正在恢復關係。朱迪告訴約翰，在分居的幾個月裡，她開始使用震動棒來自慰。現在他們要過夫妻生活，朱迪想繼續使用震動棒來讓自己達到性高潮。約翰認為，朱迪的要求無異於當面打他的臉。約翰告訴我：“因為我有外遇，她就是想報復我。這就等於說，‘就像你不要我那樣，我也完全可以不要你。’”\n朱迪解釋說，她喜歡跟約翰做愛，但她只通過陰道性交無法達到高潮，就想在使用震動棒時讓約翰在身邊摸她。約翰一開始很牴觸，但隨著時間的推移，他們不斷地交流，他重新看待了此事，也逐漸能夠接受了。有時候看著朱迪自慰，約翰也變得很有慾望。\n外遇受傷方瑪吉也跟自己的伴侶有類似的情況。她能看到丈夫為複合而做出的努力，因此當她丈夫提出某些視覺上的性要求時，她也努力去迎合，並儘量不讓自己有卑微感。她丈夫買了黑絲連體內衣要她穿上，要她一起看色情電影，她同意了。但到了第二天，她又覺得自己很下賤。她對我說：“他要用這些東西讓自己興奮起來，但這跟我有什麼關係。如果他愛我，如果他喜歡我的身體，有我就足夠了啊。”\n經過心理輔導，瑪吉意識到自己的認知很主觀，於是反過來勸自己：“他有外遇之前，就給我買過這種無聊的小玩意兒。他一直喜歡看我穿性感內衣。他一直喜歡看色情電影。但這並沒有讓他變壞，也沒有讓我在他眼裡失去吸引力，沒有讓他少愛我一些。為什麼要從中解讀出一些根本沒有的事情呢？”\n最終，瑪吉和丈夫找回了親密無間的感受，但這不是因為他們使用什麼特殊的情趣用品，而是因為他們願意考慮接受彼此特有的性愛好，並且不帶任何評判。\n建議\n1.在過性生活的時候，花點時間做一到兩個內容大膽直白的性幻想，讓自己愜意地興奮起來。可以在自慰時性幻想，也可以在洗澡時一邊撫摸自己一邊性幻想。\n跟伴侶做愛時，你可以在性幻想與真實性愛的感官體驗之間來回切換。不要完全沉迷於性幻想而無法自拔；但是，當出現有關伴侶或外遇對象的負面想法時，要毫不猶豫地丟掉這些想法，走進幻想之中。\n盡情享受，放飛思緒，想象那些令你興奮的場景。性幻想之所以令人興奮，就是因為它突破禁忌、新奇刺激；最能挑起你慾望的性幻想，可能就是在現實生活中你覺得不應做出或有違道德的事情。記住，沒有必要讓伴侶知道你在性幻想，沒有必要讓伴侶知道你在幻想什麼。把他人作為性幻想的對象這件事算不得婚外情。關於此話題，第十章“網絡空間裡的外遇”會做進一步討論。\n2.邀伴侶同去情趣用品店，實體店和網店都可以。有些器具可能讓你覺得噁心，有些則可能讓你大笑。有些器具你可能想用一用，那就跟伴侶說說吧。跟伴侶說說你對這些器具的感受。\n認知觀念十三：“不要提及艾滋病檢測或其他性病檢測，這種話題太令人惱火。”\n外遇事件曝光後，在恢復夫妻性關係的過程中，你們肯定都要面對一個令你們極為焦慮的問題——是否染上了諸如艾滋病等性傳播疾病。\n儘管你，不忠方，堅稱自己跟外遇對象發生的性關係很安全，你的伴侶可能還是需要更多的醫學證據而不是你的話語保證，因而在你們倆都通過體驗測試之前，都不願意跟你發生性關係。如果你對此很排斥，那你心態上就錯了，你倒是要問問自己，為什麼會有如此強烈的戒心。你對伴侶的要求有成見，所以你很憤怒，尤其是你把這一要求看作伴侶在控制或懲罰你；但是，無論伴侶的動機看起來多麼令人憤怒，從道德層面上講，你沒有權利讓他人遭受嚴重或致命疾病的風險。為了幫你克服這種想法，我給你如下建議來勸慰你自己：“艾滋病（或其他性傳播疾病）是真實普遍存在的，會危及人的生命。把他人的生命置於可能的危險之中，是說不過去的。去做體檢就是表明我尊重伴侶的感受，表明我對夫妻關係的忠誠。伴侶提出要我體檢，我是可以視之為一種強迫，但假如伴侶在對我的健康狀況毫不知情的情況下，真的同意與我發生性關係，這種無私與信賴的行為又該是多麼可憐呢。此外，我都已經撒過（這麼多次）謊了，憑什麼伴侶就該相信我在外遇中發生的性行為很安全呢？”\n如果你是受傷方，你當然有權要求伴侶接受體檢；實際上，這是唯一負責任的做法。不過，你儘量不要把這種要求當作迴避性生活的方法，也不要把它當作發洩怒火或痛苦的手段。如果你擔心性生活會威脅自己的健康，那就大聲說出來。給伴侶一個緩解你焦慮的機會，讓伴侶重新獲得你的信任。\n建議\n你們兩個都去做體檢。你跟醫生的預約情況和體檢結果，都要告訴伴侶。要主動去做這件事，不要讓伴侶來催你。\n認知觀念十四：“我對自己的身體和做愛表現感到羞恥，我永遠也沒法克服這種心理。”\n羞恥感往往會妨礙夫妻性生活——對自己的身材感到羞恥，對自己的做愛表現感到羞恥。如果你把這種感覺藏在心裡，就會壓抑你自然的性喜好，讓你無法暢快地享受性愛與釋放自我。為了讓夫妻關係更加親密，你要看清讓你感到羞恥的是什麼，然後勇敢地把它說出來。向伴侶說出你隱秘內心中最令你感到羞恥的性問題，肯定會讓你感到焦慮不安，但這也給了你伴侶一個機會，讓其反駁你的認知，並接受你本有的樣子。要說出來，羞恥感才能得以消除。\n建議\n下面列出了很多人感到羞恥或尷尬的原因。我建議你們對此進行討論，並補充討論你們自己的情況：\n· “我的身材很難看。”\n· “我的胸部太小/太大。”\n· “我的陰莖太小/太大。”\n· “我的不夠硬。”\n· “我的陰莖形狀很怪。”\n· “我的乳頭凹下去了。”\n· “我無法通過性交達到高潮。”\n· “我在床上就是個榆木疙瘩，不會來事兒。”\n· “我的性需求太古怪。”\n· “我發出的聲音太吵。”\n· “做愛時我太安靜了，我放不開。”\n· “我的陰毛很難看。”\n· “我太胖/瘦了。”\n· “我的屁股太扁/軟/肥。”\n· “我的高潮來得太快。”\n· “我的高潮總也不來。”\n· “我無法讓你來高潮。”\n· “我的陰道太鬆/太小。”\n· “我從來沒有過高潮。”\n· “我不夠潤滑/我太過潤滑了。”\n· “我擔心自己的陰道很難聞。”\n· “我不知怎樣讓你舒服。”\n· “我說不出口，沒法告訴你怎樣讓我舒服。”\n· “我無法放開，覺得完全釋放激情很尷尬。”\n· “我害怕放開後會失控。”\n· “給你口交的時候，覺得自己很下賤。”\n· “把你的陰莖放進嘴裡，我怕會噎死。”\n· “我怕你會射到我嘴裡。”\n· “我想著在跟同性做愛。”\n· “每當我提出過性生活，都覺得自己太過主動。”\n· “我喜歡看黃文和黃片。”\n· “我想在做愛時偶爾用用震動棒。”\n· “你不在我身邊的時候，我會自慰。”\n傾聽伴侶心聲的時候，你要意識到，伴侶現在很信任你，所以才告訴你個人隱私信息，這一點很重要。你要極其小心地對待這份信任。如果伴侶的認知與你的相悖，你當時就要說出來。我有一位名叫維拉的病人，她跟丈夫說，她特別討厭自己乳頭周圍的黑毛——用她的話來講，長著那些黑毛，讓她覺得自己不像女人——她丈夫則開玩笑說：“我的鼻毛和耳毛太茂盛，它們會長出我的鼻子和耳朵，我曾經也很煩惱。我們都不完美，你別笑話我，我也不會笑話你。”\n說出自己的羞恥感，讓伴侶幫你緩解或克服它，你們之間的親密關係就少了一個大障礙。\n結語\n害怕親密，害怕改變\n當你對性慾、性喚起和性高潮改變了看法，當你不再糾結於那個外遇對象，當你可以現實地看待性激情和運用性幻想，當你認可了自己在性生活方面的問題，你可能仍然害怕複合，害怕再次愛你的伴侶。\n害怕重新投入受損的關係，害怕敞開心扉再次接受伴侶的愛，害怕自己心懷希望——在外遇之後努力重建親密關係的伴侶中，這些情況很常見。\n與此類似的還有害怕做出改變。當你意識到夫妻關係模式失調已久、根深蒂固，跟你的自我意識連為一體時，你可能會說：“我就是這種人，現在要我變成另一種人，已經太晚了。”\n有一位受傷方告訴我：“這就像你走下路沿，穿過馬路，不知道走到對面後，情況會是什麼樣子。如果我變得更有愛，更性感，更直接地表達我的性需求，我對丈夫的感受可能大不一樣，對自己的感受可能也大不一樣。我可能變成另一種人。我總是感覺自己被忽視、被剝奪，總是失望。但如果我不像這樣了，我又會變成誰呢？”\n無論你的不良認知觀念有多麼不好，你都會自然而然地重複這個熟悉且經常使用的模式。但你可以做出改變，並能讓夫妻關係變得比你想象的更加親密。\n如果你想在此基礎上更進一步，那就努力看清自己排斥伴侶的動機並勇於承擔責任，看清自己是如何毀壞了伴侶為了解你而做出的努力。你可以回想外遇事件發生之前，回想你們倆相遇之前，回想自己童年以來跟生命中重要之人的不良相處模式。你可以有意識地讓自己學會新的、更有愛的婚姻互動方式。\n試著勸說自己不要害怕。為自己打開一扇小窗戶，給自己一個機會重塑自我，重塑自己的婚姻關係。不要在婚姻中虛度時日，盲目地固守童年時期形成的親密模式。不要虛耗精力，徒然地讓夫妻關係變得冷淡。問問自己：“我還在等什麼呢？我還要等到何時才能準備好重新去愛呢？我們還有多少機會可以共同努力以重歸於好呢？”確實，你只有做出很多改變，才會獲得安全感，才會修復一定程度的信任感，才會“把你最隱秘的情感和恐懼放到伴侶的手心，並知道伴侶會謹慎地對待它”。但我還是建議你們打破導致你們分離的心理封印，開啟重歸於好的旅程。\n更為親密地重建關係\n現實地看待你們的性關係，將大大加強你們的情感關係和精神契合。正如半個多世紀前瑪麗·波登筆下所言：“我們並非都是天生的愛人或高明的愛人——天生會愛，習慣會愛。我們都是紛紛擾擾世間的普通人，軟弱無力，笨手笨腳，內心善良，迷茫著，孤獨著。我們真正想要的，就是有一兩個朋友，還有一個我們高興時能陪我們高興，我們遺憾時能陪我們遺憾，我們身處逆境時能對我們不離不棄，能跟我們風雨同舟的伴侶。”\n彼此溫柔以待、情感安心緊密，這是夫妻關係恆久忠誠的核心，它帶給人的喜悅和滿足，遠超浪漫愛情中那轉瞬即逝的電光石火。託姆·岡恩(Thom Gunn)有一首詩《擁抱》，就寫過愛的甜蜜與滿足的模樣。\n那天是你的生日，\n我們跟老友盡情吃喝，\n一直到夜半時分；\n老友見證我們這一路，\n我醉醺醺地跨上床。\n我已舒服地躺著，\n昏昏沉沉地躺在半邊床上。\n我打著盹睡著了。\n有一個擁抱喚醒了我。\n突然從背後來的擁抱，\n把我們全身貼到一起：\n你腳背貼著我腳後跟，\n我肩胛骨抵著你胸膛。\n我們並沒有做愛，\n但我已經感覺到，\n你全身心的力量，\n把我緊緊地鎖住。\n我們彷彿還是二十二，\n激情還未蛻變成親情。\n雖然我很快入眠，\n了無時間空間的痕跡，\n但我只想沉浸在\n你安全有力的懷抱裡。\n性親密和情感親密是密不可分的，它們彼此成就，彼此滋養。兩者都要求你們善待彼此，在本質上成為彼此的依靠。兩者都會給你們力量和遠見，即便在你們感覺不到愛與被愛的時候，也能讓你們依偎在一起，堅持走到最後。"
  },
  {
    "id": "WYZH0012.html",
    "title": "第九章 學會原諒",
    "text": "第九章　學會原諒\n原諒同愛一樣，既是一種感情，也是一種觀念。如果你對原諒的認知很極端、不切實際，那麼你可能永遠都不會原諒對方，又或者過快地原諒對方。在本章中，我們將探討一些最為常見的有關原諒的錯誤認知，以便你能做出更加成熟、更加明智的決定，決定自己是否可以、是否願意原諒對方。記住，我這裡談的不僅僅是原諒不忠行為，還有夫妻關係中很多不太明顯但同樣會導致失望的行為，或是伴侶令你失望，或是你令自己失望。\n阻礙你原諒對方的認知觀念\n關於原諒，以下是幾種不切實際的觀點：\n1.“原諒是突如其來，一步到位的。”\n2.“一旦做出原諒，就意味著對伴侶的負面情緒消失了，取而代之的是正面情緒。”\n3.“一旦做出原諒，就意味著承認自己先前對伴侶有負面情緒是錯誤的，或不合理的。”\n4.“一旦做出原諒，就意味著不求任何回報。”\n5.“一旦做出原諒，就意味著忘記曾經的傷害。”\n字典上的解釋也佐證了這種不切實際的觀念。《蘭登書屋英語大詞典》就很典型。該詞典對“原諒”的定義是：“1．赦免或免除（罪責、債務等）；免除。2．放棄全部索賠主張；免除（債務、義務等）。3．饒恕（某人）。4．［對……］不再怨恨；寬恕敵人。5．免除［……的］債務或責任。”很多宗教權威和神學家可能還會加上一條：“放棄報復的權利。”\n雖然這些定義有助於我們理解“原諒”的抽象概念，卻可能讓人難以做到，同時心生疑惑：“如果這就是原諒，那就算了吧。只有聖人才能如此做到這種不加條件、不管不顧、自我犧牲式的原諒。”\n正如我在《讓我如何原諒你？》(How Can I Forgive You)裡說的那樣，原諒不是受傷方單方給予的純粹無私的行為。原諒是夫妻合作的行為，它始於外遇曝光後你向伴侶訴說痛苦之時，並在夫妻重建信任和親密關係的過程之中，在雙方修正言行心態的過程之中逐漸形成。原諒是自願的，但必須日復一日地努力才能達成。\n認知觀念一：“原諒是突如其來，一步到位的。”\n記得我兒子艾倫剛開始上託兒所的時候，他這裡轉轉，那裡翻翻拼圖玩具，然後對我說：“我不去，那裡太難受了。”當然難受，如果要他上託兒所當天就必須學會所有東西的話。\n同樣，如果要你現在就原諒伴侶，你也會覺得這困難得超出了自己的能力。你會堅稱：“這可能要一輩子的時間才行吧，也許一輩子還不夠。”我會說：“你說得對，完全正確。原諒是一個緩慢的過程，它貫穿你們的這段關係。它沒有終點，你們永遠也無法拆掉人生的腳手架，說一句：“我們終於可以停止回憶過去，宣佈大功告成了。”用卡夫卡的話來講，人類發展的決定性時刻具有持續性。\n對於伴侶做過的事，現在你或許能原諒10%，隨著雙方重建關係，你或許能再原諒70%，然後就做不到更進一步了。這已經很好了。哈佛醫學院臨床精神病學副教授朱迪斯·劉易斯·赫爾曼在她的心理傷害研究中寫道：“創傷的解決從來沒有終點，創傷的恢復也永遠無法圓滿。”即便你完全原諒，你也未必是個好人；即便你無法原諒，你也未必是個壞人。你只能依己所能、依伴侶的表現給予原諒。\n認知觀念二：“一旦做出原諒，就意味著對伴侶的負面情緒消失了，取而代之的是正面情緒。”\n有些人牴觸原諒，可能是因為他們把原諒看作“仇恨的終止”——傷害帶來的痛苦沒有了，取而代之的是愛和同情。\n在我看來，這種想法很浪漫但不現實，因為在我多年的臨床實踐中，從來沒有見到有人能在情感上有如此轉變。在現實生活中，心理創傷不會徹底痊癒，不會消失，也不會有更為正面的情緒能夠奇蹟般地取而代之。無論你是受傷方還是不忠方，伴侶如何辜負你的記憶即便在多年以後都有可能讓你感到痛苦。想要把一切抹去，好似什麼都沒發生過，這是痴心妄想。\n如果你是受傷方，你不太可能同情伴侶因為外遇事件而遭受的煎熬；你可能永遠都不會理解，或者不想去理解伴侶放棄外遇對象而忍受的悲傷。這種情況很正常。假如你原諒了對方，一旦想到對方的欺騙，心中也並不會升起溫暖、舒適的感覺，但在情緒上可能不會那麼敏感了，也不會被痛苦和憤怒咬齧了。在夫妻關係中，你會擁有其他更為正面的情緒體驗，你對伴侶的敵意變得不那麼重要，而是與正面情緒共存。你以更大的生活維度去看待那個外遇事件，明白它是什麼——是你們生活的一部分，但不是全部。你會明白伴侶不僅僅是背叛者，你也不僅僅是受害者。\n如果你是不忠方，你可能永遠也不會徹底原諒令你失望的伴侶。這種情況也很正常。正如成熟的愛，在原諒中也會有愛恨交織，也會有種種相互衝突的情感同時發生。一旦做出原諒，正面情緒不會取代消極情緒，它們會共存下去。你的怨恨還會存在，但你同時還會意識到伴侶並非一無是處，外遇對象並非完美無瑕，你也未必那麼無辜。\n認知觀念三：“一旦做出原諒，就意味著承認自己先前對伴侶有負面情緒是錯誤的，或不合理的。”\n有些人牴觸原諒，可能是因為他們覺得原諒就是寬恕、諒解或伴侶的錯誤行為，大事化小。這樣一來，似乎就否認了對方做過不公的事情，否認了你感到傷痛與表達憤怒的權利。這樣一來，似乎“伴侶對我做的事也並不那麼可惡，並不那麼重要了”。\n然而，原諒並不意味著你要否認伴侶做過錯事，它只意味著你免除了對伴侶的懲罰。正如馬喬裡·湯普森牧師所言：\n“寬恕別人，就是別人傷害了我們而我們卻有意識地放下心中對其的審判，無論該審判多麼合理。我們選擇這麼做，表明我們要放下怨恨和想要報復的慾望，無論這種報復看起來多麼公平……這並不是說，我們要徹底遺忘實際存在的創傷，而是要打破我們不斷重溫此事的怪圈，中止每次重溫舊怨而產生的新恨。而且，寬恕只是免除了此人應當受到的懲罰，並沒有降低其行為的嚴重程度。其行為仍然要受到譴責，只是在寬恕者願意的程度內免除了行為的後果。”\n你可以在原諒伴侶的同時，堅持認為伴侶做得太過分。實際上，除非你認為自己受到了不公的對待，否則你也沒有什麼可以寬恕對方的。貝弗利·弗拉尼根(Beverly Flanigan)在《原諒不可原諒的人》(Forgiving the Unforgivable)中寫道：“學會責備是學會生活的一部分。有的人犯了錯。有的人應該被指出犯了錯。有的人可以被原諒。”\n認知觀念四：“一旦做出原諒，就意味著不求任何回報。”\n有些人拒絕原諒，可能是因為他們把原諒看作不指望任何回報的某種赦免。“伴侶傷害了我，憑什麼我要免除伴侶做出補償的義務？”“憑什麼我把過去一筆勾銷？”\n如果你把原諒看作自我否定、自我妥協，那麼你很可能會把它與喪失權力、順從虐待聯繫起來，你會認同尼采的觀點：原諒是弱者的選擇——是無法維護自身權利、無法得到公正解決辦法的人的選擇。\n然而，原諒不一定讓你變得軟弱，也不一定讓你的伴侶變得不負責任。如果你的目標是兩人和解，那麼寬恕就是要求得到回報的。如果你的伴侶已經去世或者你無法接觸其本人，那麼你可以在心中單方面“放下”此人，以把控自己的痛苦，進行自我恢復。但是，如果你想重建關係，那麼你們就要共同努力。原諒是兩個人共同努力的過程；你不可能原諒那些拒絕承認錯誤，拒絕補償對你造成傷害的人——你當然不能和這種人建立重要的親密關係。正如朱迪斯·劉易斯·赫爾曼所指出的：“只有作惡者以懺悔、悔改和補償來尋求並爭取寬恕，才能獲得真正的寬恕。”\n如果你的伴侶想在身心上跟你複合，那就必須努力做出具體的行為來贏得你的原諒。對方不努力就能獲得你的原諒，正如你不求回報的單向的愛，會強化這樣一種認知：維持親密關係是你一個人的事情，你的伴侶不需要分擔複合的責任。但凡你有一點點自尊，就能發現這種認知觀念是有偏差的。\n臨床心理學家羅伯特·拉溫格在《宗教與心理諮詢》中寫道：“儘管跟對方和解可能是理想結果，但從心理上講，必須讓對方通過努力來得到諒解。原諒那些不承認傷害你的人——或者更糟糕的是，把他們的傷害行為合理化，認為自己活該受傷，這就是再次承受傷害。”\n認知觀念五：“一旦做出原諒，就意味著忘記曾經的傷害。”\n有的人拒絕原諒，可能是因為害怕忘記曾經的傷害。他們認為，記住過往的傷害，可以防止此事再次發生，還可以讓伴侶明白，帶給你的傷痛不是可以輕易抹殺的。\n但事實是，無論受傷方是否原諒，都永遠不會忘記自己是如何被伴侶欺騙的。多年以後，還是能回憶起自己得知伴侶有外遇的那一刻，以及令你痛楚的外遇細節。如果你是不忠方，則很可能希望伴侶原諒自己，忘記發生的事情，這樣就可以進一步獲得和解；但是，你不能急於求成。你可能不在意你造成的傷害，但你的伴侶很可能在意。\n原諒伴侶，並不意味著你會忘記所受的傷害，而是讓自己不再糾結於此。你那些痛苦的記憶很可能還很鮮活，但已被你放置到內心的某個角落。你還會看到自己的傷痛，但那只是你生活圖景的一部分，你的生活中還有愛的時光——正是有愛的時光，才讓你選擇繼續跟伴侶在一起。過往可能還會刺痛你的心，但它也可能給你某些重要的教訓，並激勵你做得更好。\n簡而言之，原諒必然意味著有意遺忘，關於這一點榮格心理學派分析師克拉麗薩·品卡羅·埃斯蒂斯如此寫道：原諒就是“拒絕想起令自己憤怒的事情……刻意地不再沉迷其中……從而不再落入窠臼，而是想著創造新生活、獲取新體驗，活出新境界。”\n促使你輕易原諒的認知觀念\n未經努力就輕易取得的原諒是廉價的原諒。你之所以原諒伴侶，不是因為伴侶值得原諒，而是因為你感到某種壓力，這種壓力要麼源於他人，要麼源於自己對原諒持有某種不切實際或道德層面上的認知。輕易地原諒或過早地原諒，都會將你的痛苦生生掩埋起來，剝奪了你和伴侶直面外遇事件、正確修補彼此傷口的機會。\n下面是三種有關原諒的常見認知觀念，可能讓你在傷害未被承認和解決之前就輕易原諒了對方：\n1.“原諒對方，對自己總有好處。”\n2.“原諒對方，表明你是個好人。”\n3.“原諒對方，會消除彼此衝突，推動雙方關係向前發展。”\n認知觀念一：“原諒對方，對自己總有好處。”\n人們通常認為，原諒不僅是你給伴侶的禮物，也是你給自己的禮物，它讓你成為最好的自己，給你幸福感，讓你身心健康。曾任加州富勒神學院神學與倫理學教授路易斯·史密德斯寫道，你原諒他人，好似“你赦免了一個囚犯，而你會發現，你真正赦免的是自己。”\n如果你的伴侶傷害了你或辜負了你，你可能會指望用原諒來療愈自己並繼續生活。你可能會試圖在心中原諒伴侶，好把自己從痛苦與幻滅之中解放出來，不再用這些情緒消磨自己，而是拿回自己內心的能量。你希望，原諒了伴侶，你就會擺脫受害者的角色，繼續好好生活下去。\n原諒對方對自己肯定有好處——這種認知觀念很流行，普羅大眾和專業人士都很認同，但尚未在研究中得到證實。實際上，在某些案例中，這種做法卻產生了相反的治療效果，導致當事人的自我價值感降低。\n“過於輕易地原諒別人，可能是缺乏自尊的表現，是在情感上向對方表明，我們自認為沒有權利，或者我們沒把自己的權利太當回事。”傑弗裡·墨菲在《寬恕與怨恨》中如此寫道。墨菲接著指出，自願成為別人的受氣包，這並不是愛或友誼，而是精神病學家卡倫·霍尼所謂的“病態依賴”。我自己的臨床經驗也表明，對方不努力就能獲得你的原諒，這並不能治癒親密關係中的創傷；這只不過是用微笑和禮貌來掩蓋傷痛而任其潰爛。\n認知觀念二：“原諒對方，表明你是個好人。”\n有些人可能受家庭與宗教教育的教導，認為原諒是救贖——是好人向敵人所做的自我犧牲。你原諒他人，就表明了你悲憫無私，從而為你自己保持或創造了殉道士或聖人的自我形象。\n但是，原諒本身並不值得讚賞——除非你自認為隱忍與不尋求公正的解決辦法是值得讚賞的。實際上，你自認為的寬宏大量，可能只是為了在道德上凌駕於伴侶之上，讓自己不用面對外遇事件中屬於自己的那份責任。你自認為的自我犧牲，可能是為了一個更大的目的，就是讓你的伴侶處於你的控制之下，讓其揹負永遠無法還清的感情債務。\n認知觀念三：“原諒對方，會消除彼此衝突，推動雙方關係向前發展。”\n有些人可能太急於和好，所以願意做任何事，甚至主動原諒對方。如果你是依賴性人格，或者你原生家庭的父母酗酒成性、虐待孩子，那麼你很可能在面對衝突的時候，習慣性地否認或忽視自己受到的傷害或心中的怨恨，以求大事化小小事化了。你學會了掩蓋自己的不滿，以維持跟伴侶的情感關係。你會輕易原諒伴侶，因為你無法承認或表達自己的憤怒，你害怕引起爆發性衝突，害怕雙方關係疏遠，害怕孤獨生活。\n這種權且原諒——說要原諒對方，但原諒方對傷害方在態度或情緒上都沒有好轉——其問題在於，隨著時間的推移，它很可能會加重原諒方的抑鬱和悲傷，滋長其內心對傷害方的敵意。過於輕易地原諒，原諒方在人際互動中往往表面客氣溫和，但會不時地說風涼話或表現出公開的敵意。結果就是雙方關係總籠罩在怨恨之中，總是小吵小鬧，要麼就是互不理睬，維持表面和平，陷入自我壓抑——這種婚姻關係缺乏生命力，沒有真實感。\n有一位名叫帕特的病人，她對丈夫的原諒就是典型的權宜原諒。帕特的丈夫有了外遇以後，夫妻倆沒有詳加討論，帕特就原諒了丈夫，將此事拋諸腦後。她告訴我：“我知道亨利一直愛著我，我不需要他來求我原諒。”儘管亨利八年來再也沒有出軌，但他們之間仍然磕磕碰碰，無法完全信任，也無法真正親密。\n正如我說過的，“表面上和平友善”解決不了任何問題。如果想真正原諒對方，就不能把已發生的事隱藏起來，裝作看不到。你需要伴侶理解你的痛苦，為其所作所為懊悔、道歉並表現出重歸於好的誠意。為了療愈婚姻關係，你需要原諒伴侶，但前提是你的伴侶必須安撫你的傷痛。\n自我原諒\n除了原諒伴侶對你的傷害，你還應考慮原諒你對自己、對伴侶、對家人做得不好的地方。\n如果你是受傷方，你可能應考慮如下方面：\n· 過於天真，盲目信任伴侶，對伴侶不忠毫不起疑；\n· 伴侶背叛了你，你卻苛責自己；\n· 為了維持關係，即便伴侶做出不可接受的行為，你也一再容忍或為其找藉口；\n· 對自我和愛情的認知不成熟，覺得自己沒資格要求更多；\n· 把自己和外遇對象作不公正的比較，傷害和貶低自己；\n· 不顧一切地挽回伴侶，你的所作所為令你在外遇對象、在家人、在朋友面前顏面盡失；\n· 失去自我，忘記自己真正看重的自我品質；\n· 把孩子當夾心板，要孩子愛你、支持你，要孩子站在你這邊反對另一邊；\n· 受外遇事件的困擾，心煩意亂，沒有心思陪孩子；\n· 努力保護孩子和父母的感情，拒絕孩子和父母的支持，毫無必要地把自己孤立起來；\n· 在家裡激起伴侶不滿（比如，不認真對待伴侶的抱怨，專心做事業而不管家庭，只管孩子不管伴侶，過於挑剔，太不靠譜，需求過多）；\n如果你是不忠方，你可能應考慮原諒自己的以下行為：\n· 需求過多，覺得自己的需求有權得到滿足，乃至於侵犯伴侶權利；\n· 令你的伴侶（你的愛人，你孩子的父或母）置身危及生命的疾病的威脅中；\n· 一旦心有不滿就歸罪伴侶，全然沒有意識到自己的錯誤認知、不當行為以及不切實際的期待如何損害了你們的關係；\n· 在態度上，為自己的欺騙行為找合理化藉口，淡化自己不良行為的嚴重性；\n· 不把自己的重要需求告訴伴侶，不讓伴侶滿足自己的這些需求；\n· 對愛情抱有不切實際的想法，無法忍受婚姻關係中的幻滅；\n· 對自我和愛情的認知很不成熟，不知如何創造和維持親密關係，不知如何在婚姻關係中獲得滿足感；\n· 給孩子、家人、朋友造成麻煩。\n無論伴侶如何讓你在家裡沒有幸福感，作為不忠方，你都要為自己的不忠負全責，但你也要原諒自己不忠帶來的傷害。你還要原諒自己對孩子造成的傷害。你要教會孩子，兩個相愛的人可能也會犯錯誤，但要勇於擔責，共同努力，重獲新生；通過你們以身示範，孩子可能更容易學會這一點。\n如果你們能學會接受自己只是會犯錯的凡人——受到各種條件制約，內心充滿困惑，雖然生活讓你們不明所以也無法控制，但你們卻一直努力地活著——那麼你和你的伴侶可能就會更容易原諒你們自己了。自我原諒並不表示赦免，它不免除你對自己言行的責任。但是，它可能讓你不再自輕自鄙，不再陷入“自我否定的不良感覺”之中，而是讓你相信自己，“我能做得更好”。通過自我原諒，你會懷著一種溫和的同情，明白你是誰，你為何這麼做，並重新找回你最看重的自我品質。\n承諾的合約\n承諾本身沒有太大的意義，但如果伴以相關的具體行為，就會讓伴侶相信你有心做出改變、重歸於好。承諾還會讓你誠實做人，專心做事。因此，我建議你們訂立以下合約，或者把以下內容納入你們自己訂立的合約中：\n___________【伴侶的名字】\n我們的婚姻經歷了一場破壞性的危機。我很感激能有這樣的機會，跟你一起重建嶄新的、更為堅固的關係，這個關係將基於弄明白我們自己是誰、我們要從彼此那裡獲取什麼。我明白，僅有忠誠，不足以創造成功的婚姻。\n我現在認識到，我以前經常把自己的不滿責怪於你。我以前不知道如何審視自己，不知道如何在自身的不幸福中尋找自己的原因。我以前總是期待你要滿足我，要讓我心情快樂，要安慰受傷的我。我以前總不明白，我個人的問題會導致我誤解你、苛待你，還會讓你無法瞭解我，無法滿足我。我想要愛你，也想要你愛我，但我每次都讓你離我更遠。\n【不忠方要加的內容】\n我現在認識到，我的忠誠觀和愛情觀曾讓我以為自己有權不忠。回首往事，我現在認識到我這種觀念從何而來又如何影響了我。我不再期待你達到我理想中浪漫愛情的標準。我現在認識到了我出軌的原因，既然有了這種認識，我就不會再次出軌。我要全心全意地對你忠誠，這不僅是語言保證，我還將通過行為來證明。\n誘惑總是存在的，但我承諾：\n· 監管自己的人生並承擔責任，對你保持忠誠。\n· 信守諾言，跟外遇對象分手，用實際言行證明外遇對象不會危及我們的關係。\n· 在我們共同生活的情況下，努力解決我自己的問題。\n· 永遠不再欺騙你，讓你不再對我有猜疑，不用再來探查我，讓你不會害怕再次信任我。\n【受傷方要加的內容】\n· 我感謝你為重建信任、復歸親密所做的努力，你可以放心，我會對你敞開心扉，如果你切實謀求我的原諒，我會原諒你，我會與你一道重建我們的生活。\n· 我將努力讓自己強大起來，不再發火，不再壓抑情感，而是直接與你溝通。\n· 我將繼續檢查自己，承擔外遇事件中屬於我的責任，承擔外遇事件發生前，我們婚姻既有問題中屬於我的責任。我現在認識到，我不僅僅是個無辜的受害者。\n【雙方都要加的內容】\n我原以為自己理解婚姻美滿是需要真正付出和犧牲的，偶爾的沮喪與被剝奪是免不了的，但我現在認識到，我以前沒有真正理解愛一個人意味著什麼，需要做什麼。\n· 如今我對你的忠誠不是基於一時的情緒，而是基於充分考慮了你為我們這段關係所做的一切，以及我所需的一切。\n· 雖然有時我們彼此傷害甚至彼此憎恨，但我不會基於每日狀況來評估我們的關係。我決定跟你在一起，是為了長相守。\n· 我將努力正確看待自己偶發的婚姻不滿與幻滅感，接受你在我看來的不完美。於我而言，有你足矣。\n· 我會盡量耐心。我不指望我們會自然而然或輕而易舉地重歸於好。\n· 我要跟你攜手並進，努力創造我們共同的未來，一個樂觀且歡樂的未來。\n· 我傷害了你，很抱歉。\n· 我愛你，歡迎你回到我的生活。\n__________【你的名字】\n走向未來：希望和新生\n有些東西拆散了，才能重建得更加強大、更為持久。龍蝦脫了殼，才能長得更大。森林燒燬了，才能激發新生。而你們呢，你們可能也需要不破不立，需要用不忠的創痛來打破一潭死水、毫無獲益的婚姻關係。\n正如精神分析師埃裡克·埃裡克森所說，一場危機有可能是一個轉折點；它讓你變得脆弱，但也可能增強你的潛能，讓你做出積極的改變。有時候，你即將失去某樣東西的時候，才會意識到它的價值。有時候，你需要走到懸崖邊上自殺，才會意識到你不想死。人不到不得不走的時候，有可能根本意識不到現在就是幸福，其實自己是想留。\n即便是面對你最恨的人，你可能都不想詛咒他/她遭遇伴侶欺騙；但是，如果不忠事件有助於發現你們關係中的缺陷，有助於你個人成長，有助於你成長為一個好伴侶，那麼回頭來看，這似乎也是值得的。正如榮格所言：“幾乎沒有任何婚姻能不經危機而平順地發展為獨特的關係，未經痛苦的洗煉就不可能有覺悟。”\n去年夏天，我郵購了一個很好看的比利時華夫餅機。翻了翻覆雜的說明書，自以為烤餅很簡單，“這還不是小菜一碟，我能搞定。”果然，第一個做得很完美。但是，第二個，第三個，甚至到了第十個，我都完全沒做好——餅的一面烤焦了，一面沒烤熟，中間部分還粘在了烤餅機不粘塗層的格子上。經過多次嘗試和失敗，我終於學會如何使用，但還不算精通。在這個過程中，我學會了很有價值的人生一課：有時候，只有事情搞到一團糟，你才明白如何把它做好。雖然第一塊華夫餅做得很完美，但我沒有從中學到任何東西，那只是運氣而已；只有當我努力查明後面為何出錯之後，我才明白做華夫餅的過程多麼微妙複雜，需要用心才能做好。\n婚姻關係也是如此。我們盲目走入婚姻，往往覺得這是一件毫不費力的事情，我們對婚姻充滿激情，對伴侶滿懷憧憬，對自己保持婚姻熱度的能力十分自信。實際上，我們大多數人對未來完全沒有準備，也不知如何才能把婚姻經營得長久。我們自以為懂得婚姻中要付出什麼，但我們實在是太天真了。外遇事件震動了我們，把我們帶回了現實。幸運的是，它也給了我們重新開始的機會。\n走回一段破敗不堪的婚姻關係，努力彌補傷痕，這個過程一點也不美好。但是，既然有了那麼多過往經歷——既然努力接受了彼此所有的不美好——你們可能會覺得，你們的關係比以往任何時候都更緊密，更能接受彼此，更為對方所接受，並且對雙方的未來有了更為明智、更加清晰的願景。較之從前第一次發誓要愛護和珍惜對方，如今你對伴侶的承諾可能有了更為堅實的基礎。實際上，會有很多人羨慕你現在有這樣的思想意識和開放心態，積極保護婚姻和諧，努力促進親密關係。\n這正是重建婚姻關係、復興自己的人生、讓自己對未來充滿希望的好時候。這正是聚精會神，開創面貌一新且更為美妙未來的好時候。不要害怕重溫過去的幸福快樂與良辰美景，也不要害怕憧憬給你力量與鼓舞的新未來。如果現在不行動，你又更待何時呢？"
  },
  {
    "id": "WYZH0013.html",
    "title": "第十章 網絡空間裡的性、秘密與外遇：生活中的“新型”不忠",
    "text": "第十章　網絡空間裡的性、秘密與外遇：生活中的“新型”不忠\n1996年本書初版時，我們的生活中還沒有訊佳普(Skype)、臉書(Facebook)、油管(YouTube)，沒有Match.com交友網站，沒有色情網站，沒有Myspace社交網站，沒有領英(LinkedIn)職場社交平臺，沒有婚外情網站，沒有網絡攝像頭，沒有虛擬社區，沒有網絡聊天室，也沒有黑莓或蘋果手機。那時候，我們的生活中幾乎沒有互聯網。但是，我們的生活中還是有不忠——只不過人們對不忠的定義未必一樣。我們都知道，克林頓總統否認與莫妮卡·萊溫斯基有外遇，理由是他從來沒有睡過萊溫斯基——他們“只”口交，沒性交。如今約有20億人經常訪問互聯網虛擬社交平臺，用圖像或其他色情方式與人交流，雙方肉體互不接觸，也不在現實中見面——想象一下，在這種情況下，婚姻“忠誠”的定義較之以往，其模糊性又該上了多少個臺階啊。現在，網絡空間變成了新型單身酒吧——在這個幻想的世界裡，你不出門就能勾搭上夢中辣妹帥哥或找到靈魂伴侶。\n那麼，網絡外遇指什麼呢？主要是涉及性嗎？還是涉及情感？還是隱秘性？事情是被伴侶發現的，還是不忠方自己透露的，這個問題很關鍵嗎？是不是雙方在線下見了面，才能稱之為網絡外遇？假如有下列情況，算不算不忠：\n· 在臉書上加高中老情人為好友，卻不告訴自己的伴侶\n· 在聊天室裡，給新認識的網友發送調情信息\n· 跟網友聊一些性話題\n· 自拍下體照片發給不知名的傾心網友\n· 對著懷孕的鄰居發佈在油管上的視頻，邊觀看邊自慰\n· 發一堆電子郵件給你剛離婚的網球教練，跟對方說與網球毫無關係的私事\n· 先是普通網絡聊天（“哪種乳房假體觸感最自然？”），接著變成了私密聊天（“你想摸我的乳房嗎？”）\n· 收到網友的郵件比收到配偶的郵件還要興奮\n· 跟網友聊自己的私生活（“我丈夫不大陪我，他把時間更多地花在打高爾夫球上”）\n· 不滿足於打字聊天，於是發展到見面交流\n· 跟伴侶做愛時，幻想著跟網友做愛\n· 跟夫妻性事相比，更喜歡跟網友網絡做愛\n· 儘管跟網友距離遙遠且無線下見面意向，卻還是性致盎然地沉迷於用通訊軟件看網友裸身豔舞\n在沒有互聯網的時代，外遇通常被定義為侵犯了性專一權，即一方異性戀伴侶在配偶不知情或不同意的情況下，與配偶以外的其他人發生性關係。如今我們則要擴大這一定義，使其不僅適用於同性伴侶、未婚伴侶，還適用於包括網絡外遇在內的大量隱秘性行為。\n正如我在本書引言中所說，算不算外遇，這取決於你和伴侶認同什麼。夫妻雙方關係是否良好，關鍵在於雙方是否有清晰明確的共識，無論這種共識是什麼。有些夫妻遵循“你不問，我就不說”的原則。有些夫妻則想要一種完全坦誠的關係，在這種關係中，雙方如在情感上或身體上有被別人吸引的衝動（但未產生實質行動），都能互相坦然承認。不幸的是，在現實生活中，大多數夫妻都無法講清自己認定忠誠的準則，直至一方得知另一方違反了這些準則，但到那時，他們的關係已經支離破碎了。\n下面這個定義，可能會幫助你與伴侶計劃未來：外遇的本質是有了秘密和違背信任。這就意味著，如果雙方認同彼此可以有多重或多角戀，線上也好還是線下也罷，那都不算有外遇，因為其中沒有背叛。然而，事實往往是，一方明知伴侶會反對，還是單方允許自己與第三者交往。這就亂了。夫妻如想建立並維持狀態良好、彼此尊重的關係，就必須對雙方關係的規則達成共識。\n讓我們釐清幾個術語。網絡性愛，指的是兩個或兩個以上的人通過電腦向對方發送明顯涉及性話題的信息。網絡外遇，可以只涉及情感，可以只涉及性，也可以既涉及性也涉及情感。色情短信，主要指用手機發送色情信息或圖片。即時通訊，指基於文本的實時網絡聊天。\n在本章中，為簡明起見，我將受傷方視為女性，行文中稱之為“她”，將上網方視為男性，行文中稱之為“他”，但現實情況要複雜得多。男性上網多為視覺刺激，實施一個人的性行為，比如看色情片自慰，而女性上網多為色情聊天和尋求其他人際交流。網絡外遇對女性有特殊的吸引力。在網絡上，她們擁有平等的交往機會，平等的權力和控制力，而不必冒著感染疾病、意外懷孕、受到虐待或社會譴責的風險。\n本章旨在幫助你與自己、與伴侶就網絡外遇給婚姻造成的麻煩開展一場瞭解彼此的對話。你對性、秘密、外遇和網絡性癮的認知觀念，將極大地影響你的行為選擇，影響伴侶對你行為的反應。就受傷方而言，如果你對伴侶的行為反應過度，本章內容可以幫你消除疑慮。就不忠方而言，如果你對自己的行為持著大事化小小事化了的態度，本章內容可以讓你明白事情的嚴重性。讓我們來看看，當外遇遇到互聯網，常見的認知觀念有哪些。\n網絡空間裡的性、秘密、外遇、網絡性癮的認知觀念\n受傷方往往認為：\n1.“如果你在網上跟別人有性或情感上的秘密關係，那就表明我們之間有問題了。這個人嚴重威脅到我們的關係。”\n2.“我找到了跟你網上聊天、令你想入非非的那些人的照片。我跟那些人很不一樣。你肯定是想找一個跟我完全不一樣的人。”\n上網方往往認為：\n1.“我知道在網絡空間裡很容易被某人吸引，但我不會上癮。網上交友不會威脅我們的關係。”\n2.“有網絡性癮的人為數很少，他們缺乏自控力，有嚴重心理問題。我不是這種人。我沒有網絡性癮。”\n3.“可以自由地網上交友，會讓我覺得現實中與你更加親近，這實際上也加強了我們的關係。”\n現在讓我們進一步探討這些認知觀念，看看它們如何危害你，如何破壞你們的婚姻關係。\n受傷方的認知觀念\n認知觀念一：“如果你在網上跟別人有性或情感上的秘密關係，那就表明我們之間有問題了。這個人嚴重威脅到我們的關係。”\n發現伴侶在網上勾搭他人，這可能和發現他倆在你家床上一絲不掛一樣令你崩潰。不過，你要注意自己的主觀結論。你的認知觀念有可能是準確而管用的，也有可能給你增加無謂的不安全感。人們使用網絡並在網絡上交友有各種原因，有的原因可能恰恰是為維持或加強婚姻關係。\n這裡就有個例子。我有個病人名叫約翰，一天晚上他出門去便利店，妻子羅賓打開他的電腦，發現一個文件夾裡全是他下載的性愛視頻。他一回到家，妻子就逼問他：“這是個什麼網站？這個他媽的芭比又是誰？”約翰承認自己在過去四個月裡一直出沒於各個聊天室，看其他夫妻情侶的做愛視頻，還跟一個名叫芭比的女人網上聊天。羅賓本以為自己的婚姻要完了。可是，在做夫妻心理諮詢的時候，這個事情變得別有隱情。\n約翰解釋說：“我一直不夠自信，總感覺性能力不足。大約四個月前，就在我邁入四十歲大關之際，我看了一檔節目，講的是受過心理傷害的肥胖兒童，他們用暴食來安撫自己的內心。看過這檔節目，我開始梳理自己的生活。據我所知，我出生時我姐姐去世了，於是我母親得了抑鬱症，再也沒能康復。她無法給我關愛，而我認為她是故意的。”約翰開始大哭。他轉而對妻子說：“我發現吃東西會讓我安心，自那以後，我就一直胡吃海塞。我缺乏自信也變成了我們婚姻中的問題，出現在我們的性生活裡。我都不知道我有沒有讓你興奮過。我想讓你舒服，但我擔心自己的太小，我還沒什麼技巧。我知道自己缺乏自信。所以，我就上網去學。這聽起來像在扯淡，但這是真的。在網上，我看別人做愛。我看他們怎麼互相撫摸，怎麼撫摸自己。我開始研究其他夫妻怎麼做愛，就像我攻讀工程學博士學位那樣。是的，我會興奮，我會自慰。哦，對了，我會去聊天室跟陌生人聊天，聊一些從來不會跟你聊的話。這個叫做芭比的女人，她成了我的良師益友。我不想跟她約會，我不想娶她，我甚至根本不想線下見她。但我沒能對你坦誠，這不是我想隱瞞你，不是我想另找他人而不要你了，而是因為我覺得羞愧。我只想跟你在一起，只是想用不同以往的方式。”\n羅賓沒有意識到的是，約翰通過互聯網尋求性知識、性教育的目的是增強自尊，想讓自己面對伴侶時性吸引力更強，這種情況不止約翰一個人。還有一些人則只是為了滿足自己的好奇心：“別的男人女人不穿衣服什麼樣子？”“看別人自己自嗨是什麼感覺？”他們對網絡性愛是有興趣，但這跟他們離婚或另找他人沒有任何關係。\n還有一些人，他們上網是為了證實自己是個正常人。我有一位名叫瑪麗的病人，她告訴我：“我跟丈夫做愛的時候，有時候一想到其他女人，就會很興奮。我這是變態嗎？還是雙性戀？我這種幻想說明了什麼？”瑪麗發現互聯網的美妙在於，你可以在虛擬社區“遇見”大量跟你情況一樣的人。跟他們聊天，你就會覺得自己不管有什麼樣的性幻想都很正常。不用擔心他人的評判和譴責，不用害怕洩露可能危及自己生活軌道或生活方式的信息，就像瑪麗這樣，他們都可以在網上提問，還可以找到跟自己情況相似的人，獲得他們的支持，獲得一種歸屬感。\n互聯網還可以讓某些人發洩自己隱秘、壓抑的性幻想或性戀物癖——鞭打、穿嬰兒尿布或軍靴，應有盡有。如果夫妻一方有此性癖好，而另一方對此無法接受、感到噁心，那麼這種分歧就會阻礙夫妻坦誠吐露彼此的性幻想，讓他們無法解鎖彼此的性快樂。網絡社區則提供了一種安全的交流環境，上網者可以觀看能激起其性慾的情色圖像，參與能激起其性慾的情色活動，性治療師苔米·尼爾森(Tammy Nelson)稱之為“性移情”。\n互聯網還有助於有些人更好地跟性傾向不同或性慾水平不同的伴侶生活在一起。如果他們的伴侶不想或沒空做愛，或是反感或漠視其想要的做愛方式，他們就可以上網尋求發洩。在這種情況下，他們不是想換伴侶，而是為了滿足伴侶無法或不願滿足的自身性需求。\n有些人的伴侶有健康問題或兩人異地，導致雙方不便發生性行為，互聯網也可以起到替代作用。我有一位女病人，她的配偶患上了佩羅尼氏病，症狀是陰莖彎曲，性交勃起疼痛。於是，她會對著網上勃起的陰莖自慰，還會一邊幻想這些圖片一邊跟丈夫口交。她這種情況是健康的性行為，是維繫婚姻關係而做出的改變。有一位男病人，他的妻子得了皰疹，他也用類似的性幻想方式來釋放自己。因為妻子有病在身，他們不能口交，他就通過網絡以性幻想的方式來發洩。\n伴侶有可能喜歡跟你做愛，但仍有可能對著網上的情色圖像自慰，這是一種偶爾的消遣，比方說有時候是為了釋放生活的壓力。很多男性都會認同作家、博主伊恩·肯納（見Goodinbed.com）的觀點，如他所言：“女人們鬧不明白的是，對很多男人來講，看情色片不是享受美食大餐，而更像是吃一片烤奶酪三明治……不是去做個週末放鬆水療，而更像是來一次三十二秒的快速按摩——但快樂絲毫不少。它讓人感覺良好，可以舒緩壓力，可以快速地舒服一下……沒什麼大不了的嘛。”\n然而，這給夫妻關係帶來了一個挑戰，就是你們要學會區分單純的性釋放（暫時爽一下）與網絡性癮，後者會毒害你們的夫妻關係。當然，還有其他的危險需要防範。伴侶的線上性行為有可能發展為線下性行為，還有可能產生更深的情感依戀，這些都會損害你們的婚姻生活。對著網絡自慰還會耗盡他的性能量，那麼就沒有什麼留給你的了。習慣了五指姑娘的握力，他就有可能無法通過性交達到高潮了。習慣了只看電腦屏幕上挑起性慾的畫面並迅速達到高潮，他就有可能會對真正的夫妻生活不感興趣了，因為夫妻生活更有挑戰性，需要付出才能得到，所以他可能寧願要自己的五指姑娘而不要你的撫摸。美國導演伍迪·艾倫(Woody Allen)就曾為某事打趣道：“哎，別說自慰不好嘛。那是跟我愛的人做愛。”\n認知觀念二：“我找到了跟你網上聊天、令你想入非非的那些人的照片。我跟那些人很不一樣。你肯定是想找一個跟我完全不一樣的人。”\n在網絡還沒有進入我們生活的時代，你的伴侶可能已經慣於偷偷幻想他人的性愛場景來喚起性慾，而這對你們之間的關係幾乎毫無影響。如今面對他電腦屏幕上赤裸裸的事實，你可能十分震驚、心如刀絞，你可能會質疑自己的性吸引力，質疑他是否心理正常。不過，你要注意自己的主觀結論。\n很多人靈活且創造性地運用性幻想，給夫妻生活平添了很多花樣和情趣，而且沒有損害夫妻關係。比方說，如果伴侶對著你的表親或密友的照片自慰，你不應認為他不想跟你，而想跟她們顛鸞倒鳳，共度一生。\n熱辣的性幻想往往帶有新奇、下流、禁忌、越軌等內容，比如：在孕檢時被你非常尊敬的家庭醫生引誘，又或者被園丁捆綁矇眼，在激情中發生性關係。這類性幻想可能大大超出你或伴侶所能接受的程度。網絡性幻想的豐富美妙在於，它能讓你超越這平凡乏味的自我，縱情於狂野奔放、光怪陸離乃至違背道德的想象中，並在不必承擔代價或後果的情況下，將自己的性衝動、性慾望融入婚姻關係。\n你之所以痛苦，可能因為你對自己或伴侶的性幻想理解得過於簡單直接。性幻想往往有著很深的根源，源於童年時期的匱乏、創傷或渴望。從性幻想中解讀出來的意義可能跟你和伴侶所共有的性體驗一樣私密，一樣有啟示性。柏妮絲的經歷就是如此。柏妮絲的丈夫叫唐，當他得知柏妮絲跟她的大學老同學有外遇睡到了一起時，他就偷偷地到臉書上找到柏妮絲的同班同學，一邊幻想著柏妮絲和班上其他男同學做愛，一邊自慰。當他向柏妮絲承認這一點後，她大惑不解，還有一種被侮辱感和被威脅感。她在想，唐是同性戀嗎？唐是想當面侮辱她嗎？還是暗自記恨？她並不明白這些性幻想對唐的個人意義。在唐這一生中，他一直在照顧別人，照顧身患殘疾的雙胞胎兄弟，照顧身患癌症的年邁父母。窺淫幻想令他成了旁觀者，只需要管他自己，不用迎合別人的需要。令他感到興奮的實際上是他在性幻想中體驗自己的方式：以一種他人對他毫無要求的方式完完全全地活著。柏妮絲過於關注自己在電腦屏幕上看到的畫面，反而沒能從更大的視角看待此事；她沒有意識到的是，令人興奮的往往不是性幻想本身，而是性幻想所代表的意義，正是這種意義讓進行性幻想的人樂在其中，讓他們盡情地表達自己的慾望。\n不過，伴侶用網絡性幻想來激發性慾，到什麼程度應該注意呢？無論是你們是從各自角度出發還是從夫妻一體的角度出發，這都是你們倆需要關注的問題。如果伴侶強迫你參與帶有侮辱性與恐嚇性內容的性遊戲，或者實施令你不安或感覺無愛的性遊戲，你當然應該堅守底線，尊重自己的耐受度。有一位名叫朱迪的離婚律師，她就是這麼做的。她發現丈夫在網上對著群交圖自慰，雖然她感到不安，但還是答應跟他一起看，然後她居然發現自己也很有慾望。可是，她丈夫又開始難為她，要她邀請一位朋友加進來玩三人行，夫妻倆立即鬧矛盾了。她可以容忍丈夫有自己的性幻想，她可以努力理解這種東西令丈夫性趣盎然的原因，她甚至也可以參與這種性幻想，只要它們還停留在想象之中即可。但在朱迪看來，某些性行為必須限制在虛擬世界中，而不能進入現實生活。或許你也是這種看法吧。\n現在，讓我們來看看夫妻中的上網方。上網方是如何看待互聯網，他對互聯網的認知又是如何騙了自己，如何給夫妻關係造成隔閡的。\n上網方的認知觀念\n認知觀念一：“我知道在網絡空間裡很容易被某人吸引，但我不會上癮。網上交友不會威脅我們的關係。”\n很多人上網的目的並不是為了搞外遇。上網與人產生互動，通常始於聊天室或用戶群（比如討論下棋或環境問題），一開始沒有那方面的想法。但是，要小心：鼠標點啊點，魅力漲啊漲。你說你不會陷進去，別傻了。這種實時真人面對面互動充滿色情誘惑，令人意亂情迷，會讓你很難客觀地看待自己，看待你愛慕的對象。網絡自有其誘人之處。這裡列出三個：\n1.在網絡上，你可以化身任何你想成為的人\n《紐約客》刊登過一幅著名的漫畫，兩條狗一起坐在電腦屏幕前。一條狗高興地對另一條說：“在網上，沒人知道你是一條狗。”\n這多自由啊！這多魔幻啊！身處網絡空間，你可以掌控自己的形象，掌控自己給人的印象，掌控自己的體驗。你一直都結巴嗎？在網上，你可以變成滔滔不絕的口才大師。你又矮又胖，又禿又窮嗎？在網上，你就是新出道的布拉德·皮特。你為自己有粉刺和平胸而畏畏縮縮嗎？\n在網上，你可以變得像嘎嘎小姐(Lady Gaga)那樣皮膚光滑、性感奪目。如果你是白人，你可以假裝黑人；如果你是異性戀，你可以假裝同性戀。鑑於“幾乎所有人都希望自己有意思、有魅力”，無怪乎有那麼多人喜歡在網上與人打情罵俏了，這讓他們變成了夢想中的自己。\n網絡具有匿名性，它為你提供了一個安全的避風港，你可以在此扮演任何新身份。這種體驗超越了舊有的熟悉自我，實在令人興奮，讓人感到神奇。在網上，你可能體驗到一種親密感，一種交往感，一種令你心醉神迷的鮮活感。不過，還是小心點吧。你把這種飄飄然的感覺歸因於結識了新朋友，這個你從未見過的人；然而，這種吸引力可能更多地來自你在網絡上對自身的體驗，而不是來自電腦屏幕另一邊的什麼人。\n2.在網絡上，網友可以化身任何想成為的人\n網友也可以捏造自己的身份，這是當然的事情。他們可以自由操控給你的印象，表現為他們自己想成為的人，或表現為你希望看到的模樣。這都無需舉手之勞——或者只需舉“手”之勞。\n有一位病人告訴我，她每晚都要跟一位“牧師”聊天，向他傾訴自己對婚姻的不滿。這個男人真是牧師嗎？是性愛諮詢師？是性癮者？又或者，這個人是男人嗎？\n3.在網絡上，你可以把網友幻想成任何你想象的人\n我們自身和生活中會有各種缺憾，而網絡就是個讓你把這些心理缺憾投射給陌生人的絕佳場所。突然之間，你發現自己的新網友似乎就是為你量身定做的。沒有缺憾，完美無瑕。她彌補了你，她讓你變得完整。她就是你童年創傷、婚姻缺憾和生活煩惱的靈丹妙藥。於是，你的想法不知不覺開始分裂了，你把那個網友想象得浪漫美好，把自己的伴侶想得一無是處。在現實生活的外遇中，這種心理投射就很容易發生；而在網絡空間裡，幻想主宰著一切，投射效應更為強大。你對他人瞭解得越少，就越有心理填補空間，越有性格美化餘地。\n有一位婚齡三十年、年齡五十八歲的投資銀行家，兩週前在網上認識了一個女網友，他驚歎道：“她很特別！真的，她在哪個方面都很特別！”僅僅認識兩週（更別說還只是網上認識），他就能如此堅定地做出如此斷言。\n然而，問題在於：現實中沒有人能敵得過幻想。不僅現實中的伴侶敵不過你幻想中的網友，網友本人都敵不過你幻想中的模樣。假如你跟那個網友合夥開店，我敢保證，你將在這種持久關係中慢慢滋生出難以克服的幻滅感。這並不是說，這個人對你來說很不適合。這只是在說，你現在根本不知道自己在跟什麼人卿卿我我。你的認知和情緒可能會捉弄你，把你引向那個你想象中的，而現實生活不能給你的佳偶良人。\n如果用神經生物學來解釋，或許有助於我們理解這一現象。我們人類是有性繁殖的，當一個火辣的新網友出現在屏幕中時，我們的心靈和思想就被劫持了。與慾望有關的大腦區域瞬間被激活——不到200毫秒，比其他任何形式的刺激都要快20%。\n於是，人們睡覺時會帶著手機，還不停地發推特，發短信給現實生活中從未見過的人。什麼人有那麼大的吸引力，讓你每天都想跟她來回三四十封電子郵件？這是失去理智了。更準確地說，這是“網絡可卡因”——使人興奮難當，並且可能上癮的“網絡可卡因”。\n認知觀念二：“有網絡性癮的人為數很少，他們缺乏自控力，有嚴重心理問題。我不是這種人。我沒有網絡性癮。”\n網絡性癮者往往有嚴重的情緒障礙，容易衝動，或者有童年心理創傷。然而，所有人都有產生網絡性癮的可能性。一旦上網瀏覽色情圖片，大腦不斷接受這種信息，你就能沉迷在“當日特選”的性幻想中，直接切換到最能激發你性慾的畫面，放縱自己，卻全然沒有洩露個人信息的風險。你對自己說，這麼做似乎沒有風險啊。\n上網觀看色情片、尋求網絡戀情、自慰並達到性高潮，會讓你釋放出諸如多巴胺、腎上腺素、血清素和內啡肽等強大的、令人陶醉的化學物質，並且讓你欲求更多。根據大量的文獻記載，大腦對於刺激獎勵有成癮性。有學者對老鼠做過為期二十多天的研究，老鼠如能以大約每分鐘二十九次的速度按壓橫杆，就能觸發埋在鼠腦中的電極刺激其大腦的快樂中樞。於是，這些老鼠就這麼做了，並且根本不管那些可以按壓出維持其生命的食物或飲水的橫杆。如果實驗繼續下去，這些老鼠可能就死了。\n這項研究可以告訴我們，網絡性癮者不是在享受性愛，也不是在情感上被網友深深吸引而無法自拔。網絡性癮者主要是對那些化學物質上癮，當他們尋找和體驗通常在現實世界中被禁止且很少能夠復現的強烈情色刺激時，大腦就會釋放那些化學物質。人在受到危險、冒險或恐懼的刺激時，也會釋放出諸如苯乙胺和睪酮等化學物質，提高興奮度並激活大腦獎勵中樞。你的“嗨感”並不依靠外部物質（如酒精或可卡因），而是依靠那些刺激你自行分泌腦內物質的幻想與行為，因為這就可以。\n這些物質能夠改變你的情緒，它們是內源性的，可以自我產生，且具有成癮性，會讓你忘卻現實生活中的缺憾，製造出人為的興奮。然而，這種忘卻只是暫時的。一旦魔力被打破（比如你達到高潮了，或者你被人當場抓住了），現實就會介入，於是你又會感到焦慮、羞恥、絕望，又會感到空虛——這些情緒導致你很想再來一發。等到你對這些化學物質有了耐受性，大腦就會渴望更多的刺激，直到這個循環再次被打破。無怪乎比起捕獲的獵物，網絡性癮者往往更喜歡獵色的過程。\n網絡性癮者的行為核心在於強迫性，特徵是喪失自我控制能力，對個人價值、家庭生活、財務狀況和事業發展都極為漠視。當網絡性癮者能夠正視自己的問題，有興趣瞭解並認真關注自己的行為時，該成癮循環就會終止。下面列出九個問題，以幫助你確定自己是否有網絡性癮。\n1.你是否經常花大量時間發送私密信息給伴侶以外的人，是否經常下載色情圖片，是否經常在網絡聊天室聊天？\n2.你的實際上網時長是否超過你打算的或你認為的合適時長？\n3.即使你沒有上網，是否也滿腦子想著尋找網絡性夥伴？\n4.你是否耗費過多時間期待從網絡得到性喚起和性滿足？\n5.你是否對伴侶隱瞞了你上網與人互動？\n6.你是否發現自己較少把身心放在現實性伴侶身上？\n7.你是否更喜歡把網絡性愛當作性滿足的主要形式？\n8.你的網絡性行為是否危及你的價值觀？\n9.你的網絡性行為是否危及你的婚姻關係？是否危及你的工作？是否危及你的教育機會、職業機會？是否危及你的財務安全？\n按照斯蒂芬妮和帕特里克·卡恩斯的說法，無論是網絡性癮還是普通性癮，若要從性癮中得以持續恢復，可能需要四五年乃至更長時間。本書不討論網絡性癮恢復治療的主要步驟，僅對相關治療措施簡述如下：(1)禁慾至少三個月，不得發生任何性行為；(2)對支持自己發生網絡性行為的思想、情緒和行為，有更為明確的覺知；(3)把上述思想、情緒和行為如實彙報給有責任心的夥伴（朋友、治療師）；(4)採取撫慰性的自我護理措施，來應對有害情緒變化和生活挑戰。在本書的註釋裡，我列出了有關網絡性癮的推薦書目以及治療網絡性癮的推薦機構，應該會有進一步的指導作用。\n認知觀念三：“可以自由地網上交友，會讓我覺得現實中與你更加親近，這實際上也加強了我們的關係。”\n如果你的伴侶允許你網絡交友，甚至允許你觀看網上情色圖片，這可能反而激起你對她的慾望——情感上的也好，肉體上的也罷。自由，可能孕育著親密。跟伴侶適度分離，反而讓你更想在身心上與她親密，這似乎很矛盾。但如果她時刻監視著你，這也不準那也不讓，這反而會把你推得更遠，你會憤憤不平，覺得自己被管得太死，就像是在坐牢。\n如果你的伴侶允許你們之間有更為開放的空間，這也有可能讓她更加接近你。當她意識到並尊重你的另一面，意識到有可能失去你，她就有可能產生想要你而不是“佔有”你的感受。她從他人的角度來看你，從而有可能意識到你有無數種其他選擇，從而更加欣賞你，更加想與你發生性關係。\n最近有些研究就支持了這一觀點。夫妻與家庭關係治療師埃斯特·佩雷爾(Esther Perel)指出：“火是需要空氣的。”在她看來，美國人的婚姻觀往往是夫妻之間要無所不知、知無不言、無所不談，這種心態導致夫妻之間親密得令人窒息，雙方性慾冷淡，性活力下降。從本質上講，這種夫妻生活已是一潭死水。而在外遇中呢，當事人的性興奮往往是由神秘感、新奇感、不確定感、好奇、禁忌、未知的魅力、追逐的興奮所激發的。親密關係和性慾望可能並非攜手並進的關係。對伴侶越透明，擁抱得越緊，可能就越想逃離。\n毫無疑問，網絡世界為我們所有人提供了一個品嚐自由的絕佳機會，讓我們在婚姻關係的範圍內獲得個性化的滿足。但問題在於，甲方的天堂可能是乙方的地獄。在你眼裡能刺激你對自己的伴侶產生慾望的東西，在她看來卻可能讓人胃口全無，導致她在情感和性慾上都對你產生排斥。\n正如婚姻和家庭關係治療師蘇珊·約翰遜(Susan Johnson)和性治療師迪諾·祖卡里尼(Dino Zuccarini)所指出的，當夫妻一方（尤其是女方）感到威脅和競爭時——比如，發現伴侶在網絡交友——其大腦的警報中心（杏仁核和海馬體）就會發出警報，導致她們不太可能放鬆下來，無法享受性愛或達到高潮。約翰遜和祖卡里尼認為，婚姻關係能否保持健康，夫妻能否如膠似漆，要看雙方的情感協調度，即夫妻雙方能在多大程度獲得被理解感、被重視感以及安全感。如果你在網絡上搞小動作，破壞了伴侶對你的信任，破壞了她的安全感，破壞了她對你的感情，你們倆就可以跟激情性愛、創新性愛說拜拜了——至少在你們夫妻之間是不可能了。\n這裡有一個案例，很能說明夫妻之間如何在不傷人格與自尊的前提下，互相妥協自己對待婚外關係的態度。\n埃文和艾瑪是夫妻。有一次，埃文收到了一封電子郵件，是他高中時期的前女友薩拉發來的，說要舉辦第四十五次同學會。於是，他們開始每天都在網上通信。關於此事，埃文對艾瑪毫無隱瞞，但艾瑪越來越不安；她看著埃文查看他的黑莓手機，看著他每天給薩拉發信息時臉上洋溢著喜悅。艾瑪越來越沒有安全感，她變得越來越容易發火，越來越挑剔。埃文呢，他則變得越來越有戒心，越來越容易生氣，越來越孤僻。夫妻倆開始爭吵，也不過性生活了。埃文爭辯道：“我的朋友不多啊，薩拉和我是老相識。我又沒做錯什麼，你為什麼要掌控我？”\n艾瑪針鋒相對。她反駁道：“別逼我把自己的擔心講出來。你跟這個女的談戀愛的時候跟她睡過。你的第一次婚姻被你玩砸了，我的第一任丈夫搞外遇。我覺得現在的婚姻有危險，你別以為我瘋了。我看到了這個危險，跟你吵，是為了你，還有我們的婚姻。我需要你在意你帶給我的這種感受——或者說只是我自己的感受——我需要你幫我熬過難關。”\n兩人大吵一架以後，埃文問艾瑪想要什麼，問她想怎麼樣才能讓她感覺安心。“你把我們在一起的事告訴薩拉了嗎？”艾瑪問。“沒有，”埃文說，“她知道我結婚了。”“但是你們談到過我嗎？薩拉問到過我嗎？”“沒有，當然沒有。”“我覺得這不對勁，”艾瑪立即說，“我跟好朋友在一起，他們總會問到你。你們兩個甚至都不提我的名字，這太可怕了。”\n埃文和艾瑪都有想讓對方理解自己的想法。埃文想有跟其他女人網絡實時互動（但不發生性關係）的自由，他希望艾瑪有自控力，不要有什麼不安全感。艾瑪則希望埃文理解自己的擔憂是有道理的，她希望埃文讓她有安全感，希望埃文愛她。\n夫妻倆最終達成了協議。埃文給薩拉發某些電子郵件時，會在郵件中帶著愛意提到艾瑪，並讓薩拉知道自己婚姻幸福（埃文也相信自己婚姻幸福）。他還答應一收到薩拉的郵件就告訴艾瑪，並讓她看郵件內容。（艾瑪告訴埃文不用這樣，但有好幾個星期她都趁著埃文睡著了偷看他的郵件。）艾瑪答應去看心理治療師，以解決自己一直以來的不安全感。\n後來，薩拉邀請埃文出去吃午飯。艾瑪同意了，她感謝埃文坦誠告訴了她這件事。然而，薩拉又邀請埃文去大都會歌劇院看歌劇，這時他提議雙方各帶一個人：薩拉帶上她的約會對象，他則帶上艾瑪。\n埃文和艾瑪互相妥協，他們的努力不是輕輕鬆鬆就能做到的。在不犧牲自尊的前提下，埃文繼續用愛意對艾瑪公開透明，負起責任。艾瑪則儘量給埃文某種程度的自主權和隱私空間，不讓他覺得憋屈，讓他自得其所。他們的互相妥協雖然並不完美，但已經很好了，算得上一個不小的成就。\n與之類似的情況也在全國各地上演，很多夫妻都在努力互相妥協，希望在彼此之間達成合理可行的忠誠合約——鑑於現代醫學延長人類壽命的神奇力量，這些夫妻為了達成這份合約而做出的努力，可能要延續五十年乃至更長時間吧。\n《紐約時報》在頭版登過一篇頗具爭議的文章，題為《不忠讓我們在一起：重新考慮婚姻健康的要素》。在這篇文章中，天主教家庭出身的性愛知心話專欄作家丹·薩維奇(Dan Savage)將自己與其男性伴侶表述為一夫一妻的婚姻。他解釋說：“人類從來都不是非得一夫一妻制的。性倫理應該現實一些，要鼓勵忠誠，還要有一點靈活性，必要時要寬容，而不是隻要絕對的一夫一妻制。”\n薩維奇認為，除非你總是“善良且樂於付出”——換言之，除非你總是願意滿足伴侶的性愛好、性需求——否則你就應該允許他走出婚姻的邊界，假如這麼做是維持婚姻的必要條件的話。紐約大學社會學家朱迪斯·斯泰西(Judith Stacey)寫道：“一夫一妻制不自然，非一夫一妻制也不自然。變化才是自然。”\n薩維奇和他的伴侶提出的方案很靈活，對他們是管用的。你們則可能會更為正統，不允許有危及婚姻的性幻想或婚外戀情，無論線上還是線下都是如此。這裡沒有對錯，沒有一刀切的解決方案。重要的是，你們要把彼此認同的合約條款詳細說清楚——如果你們願意，稱之為“網絡忠誠合同”也是可以的——並且，你們要對彼此不認同的地方也十分清楚。比如，你們可能會認同一邊觀看情色圖片與視頻一邊自慰，但不允許一邊在聊天室與人互動一邊自慰。正如我之前所說，如果你們對哪方面意見不一致，那就開誠佈公、誠實正直地說出來。不要默默保留意見，不要暗自持反對意見。你們仍要對彼此關係中已經探明的雷區做好排雷工作，但你們至少先要知道雷區在哪裡。\n在數字世界中維繫夫妻感情\n夫妻雙方或許可以努力把外遇對象禁絕於自己的婚姻生活之外，但不會禁絕使用電腦和手機應用程序。較之我們這個真實世界，在數字世界裡，上網方面對的問題變成：“我怎樣才能讓受傷方在婚姻中有安全感？”受傷方面對的問題則變成：“我怎樣才能給上網方所需要的自由，讓他自得其所？”\n下面建立彼此信任的練習與第六章討論的內容相似，只是此處要練習的行為與網絡空間有關。夫妻雙方都要列出一份清單並分享給對方，清單上給出的是希望對方做的具體行為，這些行為將重建彼此的信任，拉近夫妻雙方的距離。你們可以把這些行為想象成“愛情按鈕”。按下按鈕，你的伴侶可能就更有安全感，覺得被你關心了，被你理解了。無視按鈕，你們之間的情感鴻溝就會變大。\n受傷方要求的建立信任的行為\n下面列出受傷方可能要求的建立信任的行為。這些只是起始，你可根據自己的需要做出調整。\n· 你要開誠佈公地（不要猶豫，不要擺臉子，不要我主動要求）給我你的電腦密碼、電子郵件密碼、黑莓手機密碼，或其他電子設備和在線賬戶密碼，好讓我檢查信息。\n· 如果我進房間時你在用電腦，不要熄屏。\n· 安裝防色情網站的防火牆軟件。\n· 不用我主動要求，就把你的手機通話記錄給我看。\n· 不用我主動要求，就把你的信用卡消費記錄給我。\n· 取消訂閱色情網站或其他我不允許的網站。\n· 只和我一道看色情網站或某些特定的網站。\n· 使用電腦要有時間限制並堅持執行。\n· 出門在外，不要一邊喝酒或服用其他上癮品，一邊上網。\n· 換用電子郵箱，讓那些令我不安的網友與你失聯。\n· 除了我同意的那一部，扔掉你所有其他手機（這樣我才放心你沒有用其他手機私下搞小動作）。\n· 如果我給你打電話或發短信，你要儘快應答或回覆。\n· 如果你接到令我不安的某人的信息，你要告訴我，並於當日把你收到的所有電子郵件、短信或圖片轉發給我，在我們就此討論好之前，不要回復那個人。\n· 如果你對我們商定的上網規則不滿或有被控制感，你要告訴我，我們坐下來心平氣和、互相尊重地討論。\n· 如果我問到你上網情況時你感到憤怒，那麼你自己要承擔一定的責任。\n· 如果你有對著色情視頻自慰的想法，那不如找我做愛吧。\n· 跟我一起看性愛視頻，告訴我你的興奮點，告訴我你喜歡怎麼撫摸你。\n· 如果你沒有收到網上外遇對象的信息，你要告訴我——不要讓我來主動詢問。不要讓我滿懷疑惑、心生擔憂。\n· 如果你要出門，用電話、電子郵件或短信跟我保持聯繫。讓我知道你心裡有我，那我們就沒事了。\n· 如果你上網自慰，那隻準看情色圖片與視頻，不得以電子郵件、即時通訊或其他方式與網友接觸互動。\n· 如果你被某人吸引（比如，你在臉書上看到一個老朋友），你要告訴我，讓我知道你是如何管理自己情緒的。\n· 在“敏感”日（比如，我得知你有外遇的那天）給我發電子郵件或短信，讓我知道你對自己造成的傷害心懷歉意，讓我感覺不那麼孤獨。\n· 試著找出引發你不當網絡行為的負面情緒。留意你在什麼時候會感到無聊、沮喪、孤獨、挑剔、憤怒、被冒犯、被束縛或覺得自己這麼幹理所當然，然後與治療師一起努力，以更負責任的態度來管好自己的情緒。瞭解你自己，並把你瞭解到的情況跟我分享。\n· 告訴我，什麼是網絡外遇。如果我們對網絡外遇的定義不一致，那就用我的定義。從我的角度，而不是從你的角度來認定是什麼威脅了我們的婚姻。\n· 如果我對網絡外遇的定義與你的有衝突，你要開誠佈公，然後跟我一起去做夫妻關係心理治療，以解決我們的分歧。\n· 如果有網友給你發電子郵件、照片或短信，你要考慮我是否認為不合適，按照這個原則來做。\n· 我們喜歡的性喚起方式不可能總是相同，我們要尊重這個事實。我們共同尋找讓彼此都覺得舒服的方法。\n· 主動邀請我走進你的網絡世界，跟我分享你最喜歡的情色網站、網絡性幻想和網絡聊天室，讓我們一起看這些東西。\n· 如果我給你設定的上網規則讓你感到憋屈，讓你心有怨言，那你要告訴我。我們來談談這種感受，儘量找到我們的某些共同點。\n· 你要試著理解你的上網行為是如何讓我感到不安，如何讓我感覺無愛的。如果你不認同我的感受，那你就採用鏡像對話法（用你自己的話複述我的觀點）來理解我。\n· 如果你婚前就有某些個人問題，所以導致你在網絡上做出這些行為，那麼你就要跟心理治療師或跟我一起探討此事。比如，自尊問題，吸毒問題，喜歡被人呼來喝去，喜歡被控制，自貶人格，自以為是，原生家庭問題，過往感情創傷。\n· 如果是我或我們的婚姻影響到你，使你在網絡上做出這些行為，那你要告訴我。\n· 你要參加性癮治療小組或閱讀性癮療愈書，你覺得這麼做對你是否有意義、有何意義，你都要告訴我。\n· 考慮到你的心理背景、性格弱點、內心渴望，你要思考自己在網上性幻想什麼，自己為何沉迷於這些幻想，然後把你思考的結果告訴我。\n上網方要求的建立信任的行為\n下面列出上網方可能要求的建立信任的行為，這些行為旨在幫助上網方感到被重視、被理解、被尊重和被原諒。\n· 我做什麼會讓你更有安全感、被愛感，留意一下並告訴我。要具體。比如，你可以說：“我走進房間時，注意到你沒有關閉電腦屏幕。我覺得這很好。”\n· 跟我一起讀書，一起參加夫妻心理治療研習班或一起靜修放鬆，看看我們在不上網時會怎樣更加親密，更加性和諧。\n· 跟我討論我的網絡行為，要心平氣和、互相尊重。別把我越推越遠。\n· 即便你不同意我的想法，也要用複述反饋法體會我的感受，這樣我才能明白你理解了我想表達的意思。\n· 如果你理解並認可了我的感受，你要告訴我。\n· 如果有什麼上網規則讓我覺得自在，也能讓你安心，你要告訴我。\n· 如果我的言行令你擔心我的網絡行為，你要告訴我。\n· 不要監視我上網。如果我真想違揹我們之間的約定，我會先告訴你的。我不會偷偷摸摸地做。\n· 我們一起來，把網絡性幻想帶進我們的性生活。\n· 你要跟我或跟心理治療師探討你過去的感情創傷，那些讓你對我上網感到不安的情感創傷，那些讓你害怕被拋棄、被取代、不敢去愛的情感創傷。\n· 你要跟我探討在我想做愛而你不想的時候，我們該如何處理。\n· 關心我的孤獨感，主動溫暖我們之間的關係。\n· 跟我一起參加夫妻關係心理治療，討論一下你有哪些行為令我想去上網交友，上網尋求性安慰（比如，你酗酒，你不願意解決體重問題，你性冷淡，你愛發火，你對我不管不問，只關注孩子和工作）。\n· 我努力贏得你信任，你也要降低對我的防備心，雖然我知道你的懷疑是出於自我保護，出於害怕而無法釋然。\n· 給我一次彌補的機會。\n尊重彼此對建立夫妻互信的具體要求，將有助於你們個人成長和婚姻發展。人與人的關係靠的是合作，而不是強迫。沒有人想變成另一個人的看守或囚犯。沒有人希望伴侶勉強遵守“本應遵守”的行為清單。態度很重要。\n在任何關係中都要有獨立自主，都要有安全感和聯結感，要把握好兩者之間的平衡。一個是獨立的自我，一個是整體的我們。問題在於，你和伴侶並不是一體的——成為一體只是浪漫愛情的偉大幻想。你們是兩個獨立的個體。你們看待事物必定有不同的觀點，你們想要的東西也必定不一樣。無論你們曾經看起來多麼和諧，讓你們某一方心花怒放的東西，有可能讓另一方痛徹心扉。\n在網絡世界中，夫妻忠誠面臨著極大的挑戰。如今的世界有太多的誘惑，太多令夫妻彼此誤解和背叛的機會。如果你們想讓夫妻關係發展良好或者只是維持下去，那就要對彼此的差異具備較強的敏感度並進行靈活處理。記住，無論是網絡空間還是現實生活，夫妻情感親密度都有賴於彼此之間的付出和獲得，付出和獲得越多，親密度就越強。只有你心懷同情，主動支持和愉悅你的伴侶，你才可能欣然認同安東尼·德·聖—埃克蘇佩裡在《小王子》中所說的哲語：“正因為你為玫瑰花費了時間，你的玫瑰才變得如此重要。”"
  },
  {
    "id": "WYZH0014.html",
    "title": "尾聲 要不要坦白：真相與結果",
    "text": "尾聲　要不要坦白：真相與結果\n本章的目的是幫助不忠方決定是否坦白外遇。本書大部分內容都是基於這樣一個假設：伴侶知道你有外遇，而你們面對如此事實，卻還在努力重建婚姻生活。但是，假如你的外遇還是個秘密呢？要不要讓伴侶知道？假如你想加強婚姻關係，向伴侶坦白此事是否有意義？\n想要隱瞞外遇，倒有不少令你信服的理由。你可能想要腳踩兩條船，情人也要，伴侶也要，你知道一旦真相大白，就將被迫做出抉擇。你可能不善於處理衝突，你知道一旦外遇曝光，就將不可避免地引發雙方情緒大崩潰。你還可能會覺得自己無力抵禦伴侶的惡言責罵；又或者，你更難以承受伴侶的悲傷哭泣。\n想要坦白外遇，也有不少同樣有力的理由。假如你想逃出不幸的婚姻，那麼坦白外遇可成為出逃的藉口。假如你想報復伴侶對你的忽視或虐待，那麼坦白外遇可成為報復的武器。假如你的婚姻關係陷入平淡或者只是一潭死水，那麼坦白外遇可成為刺激婚姻關係的工具。\n無論你選擇做什麼，重要的是你要審慎而為，要先弄明白自己的動機、想好長期後果。一旦說出自己的秘密，那就無法收回了，你們雙方都將在餘生裡承受由此帶來的影響。假如你決定不坦白，那就不得不忍受沉默給你帶來的影響，沉默本身也是有代價的。\n我想，大多數人的動機還是想跟伴侶一起解決問題，或者至少也想知道有沒有可能和解。本章旨在幫助你理清自己的選擇，權衡每一種選擇的利弊並做出適合的決定。\n記住，即使你決心重建婚姻關係，在這個問題上，也沒有一個絕對正確的答案：坦白還是隱瞞，孰優孰劣需視情況而定。你可以為了雙方關係更好而坦白，也可以為了雙方關係更好而不坦白。\n在解決婚姻不忠這個問題上，心理治療師和作家樂於發表意見，給出最好的選擇；然而，在坦白真相是有助於還是有害於婚姻修復這個問題上，是沒有確切研究結果的。記住，我們此處討論的只是是否坦白外遇，而不是是否放棄婚姻，那個問題已在第三章和第四章討論過了。\n坦白的壞處\n根據我多年的婚姻關係臨床經驗，不想坦白的情況有以下四種：\n1.你認為一旦坦白，伴侶就會徹底精神崩潰。\n2.你認為一旦坦白，你們就會糾結於外遇本身，從而無法解決造成外遇的內在問題。\n3.伴侶身體殘疾，無法滿足夫妻性生活要求，而你選擇繼續在一起，是出於對其進行醫療護理與情感支持。\n4.你認為一旦坦白，伴侶會對你實施肉體上的家庭暴力。\n後兩種情況不在本書探討範圍內。讓我們看看更為常見的前兩種情況，看看是否適用於你。\n壞處一：你認為一旦坦白，伴侶就會徹底精神崩潰。\n如果你認為伴侶非常脆弱，無法建設性地看待外遇問題，那麼你很可能不想坦白。如果你的伴侶以前曾經遭遇過背叛，失去過伴侶，並將其視為對自己無能的懲罰，對自己無價值的證明，那麼你很可能會特別小心地對待伴侶。當然了，我們無法肯定地預測你伴侶將有哪種短期或長期反應，但如果你知道自己伴侶的性格，知道他/她的過往，從而認為自己外遇的秘密會粉碎其自我意識，那麼隱瞞事實倒有可能是明智的。\n蒂姆如實告訴妻子蒂娜自己有過外遇，以為這樣可以一筆勾銷，重新開始，然而他的坦白造成了更大的傷害。如果他事先考慮到妻子的童年經歷，就有可能預料到妻子的反應，或許也就不會坦白了。\n十幾歲的時候，蒂娜被繼父性侵了。她以前有個未婚夫，也背叛過她。現在，丈夫的坦白再次傷害了她，讓她堅信男人都是骯髒無情的東西。她告訴蒂姆：“我再也不會相信男人了，再也不會親近男人了。”隨後的兩年裡，蒂姆一直努力想贏回妻子的心。他們努力維持婚姻，但蒂娜仍然沉浸在自己的想法中，認為世界很不公平，認為自己不討人喜歡。直至今天，他們倆的感情隔閡還和當初一樣，沒有化解。\n四十三歲的廣告業務主管傑里米則不同，他對妻子安妮的軟肋瞭解得更加仔細，所以他採取的策略更加有效。安妮從小就受到母親影響，覺得自己長相平平，很難吸引男人，這讓她從小就不喜歡自己的身材。安妮告訴我：“我結婚十七年了，但每次我脫下衣服，在鏡子裡看到自己下垂的乳房、粗壯的雙腿，我還是很難受。”\n丈夫傑里米呢，這麼多年來他一直認為自己性能力不行，覺得自己陰莖太小，無法滿足妻子——要不然，為什麼她在床上都沒什麼反應呢？傑里米跟自己的一個客戶上了床，主要是想證明自己的性能力，結果表現很好。既然現在有了這個正向反饋，他意識到自己和安妮的性愛問題與其說是源自安妮的長相或自己的性器大小，倒不如說是源自他們的不安全感。於是，傑里米不但不再糾結於自己是否陽剛，還努力讓妻子相信他對妻子的身體很感興趣，幫助妻子克服羞怯的心理。但他對自己外遇那件事守口如瓶，因為他知道，說出真相只會打擊妻子的自信。四年過去了，現在他仍然認為自己的決定是正確的。\n對你來說，不坦白也許也很好。假如你有理由認為坦白真相會傷害夫妻關係，且這種傷害不亞於外遇本身造成的傷害；假如你擔心這會給伴侶留下永久性創傷，並導致婚姻解體；假如你想要遏制可能造成的傷害，維持婚姻關係完整，那麼保守這個秘密也是有意義的。\n壞處二：你認為一旦坦白，你們就會糾結於外遇本身，從而無法解決造成外遇的內在問題。\n不願坦白的另一個原因是，你認為一旦坦白，你們就會一直糾結於令雙方不快的外遇細節，而這些時間本該用來努力改善雙方關係。\n一旦伴侶知道你有外遇，就極有可能陷入痛苦，滿懷怨恨，你們倆也就不可能理清雙方關係，不可能思考第三者得空而入的原因。因此，為了讓雙方專注於該專注的地方——夫妻關係，你很可能會保守這個秘密。\n有幾位著名的心理治療師和研究人員也認為，坦白真相弊大於利。康涅狄格大學家庭關係研究名譽教授弗雷德裡克·漢弗萊(Frederick Humphrey)認為，坦白外遇會永久性地改變，甚至有時會毀掉一段關係，而如果不忠方先試著（最好是參加個人或夫妻關係心理治療）解決自己的矛盾心理和不滿情緒，夫妻雙方則更有可能重歸於好。漢弗萊抨擊那些逼著病人坦白真相的心理治療師，稱之為“言語暴露狂”，說他們自以為很有權威，有著嚴苛且不容置疑的是非觀，用道德原則取代科學研究。漢弗萊認為，他們要求患者坦白一切的心態可以上溯到二十世紀六十年代夫妻要互相交心的看法，以及猶太教和基督教“坦白對靈魂有益”的觀念。統計數據也證實了漢弗萊的觀點：當丈夫得知妻子有外遇後，往往導致婚姻關係惡化，或以離婚收場。\n我的朋友兼同事伯特·戴蒙(Bert Diament)也得出了類似的結論。他建議說：“如果你想對伴侶好，如果你想減輕負罪感，如果你想證明自己的愛，那就結束外遇，把它埋在心底，然後跟伴侶努力培養好親密關係。找出問題所在，並努力改正。”\n坦白的好處\n想要坦白，這也有同樣令人信服的理由。以下有四種常見的理由，其中一些可能會引起你的共鳴：\n1.主動坦白總比被伴侶發現好。\n2.主動坦白更有可能保持忠誠。\n3.主動坦白能讓伴侶意識到要及早解決令你不滿的事情。\n4.主動坦白將重新確立夫妻關係的首要地位。\n好處一：主動坦白總比被伴侶發現好。\n如果你已經結束外遇並向伴侶坦白了，這種誠實可能會為你贏回一點信任，它當然比你被發現說謊要好。而如果你的伴侶面對的是雙重欺騙，你既有外遇還在秘而不宣，那麼你想重歸於好就難上加難了。\n蓋爾和克里斯夫妻倆就是一個很好的例子。克里斯和他的辦公室主管桑迪經常出差，很少回家。蓋爾不止一次質問他，但他堅決否認自己有什麼不當行為，還認為她在搞什麼“么蛾子”，沒事找事。於是，蓋爾給他下了個套，謊稱自己僱了個私家偵探，看見克里斯進了桑迪的公寓。克里斯承認了，但堅持說自己只是去接桑迪吃公司午餐。到後來，蓋爾找到婆婆，讓她逼著克里斯對著《聖經》發誓（他是一個虔誠的天主教徒），他這才承認了真相。\n蓋爾對丈夫外遇很生氣，但真正讓她大為光火的是克里斯在撒謊，把她當傻子。她仍然愛著丈夫，想讓家庭和睦，但又覺得自己被侮辱了，被背叛了，所以無法跟他繼續下去。出於自尊，她主動離婚了。\n修補關係本身就已經很難了，而如果你讓伴侶無意間發現了秘密——比如，一份可疑的賬單，一條未刪的短信，或其他無可辯駁的證據（我有一個病人得了淋病，這才知道自己的丈夫在外面瞎搞）——那你就是在夫妻之間架設了一道永遠無法拆除的障礙，使對方再也無法信任你。即便你們倆決定繼續在一起，伴侶可能對你還是抱著“一查就見光死”的心態，總在警惕著你會不忠的蛛絲馬跡。正因為你的雙重欺騙，你的伴侶才學會了要從你每句話、每個承諾里查出謊言。如果你是自願坦白，如果你不是因為著了伴侶的道兒而被動承認事實，那麼你發誓忠誠才更有可能被其接受。\n好處二：主動坦白更有可能保持忠誠。\n主動坦白讓你更有可能直面外遇的內在意義，從而避免再犯。否則，沒有經過勇敢的自我反省，你很可能不把外遇當回事，會以為萬事大吉，一切都還是老樣子。\n主動坦白還會讓你的伴侶心生警惕，讓你更難出軌。丹佛心理學家倫恩·勞迪斯建議，如果你要坦白外遇，就應該坦白所有細節，不是你的性出軌細節，而是你的慣用伎倆——你安排外遇約會時所用的藉口、謊言及各種花招——以防你下次故伎重施。通過主動繳械，你讓自己有所制約，才能讓伴侶知道你是真的想要保持忠誠，信守承諾。\n好處三：主動坦白能讓伴侶意識到要及早解決令你不滿的事情。\n主動坦白能表明你對婚姻感到不幸福，並給伴侶一個機會來解決令你不滿的事情。\n三十九歲的湯姆是一名教師，他從未向妻子說過自己有外遇，甚至夫妻倆在參加夫妻關係心理治療後，他也未把此事告訴過妻子。妻子知道婚姻有問題——他們倆已經四個多月沒有做愛了——但她認為丈夫會一直陪著她和孩子，從來沒把他的抱怨當回事。直到丈夫說自己在跟另一個女人約會，她這才意識到丈夫心裡有多麼憤怒、多麼不滿，意識到他們的婚姻有多麼脆弱。丈夫離開她後，她才承認：“我都不知道他跟我說過多少次他很痛苦了，但不知怎的我都沒上心，現在知道已經太晚了。”如果湯姆早點告訴妻子自己對別人感興趣了，或許就會警醒她，讓她及時意識到自己的痛苦。\n有時候你要向對方坦白，對方才會聽到你的痛苦。這樣做可能造成傷害，但如果隱瞞真相反而導致離婚，或在餘生裡同床異夢，那麼主動坦白反倒是一種善舉了——假以時日，你的伴侶也終將意識到這一點。\n好處四：主動坦白將重新確立夫妻關係的首要地位。\n如果只有你和外遇對象知道你們外遇的真相，哪怕你們已經結束外遇，這種沉默也是一種共謀。正如婚姻不忠問題專家弗蘭克·皮特曼(Frank Pittman)所指出的，夫妻之間有秘密，這種情況對夫妻關係的損害不亞於性方面的問題；問題不在於你跟誰躺在一起，而在於你對誰撒著謊。你會更親近共享真相的人，被矇在鼓裡的人則成了局外人。但如果你把秘密告訴了伴侶，那你就是把夫妻關係放到了它本該有的首要地位。\n知識就是力量。當你跟伴侶坦白真相時，就意味著你把這個真相和相應的力量都給了伴侶。你的坦白實際上相當於在說：“我知道你很在乎我們的關係，所以我無權獨自把控影響我們關係的重要信息。我無權決定怎樣對你最好。現在你得知了我所知的一切，跟我一樣知道了真相，你應該可以決定是否還跟我在一起了。”通過主動坦白，你們倆對真相都同等地知情了，也就可以用真實的面目尋求夫妻複合了。\n在芭芭拉·金索爾弗(Barbara Kingsolver)的小說《天堂裡的豬》中，賈克斯和女朋友泰勒的女房東睡了，他很糾結要不要對泰勒坦白。女房東問他：“如果你不告訴她，那又能傷到誰呢？”賈克斯回答：\n“那麼，我就知道某事而她不知道。這就像我手裡藏了個知更鳥蛋，我給她還是不給她呢？也許她會煮了它，也許她會用它砸我，誰知道呢？所以，我就把它藏在手心，就像這樣。每天我和泰勒說話的時候，我和泰勒躺在床上的時候，我就把它這樣藏在手裡，我就在想，如果我一不小心讓她發現了，那我們就為這事鬧吧，唉，那可糟了。只要還沒被發現，我就一直拿著它，但我感覺它的蛋殼跟你牙齒殼一樣薄。我能決定讓泰勒知道什麼與不知道什麼，我有這個能力。我知道內情，讓不讓她知道，這由我說了算，可我要一直繃緊神經……但如果我能愚弄她，那我又怎能仰慕她呢？我是個壞小子。但壞小子還可以懺悔，可以乞求贖罪啊。”\n賈克斯隱瞞實情，這讓他和女友之間產生了明顯的隔閡。有一位名叫簡的病人，她的情況與此類似，她也是隱瞞自己的外遇，從而跟丈夫拉里產生了隔閡。拉里因為面臨生意失敗，開始酗酒，人也變得孤僻起來。簡為了照顧孩子而放棄了高管工作，沒有了社交，陷入了家務，人也沒了自信，覺得自己沒有吸引力。當她的婦科醫生勾引她時，她都覺得受寵若驚了。\n簡沒有把自己的秘密告訴丈夫，而是讓丈夫覺得自己是家裡唯一一個混得很差、令家人蒙羞的人。但她終於意識到自己的做法對丈夫很不公平。她對我說：“我們都在逃避生活中的壓力，所以我又有什麼可假仁假義、自命清高的呢？於是我跟他坐下來談了，告訴了他我有外遇。剛開始我以為他會憤而離開，但他只是坐在那裡發呆。然後，他就哭了。我們倆以前不知道彼此一直為什麼而痛苦掙扎，也不知道彼此都很孤獨。現在我們知道了對方的痛苦，這緩解了我們的羞愧感，也教會了我們要向伴侶而不是向外尋求支持，比如酗酒和找情人什麼的。”\n如果你像簡那樣，也向伴侶主動坦白，你就是給了伴侶瞭解你的機會。你也是給了自己一個機會，讓自己體驗到伴侶對你的接納。如果沒有這種接納，內疚和欺騙可能就會橫亙在你們中間，你跟外遇對象的那種親密已經遠去，而你也永遠感受不到夫妻之間的親密。\n做出最有利的決定\n有些不忠問題專家堅持認為，坦白真相毫無疑問是恢復夫妻信任的第一步。弗蘭克·皮特曼在其《私人謊言》中說：“任何欺騙迷惑伴侶的行為都是一種掌控婚姻的遊戲，最終都會傷害婚姻關係。被欺騙的那一方會變得很有依賴性，很焦慮，很脆弱，情緒反應過度……不忠是夫妻親密的天敵，對婚姻沒什麼好處。不忠讓夫妻心生隔閡。”\n艾米麗·布朗在其《不忠模式及治療方法》中說，隱瞞外遇是“糊塗之舉”。她指出，坦白真相有一個重大作用，那就是它可以加速家庭危機的到來，為夫妻雙方創造了一個真誠對話、自我反省的機會。\n我個人的觀點是，每個人的情況都不一樣，適用於這對夫妻的方法不一定適用於那對夫妻。即便你們致力恢復婚姻關係，也沒有一條確定的明路讓你們走。\n對有些夫妻來講，坦白真相可能產生反向甚至毀滅性的後果。對另一些夫妻來講，坦白真相則是修復受損關係的關鍵。處理外遇問題就像處理癌症——有些人得知真相後恢復得更好，有些人得知真相後病情惡化。因此，在尋求最佳治療策略時不妨問一問：“這對誰最有利？”對你有利的做法，對你的伴侶和婚姻可能是災難，反之亦然。\n如果你決定坦白，記住：伴侶如何理解你的動機將影響其對你的回應。如果伴侶認為你在努力尊重其知情權，那他/她就有可能做出更為正面的回應。如果伴侶認為你只是想擺脫罪惡感，那他/她就不會那麼容易接受或原諒你。當然，伴侶也有可能誤解你的意圖，所以你最好把話說清楚。\n至於一夜情或很久以前的外遇，有些人可能不想說出來，因為他們覺得這對自己的婚姻構不成威脅。有些人則可能持相反意見：既然此事構不成威脅，歷史又那麼久遠，坦白出來有何不可呢？如果把它深藏心底，倒賦予了它一種本不該有的重要意義。\n如果你坦白了外遇，但又沒處理好外遇所暴露出來的婚姻問題，那麼你們很可能無法長久下去，又或者只是貌合神離。這是因為，恢復親密關係需要的不僅僅是坦白，還需要其他方面的努力。如果你既沒有坦白，也沒有處理好外遇所暴露出來的婚姻問題，那麼你們之間明面上是沒有衝突，但你有可能會受此矇蔽，以為萬事大吉了。然而，一切照舊。\n很多不忠方決定既要保守秘密，又要解決婚姻中存在的問題。這種方案值得考慮；你當然可以向伴侶講自己有多麼不幸福，同時還不把自己的外遇抖摟出去，免得伴侶一邊忍受煎熬，一邊還要學著信任和原諒你。\n無論你決定坦白還是不坦白，我都認為沒有鐵定最好的解決方案，因為那是一種錯覺。你做甲這件事，並不總會產生乙這種結果；人心不定，它並不按這類客觀規律運行。你所能做的就是審慎思考、明智決定；你要考慮自己的動機，考慮自己的行為可能對伴侶產生的影響。歸根結底，如果你真的希望重建親密關係，那麼最重要的不是坦白不坦白，而是吸取教訓，強化婚姻關係。"
  },
  {
    "id": "WYZH0015.html",
    "title": "新問題？",
    "text": "新問題？\n四十三年來，本人治療了很多遭遇不忠創傷的個人和夫妻。如今距離上一版本的《外遇心理學》已有八年，本人已整理出以前未被提及但又經常被諮詢的問題，現一併附上我的建議。希望這些建議有助於恢復遭到外遇破壞的婚姻關係，為讀者提供切實有效的指導。\n1.受傷方問：“我真的那麼差勁嗎？”\n《外遇心理學》對外遇心理療愈一項最重要的貢獻就是，本書首次提出，不忠不僅是失去忠誠，還是失去自我。當你發現自己的伴侶不忠時，你不僅無法相信自己的婚姻還能存續，還無法相信自己作為人、作為伴侶是可愛的，是有魅力的。這當然是人生中最大的損失。\n泰瑞得知她丈夫有外遇後向我尋求幫助，我則盡力幫她。可是，當她來我辦公室做第二次治療時（上午八點鐘），她卻脫下外套，身上只穿著一套蕾絲睡衣站在我面前。她做了頭髮，化著完美的妝，強忍淚水，低啞地說：“請原諒，您可能覺得我真的瘋了，但我能讓您看看我上床時的樣子嗎？您可以跟我說實話嗎？我是不是真的那麼差勁？”\n知道什麼是正常的，這對我們會很有幫助。因此，我這裡提個建議，這個建議不僅是給那些直接遭受不忠影響的人們，也是給那些幫他們恢復的心理治療師：受傷方往往羞於承認自己的內心已經崩潰。當他們得知伴侶不忠時，會有自我貶抑、自我摧殘的反應，但他們需要知道自己有這種反應是沒問題的。不忠方需要明白的是，其不忠不僅破壞了婚姻關係，還破壞了伴侶慣有的自我價值與自我意識。已有太多人告訴我，心理治療師送給病人的最重要禮物，就是能用語言來準確描述這場婚姻大劫難，抓住這個問題的要害，並解決它給病人帶來的恥辱。\n2.我是罪人——是有外遇的那個人——但事實上我也是受傷方。我也很受傷。\n在《外遇心理學》這本書中，我把遭到外遇衝擊的夫妻雙方定義為受傷方和不忠方。然而，這種區分並不那麼涇渭分明；受傷方的行為方式也會傷害伴侶的心，使之更容易受到第三者吸引。受傷方如能認識並承認這一點，對自己會很有幫助。這種情況並不常有，但有時會有。\n我並不是說外遇是合理的，也不是說伴侶出軌要怪受傷方。沒人能逼著對方搞外遇。我只是說，外遇在本質上往往表明雙方當事人都不善於處理婚姻中的痛苦，有時還表明沒有一方是完全無辜的。\n保羅外遇事發後，夫妻倆來到我的辦公室。作為受傷方，他的妻子向我傾訴了自己的憤怒和痛苦。保羅就坐在那裡，他在領會她心中的創痛。然而，在隨後的單獨治療環節，他告訴我：“我知道錯了。倒不是給自己辯護，但是我想說，我妻子酗酒，而且她一喝酒就變得很差勁。她的說話方式讓我覺得很難受——就像我媽媽以前跟我說話那樣，讓我感覺糟透了。”他停了一會兒，接著說了一句我永生難忘的話，“我可以為了妻子造出泰姬陵，但她看到的只是泰姬陵上有鳥屎。所以我跟另一個女人有關係了，那個女人會欣賞我，讓我感覺很好。我知道那樣不對，我知道自己深深傷害了妻子，但她不是無辜的，她也傷害了我。”\n因此，為了贏得原諒，為了重回親密，你們雙方都必須有意願傾聽彼此的痛苦，不加抗爭地傾聽，讓伴侶覺得被你傾聽了，被你理解了。既然雙方的嫌隙被第三者鑽了空子，夫妻雙方都要擔起屬於自己的那份責任。某些情況下你的責任很小，某些情況下你的責任很大。\n3.丈夫跟外遇對象在我們家（浴室、床上、嬰兒房）發生了性關係，這讓我一進門就想起了那些事。我恨他破壞我的私人空間。我們要搬家嗎？\n也許吧。對於某些人來講，確實需要一個新的開始。受傷方要求搬家未必是想羞辱或者懲罰不忠方。當然，人總會對創傷有記憶，搬家不一定能解決問題，但如果犯錯者願意做出一些我所說的建立信任行為、表達關愛的高成本行為，往往會有助於受傷方的療愈。\n還有一個辦法，我稱之為重寫創傷記憶。在這個心理恢復過程中，受傷方（必須是受傷方）掌握控制權，由受傷方邀請不忠方一道重寫創傷記憶，創造出更為正面的新聯想。比如，受傷方可以說：“你帶她去過巴黎；我想讓你帶我去巴黎（或者其他我一直想去的地方）。”又或者，受傷方可以決定重新裝修浴室，以此來徹底改造或重新構想家居環境。當然，夫妻還需直面外遇原因，解決婚姻短板，但重寫創傷記憶、建立新聯想也是有所幫助的。\n米歇爾的丈夫跟其外遇對象的幽會地，往往在他們辦公室附近高速公路旁的一家路邊汽車旅館。米歇爾每走這條路，腦海裡都會湧起丈夫和那個女人的不堪畫面。有一天，他們就要經過汽車旅館，她對丈夫說：“把車拐到汽車旅館停車場。我總是想起你跟那個女人的畫面，我受夠了。我受夠了這種絕望不安的感覺。我想讓你訂個房間，我們就在那裡待一天。簡妮絲鼓勵我們重建關係，你覺得呢？”他回答：“如果你願意這麼做，我求之不得。我十分鐘後進去找你。米歇爾，我只想要你，我只想跟你有愛的關係，其他人對我沒有任何意義。”\n這正是他們那天所做的。他們在那裡度過了一整天，聊天、吃飯、撫摸、歡笑，為記憶排毒。這並不容易，但帶著創傷記憶去生活，也不是一件輕鬆事。\n還有一個有助於重寫創傷記憶的方法，就是架起火來，把外遇對象發來的所有郵件、照片和禮物一起燒掉。儘管受傷方可能也想伸手參與進來，但這種操作必須由不忠方來主導安排。\n4.我來自埃及。我父親有兩個老婆，兩邊都有好多孩子。我是他大老婆生的長女。我一直覺得他更愛二老婆和二老婆生的孩子，而不是我。所以，當我的丈夫有了外遇時，我所有的悲傷和不安——那種被取而代之、不值得被愛的感覺——再次噴湧而出。我這是瘋了嗎？\n你不僅沒有瘋，而且你的反應完全正常。這就是感情傷害在對你起作用，我稱之為你的脆弱點。你要明白這種反應是正常的，這對你有好處。兒童時期的創傷往往永遠不會完全癒合；實際上，這種早期創傷等你成年後仍會相當敏感且嚴重。你可能會發現，在你以後的生活裡，每當某些事情撕開你的舊創口時，你做出的反應都來自這個脆弱點，你在用你歷次遭到傷害後儲藏在該處的力量，全力做出反應。大腦是有記憶的，它會回想起那些感情傷害並喚起它們帶給你的意義，與你第一次經歷它們時一樣深刻而可怕。\n你的認知觀念——你父親不像愛他的其他孩子那樣愛你——有可能是錯的。弄明白這一點，可能會對你有所幫助。你可能會想，那我得找父親或兄弟姐妹理論一下了。你的認知當然也有可能是對的，你有這種反應也是可以理解的。而我想說的是，正如你會同情那些告訴你同樣故事的他人，我希望你也能同情一下自己。\n有時候，跨代創傷不僅會影響受傷方對伴侶外遇的反應，還會影響到不忠方究竟為何做出出軌的行徑。亨利四歲時，有一次媽媽對他發火，把他丟在一家大百貨公司就走了。這給他留下了早期心理創傷並影響了他的一生。在他的認知裡，他愛的人可能會拋棄他，所以為了保護自己，永遠不要親近任何人。亨利二十四歲生日和婚禮後的一年裡，他都在網上找女人。他從來沒有真正問過自己為何如此，但在後來的心理治療中，他反思了自己的行為模式和人生選擇，這才明白，年幼時他就與自己定下了這個無聲的約定：愛就是失去，永遠都不要親近任何人。\n看清童年時期的創傷及其影響，你就不會面對人生一遍遍地做出同樣的回應了——雖然那些回應在你生命中的某個時刻非常有道理，但現在時過境遷，老辦法不管用了。\n5.我是不忠方。我已經兩個月沒跟外遇對象聯繫了，但在上週，我在商場偶遇了她。我們說了幾分鐘話，然後該怎樣就怎樣。我應該把這事告訴妻子嗎？她會氣得冒煙，然後要我以後別去商場了。\n很遺憾，除非伴侶自己說不想讓你再談你的外遇了，為了贏得她的信任，你必須開誠佈公。實際上，無論你有沒有偶遇外遇對象或獲悉其情況，我都建議你把自己的所知如實告訴妻子。不要讓她心生疑慮、憂心忡忡，不要讓她來探尋真相。如果你偶遇外遇對象，立即彙報給伴侶。如果你沒有碰到外遇對象，也告訴伴侶，哪怕用一些比如“沒聯繫了”之類的簡略表達。一般來講，不忠方不願提及外遇，免得引起不好的回憶，免得夫妻之間為此糾纏不休。但受傷方的心態很可能還相當脆弱，如果你還在跟外遇對象保持秘密聯繫，她就會想得很多很多。\n有時候，伴侶可能會說“我不想再談你的外遇了”。但是，是她有權決定什麼時候受夠了，而不是你。對你妻子而言，外遇對象就像是她心中的一條毒蛇。你要給她一些起碼的安慰，比如：“你不用警惕擔心了，我來警惕擔心。我來做你的眼睛，我來做你的線人。”在《讓我如何原諒你：原諒是勇氣，不原諒是自由》一書中，本人把這種方法稱為警惕轉移法。這種方法切實可行，你可以用來贏得她的信任，幫她放下戒心，讓她願意冒險與你重回親密。\n6.我曾和一個有點淫蕩粗魯的男人有過外遇，我丈夫則溫文爾雅，他們正好相反。在我年幼的時候，我被我哥哥的幾個朋友性侵了，他們很粗魯。現在我成年了，但我跟丈夫做愛（或自慰）時，都要靠想象出粗魯的性愛場景才能達到高潮，承認這一點讓我覺得很尷尬。對我動作溫柔，我就達不到高潮。但要我把這告訴丈夫，我又覺得沒什麼用，他不會做出改變的。或許，我能改變自己？\n首先，很遺憾地得知你小時候被人性侵。但我還想說，現在你已經成年，跟很多人一樣，已經形成不易改變的性愛模式。如果你能接受自己的性反應，並且不因這種反應而批評自己，那就很好了。你可以把這些藏在心底。\n要知道，很多人都不願把令自己興奮起來的性幻想告訴伴侶，甚至都不願告訴性治療師。對很多人來說，這種幻想之所以讓人慾火焚身，往往就在於其激烈粗暴，有種令人尷尬的禁忌感，讓你突破公眾場合裡的自我形象。想要粗魯狂野的性愛，不一定要有外遇。你可以求助於性幻想，這樣就不必離家外求了。\n7.我丈夫有過外遇。他告訴我一切都結束了，那個人已經對他毫無意義了。可我怎樣才能相信他呢？我想見見她，問問他們之間的事兒。這樣做好不好？\n受傷方出於各種原因想見伴侶的外遇對象，這並不罕見，有的就是簡單地想看看她長什麼樣，有的是想要說出心裡話。重要的是，你要知道自己想在面對面的對抗中達到什麼目的，以及為了達到這個目的，你要做出怎樣的行為舉止。\n有個女人得知自己的丈夫和秘書有過一腿，於是她帶著剛出生的孩子，直接衝進他的辦公室，把孩子扔到那個秘書的桌子上，大吵大鬧，好讓辦公室裡的每個人都能聽到：“你破壞了我們家庭！你這個臭婊子！你可真了不起！”在她丈夫辦公室裡，這位受傷方向所有人傾訴了自己的悲傷和憤怒，但到後來，她卻對自己的所作所為非常後悔。\n不過，我也見過其他案例，受傷方跟伴侶的外遇對象見了面，結果卻非常好。塔米得知丈夫湯姆和蘇珊有外遇後，湯姆當著塔米的面，給蘇珊寫了絕交信並用手機發過去。湯姆對妻子發誓說：“我以我們孩子的性命起誓，我絕不見她了。”塔米相信了他，尤其是因為湯姆還同意接受十次夫妻關係心理治療以重建他們的婚姻。然而，塔米還是想去問問這個外遇對象，覺得從她那裡尋求答案可能更實在一些。\n有一天，湯姆在洗澡，塔米打開湯姆的手機，假裝是他給蘇珊發了一條短信，邀請蘇珊第二天去他們最喜歡的酒吧再喝一次酒。蘇珊到了酒吧看到塔米，她本能地想逃走，而塔米則溫和地請她留下。“我不想傷害你，”塔米向她保證，“恰恰相反，或許你能幫到我。”蘇珊同意了，說可以回答她幾個問題。塔米說：“我丈夫告訴我，他已經和你分手了，我相信他。但讓我難受的是，我覺得他是因為愛這個家而跟我在一起的，而不是因為愛我。”這是一次奇怪的會面。受傷方把自己內心深處的擔憂說給丈夫的外遇對象聽，而這個外遇對象卻在安慰情人的伴侶——坦率地講，比起丈夫的話，比起我這個心理治療師的話，這樣的安慰更有料也更可信。蘇珊對她說：“要我說啊，我沒理由對你說這個，但這就是事實：你丈夫愛你和孩子而不是愛我，他和我在一起是因為他很孤獨。他覺得很受傷，他覺得你把他當飯票，僅此而已。你們倆要改善婚姻關係，我對你沒有威脅。”這是一個很好的建議，一個受傷方可以信任的建議，它有助於受傷方少關注外遇對象，而專注於重建自己的婚姻。\n8.我丈夫有過外遇。我發現他有外遇後，他給那個外遇對象發了一封電子郵件說要一刀兩斷，我相信他已經跟她斷了。但說實話，我覺得這還不夠好。我想讓我丈夫告訴她，她什麼都不是，跟她做愛令他反胃，而我才一直都是我丈夫這輩子唯一的愛。這樣合適嗎？\n可能不合適。\n強迫伴侶惡劣地對待外遇對象，這不會令伴侶更加忠誠可信，也不大可能讓他疏遠那個人。實際上，由於那個人可能對你的伴侶很好、給過他積極關注、助力過他的自尊，如果你強迫伴侶惡劣地對待她，你反而會欠下一個終將要償還的人情。償還的方式往往是他會再次聯繫那個人，甚至可能秘密見面，這就危及你們倆的關係了。如果出現這種結果，那麼就適得其反了。想讓他們一刀兩斷，不需要強迫伴侶惡劣對待外遇對象。實際上，恰恰相反，你要讓他乾淨利落地切割；如果你願意的話，讓他體面切割，有禮有節，儘量少點痛苦地一了百了。\n這裡有一封絕交信樣板，不忠方可通過紙質信件或電子郵件發給外遇對象，正式結束外遇關係。語氣要尊重，意圖要明確：\n親愛的【外遇對象的姓名】：\n您好！我之所以寫這封信，是為了正式結束我們的關係。\n由於我深深傷害了我的【妻子/丈夫】和家人，我正在努力平復他們的創傷。\n我將不再寫信給您，也不再以任何方式聯繫您。您不用聯繫我。如有聯繫，我也不會回應，而是立即告知我的【妻子/丈夫】。\n祝：一切順利！\n【不忠方的姓名】\n當然了，受傷方往往會認為此信的措辭太過客氣。如果要依受傷方，那得換個更為尖酸刻薄的說法，比如，把“親愛的”“祝：一切順利！”換成“真是遺憾跟你有過那麼一段。在我看來，你什麼都不是。永遠都別來找我了。”\n不要這樣。\n9.我結束外遇了。妻子和我不再大吵大鬧，我們交流起來也沒有了火藥味。是啊，我們的關係還在，但不再親密了。有什麼辦法嗎？\n對於夫妻而言，一件往往很有助益的事情就是，雙方能在某個時間節點，從語言交流發展到身體交流——或許是在受傷方有機會向不忠方傾訴傷痛並能為不忠方聽見、理解、關心之後，或者是在不忠方傾訴，受傷方聆聽之後，或許越早越好吧。\n換一個簡單的說法，那就是：少說話，多觸摸。為什麼要這樣呢？因為我認為在外遇曝光後，沒有身體上的觸摸，你們是不可能真正接近彼此的。\n有關擁抱對心理和身體的好處，已有大量的研究。當你擁抱伴侶時，你的大腦會釋放一種叫做催產素的化學物質。當伴侶擁抱你時，你的血壓會降低，壓力激素去甲腎上腺素也會減少分泌。一般來講，我們建議夫妻擁抱至少要持續三十秒。如果雙方覺得舒適，也儘管擁抱得更久一些。擁抱的時候，不要說話。\n外遇事發後，夫妻之間會有很多事情要談。為了有效修復背叛所造成的傷害，重建夫妻關係，夫妻之間會有很多壓抑的創傷要發洩，要對方聽見，往往還有很多的誤解要消除。然而，要獲得安全感與被珍惜感，要想和好如初，世上再好的言辭都不行，你們應該張開雙臂，暖暖地相擁在一起。\n10.我是不忠方。妻子發現我有外遇後，我就乾淨利落地斷了。我想接近妻子，但她在情感和性事上都躲著我。她跟我說，她的胸部與外遇對象相比小很多，所以不好意思在我面前脫光衣服。事實是，外遇對象隆過胸，而且她吸引我的不是她的胸。說實在話，她之所以吸引我，是因為她讓我覺得自己是個男人，是個有能力、值得尊敬、讓她有慾望的男人。我跟她有外遇不是為了她的胸，而是為了她的擁抱，我該如何向妻子說明這一點呢？\n病人向我傾訴後，往往會問我：“我該怎麼告訴伴侶呢？”我的回答往往是：“就像你告訴我那樣，把你告訴我的話說出來啊。”這個回答看似廢話，但實際情況往往是，如果你對伴侶沒有惡意和防備心理，如果你不帶惡意與責備地說出真相，夫妻之間便更有可能傾聽彼此，併為彼此的隔閡承擔屬於自己的一份責任。\n我舉出這個案例，是希望受傷方少挑剔自己的身體。受傷方往往會花很長時間坐在電腦前，盯著出軌對象的照片，與自己做不公允的比較，覺得自己不如對方，感到很自卑。這種比較往往很不客觀，甚至與伴侶的外遇沒什麼關係。對受傷方來講，與這種做法相比，探索自己與伴侶的關係，包括探索自己在多大程度上讓伴侶感受到了關愛、尊重與欣賞，或許能帶來更大的能動性與效用感。實際情況往往是，外遇對象對不忠方的吸引力與其說是基於外遇對象的容貌，倒不如說是因為外遇對象帶給不忠方的自我感覺。\n11.我的妻子是共同基金經理，她跟她的老闆發生了性關係。我知道這事後，她辭職了，然後另找了一份工作。她做了很多事來讓我有安全感，讓我有被珍惜的感覺——我們對彼此都很好——但我們再也親密不起來了。我心理上還沒準備好跟她做愛，但我又不想失去她。\n這很難，伴侶不忠於你，背叛過你，現在要你跟她赤裸相見，這確實讓你難以接受。但是，正如我認為你無法不接觸對方身體而親近對方，我同樣認為，如果你的伴侶與外遇對象發生過性關係，那麼你們要恢復夫妻關係，就一定要過性生活，至少要有邊緣性行為。\n為了療愈不忠帶來的創傷，不忠方和受傷方要在身體上恢復聯結，以消弭雙方的距離。這並不是說你們要發生雜技般的狂野性愛，而是說你們要有親密接觸，要以你倆專享的那種方式伸手抓住彼此。至於性愛表現怎麼樣，那不重要。有沒有勃起，有沒有高潮，都不重要。重要的是你們要互相擁抱，肉體上情感上都要親密擁抱，這種親密要遠超你與任何他人的關係。\n12.我就是你所謂的不忠方。為了我一生摯愛的喬安妮，我正在考慮離開妻子和家庭。我們除了都是品酒俱樂部會員，還有很多共同愛好。我妻子不喝酒，對性事也沒有興趣。這裡有什麼事情是我沒看清的嗎？有什麼理由能說服我留在糟糕的婚姻裡，卻放棄幸福的機會嗎？\n我有什麼資格對你說，你不應跟那個讓你快樂的人共度一生呢？不過，按照你講的情況來看，這裡有兩個重大漏洞。首先，在酒精及其他興奮劑的影響下，你無法如實看待問題。就現在情況而言，興奮劑會加強你和你女朋友的關係，但在以後，如果你們自由地在一起了，興奮劑反而可能加劇你們之間的衝突，讓你們無法很好地處理彼此之間的差異。\n其次，外遇中的浪漫能夠吸引人，但也會誤導人。根據心理治療師約翰·戈特曼及妻子朱莉的研究，最具幸福感的美國夫婦都有69%的婚姻衝突無法化解。因此，在你尚未離婚之際，我建議你先想一下外遇對象身上令你厭煩惱火的事項，把它們列出來。如果你想不出來，那就表明你對這個人還不夠了解，還不足以回答我這個問題。\n在外遇的浪漫吸引力的影響下，你對伴侶和外遇對象的感覺會兩極分化，你會誇大法定伴侶的缺點，同時誇大出軌對象的優點，把對方想得很完美。我並不是說沒有人比你伴侶更適合你，但要知道，外遇的浪漫吸引力會模糊你的視線，讓你無法如實看待問題。加上酒精及其他興奮劑的影響，你的看法可能更加扭曲。\n馬克和佩利的婚齡有十五年了，他們來到我的辦公室，想看看是否還有理由繼續在一起。彼時，馬克正跟外遇的女人同居，兩人有很多共同的愛好，都喜歡喝酒。佩利很痛苦，她承認自己不是個好妻子，把精力都放在了孩子身上，對馬克提出夫妻性生活不理不睬。她請馬克再給她一次機會，但馬克還是決定結束這段婚姻，繼續跟那個女友在一起。於是，佩利聘請了一位高級律師打官司，拿到一筆豐厚的離婚補償金，帶著孩子搬到加拿大，住到了她父母附近。\n四個月前，我偶遇馬克。他酗酒非常厲害，現在他可以自由地跟外遇對象在一起了，但他發現自己跟她也陷入了吵鬧。這個案例給我們什麼啟示呢？換個人也不見得好？那倒不是，只能說搞好婚姻真的很難。再加上酗酒、外遇什麼的，那就更難了。\n13.據說女人搞外遇是為了愛，男人搞外遇是為了性。這是真的嗎？\n這種絕對的表述肯定適用於某些人，卻錯誤地描述了另一些人。《紐約客》刊登過一幅著名的漫畫，畫的是一個女人開車去找一個站街拉客的男妓。女人搖下車窗，男妓走了過來，用暖心的話對她說：“哦，寶貝，我聽你的，我整晚都聽你的。”這幅漫畫的言下之意是，男人以性愛來找尋親密感，女人則以交談找尋親密感。\n帶有性別歧視的性愛差異研究往往並不正確，反倒會誤導人，而且坦率地說，簡直荒謬。這裡就有一個案例：山姆的妻子對性愛不感興趣，山姆為此很是沮喪，但在其他方面，他感覺自己的婚姻還是不錯的。他告訴我，他聽說鄰鎮有一家按摩院，在得到妻子的允許後，他打算預約去一下。他告訴我，他想在外邊尋求性滿足，妻子對此也欣然接受。\n他想讓妻子對夫妻生活感興趣，但沒有成功，於是我問他是否知道某個網站。我們談了網絡外遇的好處和風險，並建議他如果決定這麼做，最好先對妻子開誠佈公。\n第二週他來告訴我，他妻子不但允許了，還欣然接受了。就這樣，他在鄰鎮一家比較簡陋的旅館裡，約會了一個名叫安德里亞的女人。\n跟安德里亞約會的頭幾次，山姆簡直進了天堂。他渴望身體接觸，這個女人對他對性愛都感興趣，對此山姆很是興奮。但在約了幾次之後，他告訴我：“我們做完後，我伸出手想摟她，而她卻轉過身，背對著我自顧自睡了。那時候，我感到從未有過的沮喪和孤獨。”\n我希望該案例有助於大家打破性別的刻板印象，明白男人和女人一樣，有著複雜的需求，不僅僅想要性親密，同時也想要緩解內心的焦慮與孤獨。\n14.在我們接受生育治療期間，我丈夫有了外遇。他的精子活力很低，這已經夠糟心的了，而我為了懷孕還要忍著難以置信的痛苦接受侵入性受精手術，那他至少得對我保持忠誠吧。我們是不是註定要失敗？\n外遇事發後，不忠方做不了太多的彌補工作，但有一步很關鍵，就是要列出我所謂的外遇促成因素清單。這不是為外遇找藉口或辯解，也不是為了推卸責任，而是為了說明不忠方為何易受他人吸引，以及你們該做些什麼來加強婚姻關係。酗酒，吸毒，無法解決的罅隙，不願發生親密關係——這些都是最常見的出軌原因。\n夫妻雙方要合作，以共同探討：為何發生外遇？外遇說明了你、我以及我們倆的什麼問題？對於我們之間的罅隙，我們各負有什麼責任？\n在我的個人從業經歷中，最新遇到的外遇促成因素之一就是生育治療。為了懷上孩子，夫妻接受生育治療時，醫療團隊往往並沒有幫他們做好準備以應對可能的個人壓力與夫妻關係壓力，而這種壓力可能非常大。接受生育治療不僅沒有樂趣與溫情，還可能很痛苦，很尷尬。在這個過程中，會有深深的絕望，會有沉默或並不那麼沉默的指責，還會有突然而猛烈的情緒變化，而所有這些，都是由內源性自分泌的人體化學物質引起的。\n如果花費不菲的生育試驗最終失敗，夫妻倆的情緒可能會像坐過山車一樣大起大落，對此他們應有所準備，以免互相攻擊指責，陷入深深的失落、無力和怨恨等情緒中難以自拔。在這種情況下，不忠方很容易被婚外第三者吸引。為了有助於你理解，應該說，吸引不忠方的往往還不是外遇對象本人，而是外遇對象帶給不忠方的自我感覺：讓他覺得自己很有男人味，讓他覺得自己性能力很強，讓他覺得自己很性感，讓他覺得自己對異性很有魅力——而所有這些，往往是不忠方在取悅伴侶與創造新生命時所感受不到的。\n15.我們鄰居是兩個女同性戀，我想說服妻子一起玩個四人行。說實在話，這個想法讓我很興奮，而且好像也沒什麼害處，因為我妻子同意了，所以從定義上來講，這不是偷情也不是外遇。你對我們的做法有什麼建議嗎？\n如果你們打算繼續玩下去，那我得說，你們一定要小心。很多人剛開始有新的性伴侶時會很興奮，尤其是配偶看上去也同意了。但自從打開了那扇門，他們可能就會發現自己與婚姻都被徹底摧毀了，而摧毀的方式連他們自己可能都想象不到。\n我不是從道德的角度來看待這種事。實際上，如果夫妻雙方在沒有壓力的情況下，都同意彼此與婚姻之外的人發生性關係，那麼從定義上來講，這種情況不屬於外遇。正如我在《外遇心理學》裡說的，外遇關乎秘密和違背信任，而在這裡，兩者都不是問題。\n但很顯然的是，在這裡我只看到了夫妻個體及他們的婚姻整體都有問題。如果婚內人士與婚外他人發生關係且所有當事人對此都很滿意，他們就不會來找我諮詢了。正因為他們掙扎在情緒失衡中（有了嫉妒感、被輕視感、被背叛感、被取代感），所以才來尋求心理治療。山姆家同街區裡住著一對女同性戀，山姆想讓妻子薩拉以及這兩個女同性戀一起玩四人行，他覺得這個想法實在是太刺激了。剛開始那幾次，尤其是當他看到妻子脫衣服時思想還在激烈鬥爭，他既緊張又興奮。但隨著時間推移，妻子開始自己經常跟這兩個女同性戀約會，不帶他。有時候她也會告訴他，說打算去她們那裡；有時候就不告訴他，自己默默地去了。無論告訴還是不告訴，山姆都覺得糟透了。\n在這種情況下，外遇的構成要素出現了嗎？山姆把妻子推到別的女人的懷裡。但如今他卻被排斥在外，妻子慢慢地更喜歡跟那兩個女同性戀在一起，而不喜歡他了，他成了局外人，於是，突然之間，這遊戲不好玩了。實際上，這種關係裡有個他無法預料的動態機制，裡面充斥著毀滅、嫉妒、苦澀，而這些也正是外遇情感的組成部分。\n我們在生活中做出任何行動，都會預期有何結果。而夫妻與婚外人士玩幾人行，剛開始時無損夫妻關係，後來情況往往就會發生演變。參與者的關係會重新劃定，於是，此一時覺得好玩刺激，彼一時可能就覺得很糟糕了。\n所以，一夫一妻制是不是通往婚姻幸福的唯一途徑呢？我不是評判你的抉擇，我也不想說教。我只是想警告你：如果你打算和其他夫妻一起嘗試這種遊戲，還鼓勵自己的伴侶也如此，請謹慎。不僅出軌會破壞婚姻關係，哪怕夫妻雙方剛開始都同意的多人行遊戲，在未預料夫妻一方可能在心理上被他人取代而引起復雜情感糾葛的情況下，也會破壞婚姻關係。\n16.未婚妻想讓我們在婚前做個夫妻關係心理治療，而我們之間不存在任何問題，因此在我看來，這是找麻煩。這裡頭有什麼是我沒看清的嗎？\n我剛開始做臨床心理私人診療的頭幾年裡遇到過一件事，讓我永遠都不會忘記。那時候，我在兩處辦公，在家有間辦公室，還有間辦公室在一幢專業大樓裡。有一天，我和我那幾個正值青春期的兒子在家，他們的朋友喬納森剛好也在。我接到一位母親的電話，她的兒子即將結婚。她問道：“我在想，我要不要出錢讓我兒子與他的未婚妻做十次夫妻關係心理治療？幾年前我和丈夫做過，這對我們幫助很大。”\n我跟這位母親談了些具體事項，掛了電話，發現喬納森坐在我家廚房地板上狂笑。他大聲喊道：“哦，天哪，這得多可憐啊？還沒結婚，就要去做夫妻關係心理諮詢。太滑稽了！”\n當時我就在想：“這個喬納森，傻子似的。”事實是當時喬納森太年輕、太不成熟，他根本無法理解維持一段良好而有活力的婚姻有多難。\n十年後，喬納森結婚了。僅過了四個月，他與前女友又勾搭上了，向妻子提出離婚。所以啊，別說婚前夫妻關係心理治療無用之類的傻話了。\n無論你跟誰相處，重要的是你的心理預期要切合實際，你要知道什麼是正常的。比方說，如果你認為美滿的婚姻裡沒有衝突，或者在大多數（如果不是全部的話）重要問題上夫妻倆的意見要一致，那麼你的婚姻關係很可能達不到你的理想要求，而你的不滿情緒很可能導致婚姻問題。大多數夫妻在大多數事情上意見不一致。相處良好的夫妻會接受這個現實，並學會如何讓它不成為夫妻心生罅隙的導火索。\n17.最近妻子發現我有外遇，她對我大吵大鬧，讓孩子們聽到了。自那以後，我結束了外遇，我想繼續生活。她想把我有外遇的事告訴孩子們，可他們分別只有十二歲、九歲和六歲。你有什麼建議嗎？\n這裡我想提出三點。第一點，如果你是不忠方且決定向孩子坦白自己的外遇，那就不要為自己的外遇辯解。第二點，如果你是受傷方且決定把伴侶的外遇告訴孩子，那就不要歸罪於伴侶。你會有足夠的時間來告訴孩子，到底發生了什麼事，為什麼會發生這種事。重要的第三點，幼齡兒童往往想知道：這對我有什麼影響？大齡兒童則可能想知道更具體的細節問題：這個家會分裂嗎？我要住在哪裡？我要被迫去上另一所學校並失去朋友嗎？誰開車送我去練足球？對孩子想知道的問題，你要從孩子所關注的層面去作答。要具體，要讓孩子安心。他們的世界已經爆炸了。\n通常情況下，孩子可能已經多少知道一些父母外遇的事，卻一直和深深的傷口、怨恨和秘密藏在心裡，需要父母去解鎖它們，看見它們。約翰有個十四歲的女兒阿米莉婭，約翰趁她學校放假，帶她到費城旅行。約翰說這是增進父女感情的機會，可當他們到達那裡後，阿米莉婭發現這只是父親一出拙劣的計謀，他藉機自私地勾搭他的情人去了。這麼一來，阿米莉婭不但覺得父親背叛了自己，還覺得自己在跟父親合夥欺瞞母親，這不僅割裂了母女關係，還影響了她的自我意識，考驗她是不是對家庭忠誠有愛的一分子。一般來講，不要讓孩子保守你的秘密。如果他們順從，那隻能導致他們恨你，或者恨自己。\n如果你是不忠方，你的外遇已經撼動孩子的世界了，那你就要接受這個事實。不要責怪你的伴侶。不要試圖降低傷害。傾聽孩子的痛苦與憤怒（不要對孩子蹩腳地說“對不起”），敞開心扉去傾聽，讓孩子明白，你已經聽到了孩子需要你理解的東西。這樣一來，孩子才會慢慢說出他們所認知的真相。在這以後，如果你還想為自己辯解，你會有充分的時間把你所認知的真相擺上檯面，請孩子從你的角度來看問題。但是，你不要一開始就這麼幹。\n18.我是不忠方。兩個月前我結束外遇了，自那以後，我已經跟妻子說過無數次“對不起”。但無論我怎麼做，好像都不能拉近我們的距離。有什麼辦法嗎？\n在我的第二本書《讓我如何原諒你：原諒是勇氣，不原諒是自由》中，我給出了很多具體建議，幫助過錯方在外遇事發以及其他人際傷害業已造成之後療愈創傷，贏得原諒。不忠方往往會犯一個常見的錯誤，就是說很多“對不起啊，事兒已經做了，覆水難收，我不想再談這個了。”很多受傷方都會認為，這種回答太敷衍，太模糊，太不把自己當回事兒了。\n關於這一點，我的孫女過五歲生日的時候，就抓住了問題的核心。當時，我們坐在飯店桌子旁，一邊吃著熱狗，一邊看一個箱子裡裝的一堆問題卡片。第一張卡片上的問題是：“怎樣才算得上一個好的道歉？”我想這個問題對她來說太難了，準備換一張。但她攔住了我，小嘴嘟嘟地說：“賈妮絲奶奶，你在道歉時不能只說‘對不起’，你要說出你為什麼道歉。”你還別說，我真是被她的智慧給折服了。\n有效的道歉具備以下特徵：它們是具體的、深刻的、衷心的；它們要表明道歉者將對自己造成的傷害承擔起合理的責任。它們還是純粹的，這就意味著，你不可以說“我很抱歉對你做了這件事，但你也對我做了那件事啊”。你不可以一邊道歉，一邊還責怪伴侶。\n外遇結束後，不忠方難以糾正自己已犯的過錯，但是傾聽伴侶受到的傷害、做出真誠詳實的道歉應該會有幫助。不忠方向受傷方道歉的過程中要坦誠，不要為自己辯解，如能如此，這實際上是不忠方送給受傷方的一份最有療效的禮物。\n重新開始\n克拉麗薩·品卡羅·埃斯蒂斯曾睿智地指出：無論什麼樣的愛情關係，都會有許多種結局。\n我之所以想起這句話，是因為最近我去聽音樂會時，跟身旁一位中年婦女聊了一會兒。當時，她聽說我是臨床心理學家、夫妻關係心理治療師，就向我示意身旁邊的男士：“我跟您說啊，這是我的第二任丈夫。”男士握住了她的手，她接著又說：“他也是我的第一任丈夫，因為我們剛剛復婚了。”我不禁注意到，他們倆都在微笑。\n當然，外遇也有很多種不同的結局。我希望本書中的建議和見解有助於你，有助於你遏制絕望情緒，並與你心中重要的人建立更為穩定的情感聯結，收穫完滿的婚姻。"
  },
  {
    "id": "WYZH0016.html",
    "title": "參考文獻",
    "text": "參考文獻\nAbrahms，Janis Lieff.(1990)．The restoration of trust following an extramarital affair: A cognitive-behavioral approach．ICTN 3(1)，2，4.\nAbrahms，Janis Lieff，and Spring，Michael.(1989)．The flip-flop factor．ICTN 5(10)，1，7—8.\nAbrahms，Janis Lieff，and Spring，Michael.(1990)．Responsibility sharing: A cognitive-behavioral intervention for distressed couples．Behavior Therapist 13(8)，176—178.\nAhrons，Constance.(1994)．The Good Divorce: Keeping Your Family Together When Your Marriage Comes Apart. New York: HarperCollins.\nAhrons，Constance.(2004)．We’re Still Family: What Grown Children Have to Say About Their Parents’ Divorce. New York: HarperCollins.\nAllen，E．S.，and Baucom，D．H.(2004)．Adult attachment and patterns of extradyadic involvement．Family Process 43(4)，467—488.\nAmato，Paul R.，and Keith，Bruce.(1991)．Parental divorce and the well-being of children: A meta-analysis．Psychological Bulletin 110(1)，26—46.\nAmodeo，John.(1994)．Love and Betrayal: Broken Trust in Intimate Relationships. New York: Ballantine.\nAnokhin，A．P.; Golosheykin，S.; Sirevaag，E.; Kristjansson，S.; Rohrbaugh，J．W.; and Heath，A．C.(2006，June 6)．Rapid discrimination of visual scene content in the human brain．Brain Research 1093(1)，167—177.\nAtwood，Joan D.，and Schwartz，Limor.(2002)．Cyber-sex: The new affair treatment considerations．Journal of Couple and Relationship Therapy 1(3)，37—56.\nAvery，Carl S.(1989，May)．How do you build intimacy in an age of divorce? Psychology Today，27—31.\nBarbach，Lonnie Garfield.(1983)．For Each Other: Sharing Sexual Intimacy. New York: Anchor.\nBaron，Reuben M.(1970)．The SRS model as a predictor of Negro responsiveness to reinforcement．Journal of Social Issues 26(2)，61—81.\nBarreca，Regina.(1993)．Perfect Husbands (& Other Fairy Tales): Demystifying Marriage，Men，and Romance. New York: Harmony.\nBaucom，Donald，and Epstein，Norman.(1990)．Cognitive-Behavioral Marital Therapy. New York: Brunner/Mazel.\nBaumeister，Roy F.(1991)．Meanings of Life. New York: Guilford，182—206.\nBeattie，Melody.(1994)．The Lessons of Love. San Francisco: Harper.\nBeck，Aaron T.(1976)．Cognitive Therapy and the Emotional Disorders. New York: International Universities Press.\nBeck，Aaron T.(1988)．Love Is Never Enough. New York: Harper & Row.\nBeck，Aaron T.(1993)．Cognitive therapy: Past，present and future．Journal of Consulting and Clinical Psychology 61，194—198.\nBeck，Aaron T.; Freeman，Arthur; and Doris，Denise D.(2007)．Cognitive Therapy of Personality Disorders, 2nd ed．New York: Guilford.\nBeck，Aaron T.; Rush，A．John; Shaw，Brian R.; and Emery，Gary.(1979).\nCognitive Therapy of Depression. New York: Guilford.\nBlack，Aaron E.，and Pedro-Carroll，Joanne.(1993)．Role of parent-child relationships in mediating the effects of marital disruption．Journal of the American Academy of Child and Adolescent Psychiatry 32(5)，1019—1027.\nBlumstein，Philip，and Schwartz，Pepper.(1983)．American Couples: Money，Work，Sex. New York: William Morrow.\nBly，Robert.(1990)．Iron John: A Book．About Men. New York: Vintage．Borden，Mary.(1932)．The Technique of Marriage. Garden City，N．Y.: Doubleday，Doran.\nBotwin，Carol.(1994)．Tempted Women: The Passions，Perils，and Agonies of Female Infidelity. New York: William Morrow.\nBrown，Emily.(1991)．Patterns of Infidelity and Their Treatment. New York: Brunner/Mazel.\nBrown，Lyn Mikel，and Gilligan，Carol.(1992)．Meeting at the Crossroads. New York: Ballantine.\nBugen，Larry A.(1990)．Love and Renewal: How to Get Past Disenchantment，the Impasse Between Romance and Lasting Love. Oakland，Calif.: New Harbinger.\nBurns，David D.(1980)．Feeling Good. New York: William Morrow.\nBurns，David D.(2008)．Feeling Good Together: The Secret of Making Troubled Relationships Work. New York: Broadway Books.\nBurns，David D.(1985)．Intimate Connections. New York: William Morrow．Butler，Mark H.; Harper，James M.; and Seedall，Ryan B.(2009，January)．Facilitated disclosure versus clinical accommodation of infidelity secrets: An early pivot point in couple therapy．Journal of Marital and Family Therapy 35(1)，125—143.\nCarder，David，with Jaenicke，Duncan.(1992)．Torn Asunder: Recovering From Extramarital Affairs. Chicago: Moody.\nCarnes，Patrick; Delmonico，David L.; Griffin，Elizabeth; and Moriarty，Joseph M.(2007)．In the Shadows of the Net: Breaking Free of Compulsive Online Sexual Behavior, 2nd ed．Center City，Minn.: Hazelden.\nCarnes，Stefanie，and Carnes，Patrick J.(2010，January/February)．Understanding cybersex in 2010．Family Therapy Magazine, 10—17.\nCass，Vivienne.(2007)．The Elusive Orgasm: A Woman’s Guide to Why She Can’t and How She Can Orgasm. New York: Marlowe and Co.\nCherlin，Andrew J.; Furstenberg，Frank F.，Jr.; Chase-Lansdale，Lindsay; Kiernan，Kathleen E.; Robins，Philip K.; Morrison，Donna R.; and Teitler，Julien O.(1991，June 7)．Longitudinal studies of effects of divorce on chil-dren in Great Britain and the United States．Science 252，1386—1389.\nDaneback，Kristian; Cooper，Al; and Mansson，Sven-Axel.(2005)．An Internet study of cybersex participants．Archives of Sexual Behavior 34(3)，321—328.\nDattilio，Frank M.，and Padesky，Christine A.(1990)．Cognitive Therapy with Couples. Sarasota，Fla.: Professional Resource Exchange.\nDePaula，Bella M.; Epstein，Jennifer A.; and Wyer，Melissa M.(1993)．Sex differences in lying: How women and men deal with the dilemma of deceit．In Lying and Deception in Everyday Life. Edited by Michael Lewis and Carolyn Saarni．New York: Guilford，126—147.\nDew，Brian; Brubaker，Michael; and Hays，Danica.(2006)．From the altar to the Internet: Married men and their online sexual behavior．Sexual Ad-diction and Compulsivity 13(2)，195—207.\nDobson，Keith.(1989)．A meta-analysis of the efficacy of cognitive therapy for depression．Journal of Consulting and Clinical Psychology 57，414—419.\nDyn，Barry，and Glenn，Michael.(1993，July/August)．Forecast for couples．Psychology Today, 54—56，78—86.\nEdell，Ronnie.(1983)．How to Save Your Marriage from an Affair: Seven Steps to Rebuilding a Broken Trust. New York: Kensington.\nEfran，Jay S.(1994)．Mystery，abstraction，and narrative psychotherapy．Journal of Constructivist Psychology 7，219—227.\nEldar-Avidan，Dorit; Haj-Yahia，Muhammad M.; and Greenbaum，Charles W.(2009，January)．Divorce is a part of my life...resilience，survival，and vulnerability．Journal of Marital and Family Therapy 35(1)，30—46.\nEliot，George.(1965)．Middlemarch. New York: Penguin.\nEngland，Paula，and McClintock，Elizabeth Aura.(2009，December)．The gendered double standard of aging in US marriage markets．Population and Development Review 35(4)，797—816.\nErikson，Erik H.(1950)．Childhood and Society, 2nd ed．New York: Norton．Estés，Clarissa Pinkola.(1992)．Women Who Run with the Wolves: Myths and Stories of the Wild Woman Archetype. New York: Ballantine.\nEtxebarria，I.，Ortiz，M．J.，Conjero，S．and Pascual，A.(2009，November)．Intensity of habitual guilt in men and women: Differences in interpersonal sensitivity and the tendency towards anxious-aggressive guilt．Spanish Journal of Psychology 12(2)，540—554.\nFaludi，Susan.(1991)．Backlash: The Undeclared War Against American Women. New York: Crown.\nFerree，Marnie.(2003)．Women and the web: cybersex activity and implications．Sexual and Relationship Therapy 18(3)，385—393.\nFisher，Helen E.(1992)．Anatomy of Love: The Natural History of Monogamy，Adultery，and Divorce. New York: Norton.\nFitzpatrick，Laura.(2010，April 20)．Why do women still earn less than men? Time.\nFlanigan，Beverly.(1992)．Forgiving the Unforgivable: Overcoming the Bitter Legacy of Intimate Wounds. New York: Macmillan.\nFranck，Dan.(1993)．Separation. New York: Knopf.\nFriday，Nancy.(1998)．Men in Love: Men’s Sexual Fantasies: The Triumph of Love Over Rage. New York: Delacorte.\nFriday，Nancy.(2008)．My Secret Garden: Women’s Sexual Fantasies. New York: Pocket.\nFriedman，Sonya，with Sondra Forsyth.(1994)．Secret Loves: Women With Two Lives. New York: Crown.\nGerson，Randy.(1989，October 27)．Genograms，family patterns，and computer graphics．Presentation at the American Association for Marriage and Family Therapy Conference．San Francisco.\nGlass，Shirley P.，and Wright，Thomas L.(1988)．Clinical implications of research on extramarital involvement．In Treatment of Sexual Problems in Individual and Couples Therapy. Edited by Robert A．Brown and Joan Roberts Field．New York: PMA.\nGlass，Shirley P.，and Wright，Thomas L.(1992，August)．Justifications for extramarital relationships: The association between attitudes，behaviors，and gender．Journal of Sex Research 29(3)，361—387.\nGoodrich，Thelma Jean.(1994，September/October)．Turning down the temperature．Family Therapy Networker, 86—89.\nGorer，Geoffrey.(1971)．Sex and Marriage in England Today. London: Nelson.\nGottman，John Mordechai.(1993)．What Predicts Divorce?: The Relationship Between Marital Processes and Marital Outcomes. UK: Psychology Press.\nGottman，John Mordechai; Gottman，Julie S.; and De Claire，Joan.(2007)．10 Lessons to Transform Your Marriage: America’s Love Lab Experts Share Their Strategies for Strengthening Your Relationship. New York: Three Rivers Press.\nGottman，John Mordechai，and Silver，Nan.(1994)．Why Marriages Succeed or Fail. New York: Simon & Schuster.\nGray，John(2004)．Men Are from Mars，Women Are from Venus. New York: HarperCollins.\nGregory，Alex.(2003，August 4)．“Male Prostitute.”The New Yorker.\nGriffiths，Mark.(2004)．Sex addiction on the Internet．Janus Head 7(1)，188—217.\nGunn，Thom.(1992)．The hug．The Man with Night Sweats. New York: Farrar，Straus，& Giroux.\nHammen，C.; Ellicott，A.; and Gitlin，M.(1989)．Vulnerability to specific life events and prediction of course of disorder in unipolar depressed patients．Canadian Journal of Behavioral Science 21，377—388.\nHarley，Willard F.，Jr.(1986)．His Needs，Her Needs: Building an Affair-Proof Marriage. Old Tappan，N．J.: Fleming H．Powell.\nHeiman，Julia; LoPiccolo，Leslie; and LoPiccolo，Joseph.(1976)．Becoming Orgasmic. Englewood Cliffs，N．J.: Prentice-Hall.\nHendrix，Harville.(2001)．Getting the Love You Want: A Guide for Couples. New York: Holt.\nHerman，Judith Lewis.(1992)．Trauma and Recovery. New York: Basic.\nHertlein，Katherine M.，and Webster，Megan(2008)．Technology，relationships，and problems: A research synthesis．Journal of Marital and Family Therapy 34(4)，445—460.\nHetherington，E．Mavis.(1989)．Coping with family transitions: Winners，losers，and survivors．Child Development 60，1—14.\nHetherington，E．Mavis.(1992)．Coping with marital transitions．Monographs of the Society for Research in Child Development Serial No．227，57(2—3).\nHeyn，Dalma.(1992)．The Erotic Silence of the American Wife. New York: Turtle Bay.\nHibbs，B．Janet，and Getzen Karen J.(2010)．Try to See It My Way: Being Fair in Love and Marriage. New York: Avery.\nHite，Shere.(1987)．Women and Love. New York: Knopf.\nHorney，Karen.(1950)．Neurosis and Human Growth: The Struggle Toward Self-Realization. New York: Norton.\nHunter，R．C．A.(1978，April)．Forgiveness，retaliation，and paranoid reactions．Journal of Canadian Psychiatric Association 23，167—173.\nJack，Dana Crowley.(1991)．Silencing the Self: Women and Depression.Cambridge，Mass.: Harvard University Press.\nJanus，Samuel S.，and Cynthia L.(1993)．The Janus Report on Sexual Behavior. New York: Wiley.\nJohnson，Robert R.(2011)．The neurobiology of misbehavior: Understanding and treating addiction，thrill-seeking，and dry-drunk behavior．Presentation in Westport，Conn.\nJohnson，Susan，and Zuccarini，Dino.(2010，October)．Integrating sex and attachment in emotionally focused couple therapy．Journal of Marital and Family Therapy 36(4)，431—445.\nJung，Carl G.(1959)．Basic Writings. Edited by Violet de Laszlo．New York: Modern Library.\nKaplan，Bruce Eric.(1993，March 29)．New Yorker Magazine.\nKelly，Joan B.(1993)．Current research on children's postdivorce adjust-ment: No simple answers．Family and Conciliation Courts Review 31(1)，29—49.\nKelly，Joan B.(2000，August)．Children's adjustment in conflicted marriage and divorce: A decade review of research．Journal of the American Academy of Child and Adolescent Psychiatry 39(8)，963—973.\nKernberg，Otto，interviewed by Linda Wolfe.(1978，June)．Why some people can't love．Psychology Today, 55—59.\nKerner，Ian(2010，August 5)．Does too much porn mess with a guy's sex skills? \nKingsolver，Barbara.(1993)．Pigs in Heaven. New York: HarperCollins.\nKinsey，Alfred C.; Pomeroy，Wardell B.; Martin，Clyde E.; and Gebhard，Paul H.(1953)．Sexual Behavior in the Human Female. Philadelphia: Saunders.\nKoss，Mary; Goodman，Lisa; Fitzgerald，Louise; Russo，Nancy; Keita，Gwen-dolyn; and Browne，Angela Browne.(1994)．No Safe Haven. Washington，D．C.: American Psychological Association.\nKushner，Harold S.(2004)．When Bad Things Happen to Good People. New York: Anchor Books.\nLaumann，Edward O.; Gagnon，John H.; Michael，Robert T.; and Michaels，Stuart.(1994)．The Social Organization of Sexuality. Chicago: University of Chicago Press.\nLawson，Annette.(1988)．Adultery: An Analysis of Love and Betrayal. New York: Basic.\nLerner，Harriet Goldhor.(1989)．The Dance of Intimacy: A Woman’s Guide to Courageous Acts of Change in Key Relationships. New York: HarperCollins.\nLerner，Harriet Goldhor.(1993)．The Dance of Deception: Pretending and Truth-Telling in Women’s Lives. New York: HarperCollins.\nLerner，Harriet Goldhor.(2012)．Marriage Rules: A Manual for the Married and the Coupled Up. New York: Gotham Books.\nLovinger，Robert J.(1990)．Religion and Counseling: The Psychological Impact of Religious Belief. New York: Continuum.\nMasters，William H.，and Johnson，Virginia E.(1970)．Human Sexual Inadequacy. London: J．& A．Churchill.\nMayo Clinic Staff.(2010，September 1)．Depression in women: Understanding the gender gap．MayoClinic．com/health/depression/MH00035.\nMcAdams，Dan P.，and Constantian，Carol A.(1983)．Intimacy and affiliation motives in daily living: An experience sampling analysis．Journal of Personality and Social Psychology 45，851—861.\nMcCullough，Michael E.，and Worthington，Everett L.，Jr.(1994)．Encouraging clients to forgive people who have hurt them: Review，critique，and research prospectus．Journal of Psychology and Theology 22(1)，3—20.\nMcNamara，Damian.(2007，November)．Latest evidence on PTSD may bring changes in DSM-V: Subthreshold events can lead to disorder．Clinical Psychiatry News 35(11).\nMercer，Cheryl.(1988)．Grown-ups. New York: Putnam.\nMichael，Robert T.; Gagnon，John H.; Laumann，Edward O.; and Kolata，Gina.(1994)．Sex in America: A Definitive Survey. Boston: Little，Brown．Money，John.(1980)．Love and Lovesickness: The Science of Sex，Gender Dif-ference，and Pair Bonding. Baltimore: Johns Hopkins University Press.\nMoney，John.(1988)．Love Maps: Clinical Concepts of Sexual/Erotic Health and Pathology，Paraphilia，and Gender Transposition in Childhood，Adolescence，and Maturity. Buffalo，N．Y.: Prometheus.\nMurphy，Jeffrie G.(1982)．Forgiveness and resentment．Midwest Studies in Philosophy 7，503—516.\nNadler，Arie and Dotan，Iris.(1992)．Commitment and rival attractiveness: Their effects on male and female reactions to jealousy-arousing situations．Sex Roles 26(7/8)，293—310.\nNational Task Force.(1990)．“Women and Depression: Risk Factors and Treatment Issues.”Edited by Ellen McGrath，Gwendolyn Puryear Keita，Bonnie R．Strickland，and Nancy Felipe Russo．Washington，D．C.: Ameri-can Psychological Association.\nNelson，Tammy.(2008)．Getting the Sex You Want: Shed Your Inhibitions and Reach New Heights of Passion Together. Beverly，Ma.: Quiver.\nNietzsche，F．W.(1887)．The Genealogy of Morals(trans．by P．Watson)．London: S．P．C．K.\nNolen-Hoeksema，Susan.(1987)．Sex differences in unipolar depression: Evidence and theory．Psychological Bulletin 101(2)，259—282.\nNorton，Arthur J.，and Miller，Louisa F.(1992)．Marriage，divorce，and remarriage in the 1990's．Current Population Reports, 23—180．Washington，D．C.: U．S．Government Printing Office.\nOppenheimer，Mark.(2011，June 30)．Married，with infidelities．New York Times Magazine, 24.\nParker-Pope，Tara.(2010，January 26)．Marriage and women over 40．New York Times, well．blogs．nytimes．com/2010/01/26/marriage-and-women-over-40.\nPerel，Esther.(2007)．Mating in Captivity: Unlocking Erotic Intelligence. New York: Harper.\nPerson，Ethel Spector.(1988)．Dreams of Love and Fateful Encounters: The Power of Romantic Passion. New York: Norton.\nPittman，Frank.(1989)．Private Lies. New York: Norton.\nQuick Reference to the Diagnostic and Statistical Manual IV-TR. (2000)．Washington，D．C．: American Psychiatric Association.\nRandom House Dictionary of the English Language，2nd ed．unabridged.(1987)．Edited by Stuart Berg Flexner and Leonore Crary Hauck．New York: Random House.\nReibstein，Janet，and Richards，Martin.(1993)．Sexual Arrangements: Marriage and the Temptation of Infidelity. New York: Scribner's.\nReinisch，June M.，with Beasley，Ruth.(1990)．The Kinsey Institute New Report on Sex. New York: St．Martin's.\nRosenbloom，Stephanie.(2011，June 19)．Ambition + desire = trouble．New York Times.\nRoss，M.，and Holmberg，D.(1990)．Recounting the past: Gender differences in the recall of events in the history of a close relationship．In Self-Inference Processes: The Ontario Symposium，Volume 6. Edited by J．M．Olson and M．P．Zanna．Hillsdale，N．J.: Erlbaum，135—152.\nSaint-Exupéry，Antoine de.(2000)．The Little Prince. New York: Har-court Inc.\nScarf，Maggie.(1986，November)．Intimate partners．Atlantic Monthly, 49—54，91—93.\nScarf，Maggie.(2008)．Intimate Partners: Patterns in Love and Marriage. New York: Ballantine Books.\nShaver，Phillip R.，and Hazen，Cindy.(1988)．A biased overview of the study of love．Journal of Social and Personal Relationships 5，473—501.\nSimon，Sidney B.，and Simon，Suzanne.(1990)．Forgiveness: How to Make Peace With Your Past and Get on with Your Life. New York: Warner.\nSmedes，Lewis B.(1984)．Forgive and Forget: Healing the Hurts We Don’t De-serve. San Francisco: Harper & Row.\nSmith，Brendan L.(2011，March)．Are Internet affairs different? American Psychological Association 42(3)，48.\nSpring，Janis Abrahms.(2005)．How Can I Forgive You? : The Courage to For-give，the Freedom Not To. New York: HarperCollins.\nStanley，Scott M.(1986)．Commitment and the Maintenance and Enhancement of Relationships. Unpublished doctoral dissertation．University of Denver.\nStanley，Scott M.，and Markman，Howard.(1992，August)．Assessing commitment in personal relationships．Journal of Marriage and the Family 54，595—608.\nSteiner，Peter.(1993，July 5)．On the Internet，nobody knows you're a dog．The New Yorker 69(20)，61.\nSternberg，Robert J.，and Barnes，Michael L.(eds.).(1988)．The Psychology of Love. New Haven，Conn.: Yale University Press.\nStuart，Richard.(1980)．Helping Couples Change: A Social Learning Approach to Marital Therapy. New York: Guilford.\nStuart，Richard B.，and Jacobson，Barbara.(1985)．Second Marriage: Make It Happy! Make It Last! New York: Norton.\nTannen，Deborah.(2001)．You Just Don’t Understand: Men and Women in Conversation. New York: Quill.\nThomas，Sandra P.(1993)．Women and Anger. New York: Springer．Thompson，Marjorie J.(1992，March/April)．Moving toward forgiveness．Weavings: A Journal of the Christian Spiritual Life VII(2)，16—26.\nThrall，Grace.(1995，April)．Forgiveness: At the Interface of Psychiatry and Spirituality. Paper presented at the Institute of Living，Hartford，Conn．Toufexis，Anastasia.(1993，February 15)．The right chemistry．Time Magazine, 49—51.\nValenstein，E．S.，and Beer，B.(1964，March)．Continuous opportunity for reinforcing brain stimulation．Journal of the Experimental Analysis of Be-havior 7，183—184.\nViorst，Judith.(1984)．Necessary Losses. New York: Simon & Schuster．Walsh，Anthony.(1991)．The Science of Love: Understanding Love and Its Effects on Mind and Body. Buffalo，N．Y.: Prometheus.\nWeiner，Marcella Bakur，and Starr，Bernard D.(1991)．Stalemates: The Truth About Extra-Marital Affairs. Far Hills，N．J.: New Horizon.\nWeiss，Robert，and Schneider，Jennifer P.(2006)．Untangling the Web: Sex，Porn，and Fantasy Obsession in the Internet Age. New York: Alyson Books.\nWhisman，Mark A.; Dixon，Amy E.; and Johnson，Benjamin．Therapists’ Perspectives of Couple Problems and Treatment Issues in the Practice of Couple Therapy. Unpublished manuscript.\nWilliams，Warwick.(1988)．Rekindling Desire: Bringing Your Sexual Relationship Back to Life. Oakland，Calif.: New Harbinger.\nWinterson，Jeanette.(1989)．The Passion. New York: Vintage.\nWinterson，Jeanette.(1994)．Written on the Body. New York: First Vintage International Edition.\nWise，R．A.(1996)．Addictive drugs and brain stimulation reward．Annual Review of Neuroscience(19)，319—340.\nWright，Robert.(1988，July 11)．Why men are still beasts．New Republic, 27—32.\nWylie，Mary Sykes.(2010)．The www．Addiction．Psychotherapy Networker 34(5)，30.\nYoung，Jeffrey E.，and Klosko，Janet S.(1993)．Reinventing Your Life. New York: Dutton.\nYoung，Kimberly S.(2000)．Getting Web Sober: Help for Cybersex Addicts and Their Families. Ebooklet.\nYoung，Kimberly S.(2001)．Tangled in the Web: Understanding Cybersex from Fantasy to Addiction. Indiana: 1stBooks."
  }
]