[
  {
    "id": "catalog",
    "title": "Chapter 1",
    "text": "目錄\nCONTENT\n * 第1節：不開心的大多數\n * 第2節：綿羊般的順從思維\n * 第3節：改變的力量\n * 第4節：首先滿足自己的需求\n * 第5節：引子(1)\n * 第6節：引子(2)\n * 第7節：信仰的束縛\n * 第8節：\"錯誤的確信\"帶來的問題\n * 第9節：沒有人喜歡改變目前的意識水平\n * 第10節：為什麼你可以改變\n * 第11節：獨立(1)\n * 第12節：獨立(2)\n * 第13節：克服想要操縱他人的慾望(1)\n * 第14節：克服想要操縱他人的慾望(2)\n * 第15節：致命的順從\n * 第16節：競爭--創造力的扼殺者\n * 第17節：讚美VS認可\n * 第18節：從別人的束縛中解脫出來\n * 第19節：引子\n * 第20節：人生的初始階段(1)\n * 第21節：人生的初始階段(2)\n * 第22節：人生的初始階段(3)\n * 第23節：缺乏自信的典型表現(1)\n * 第24節：缺乏自信的典型表現(2)\n * 第25節：引子\n * 第26節：你始終都做到了最好\n * 第27節：接受現實\n * 第28節：價值評判（Value Judging）的破壞力\n * 第29節：瞭解你的動機\n * 第30節：如何激發你的動機\n * 第31節：對自己負責\n * 第32節：改掉壞的習慣模式\n * 第33節：養成好習慣\n * 第34節：關於道德\n * 第35節：自責的七大類型(1)\n * 第36節：自責的七大類型(2)\n * 第37節：自我強加的自責\n * 第38節：自責總伴隨著懲罰\n * 第39節：你的行為並不能代表你\n * 第40節：引子(1)\n * 第41節：引子(2)\n * 第42節：停止從別人那裡尋找愛\n * 第43節：善待別人(1)\n * 第44節：善待別人(2)\n * 第45節：引子\n * 第46節：綜合的你\n * 第47節：精神磁性定律(1)\n * 第48節：精神磁性定律(2)\n * 第49節：超意識（Super-conscious）\n * 第50節：傑出的人都曾藉助超意識"
  },
  {
    "id": "id430079",
    "title": "第1節：不開心的大多數",
    "text": "第1節：不開心的大多數\n序 言\n不開心的大多數\n仔細觀察周圍的人，你會發現一個無法忽略的事實：他們中絕大多數都生活得並不開心，過著沒有成就且毫無目標的生活，似乎沒有能力應對日常生活中出現的問題和狀況。他們任由自己過著平庸的生活，得過且過。\n甘於平庸似乎成了一種生活方式。不滿的情緒使他們把自己的失敗和失望歸咎於社會、他人、境遇和周遭。他們認為，自己的生活掌握在別人的手裡。這種思想是如此地根深蒂固，以至於他們無法接受完全相反的事實。\n傑出的哲學家和心理學家威廉·詹姆斯曾經說過：\"我們這個時代最偉大的發現，就是人們可以通過改變自身的思想觀念，進而改變自己的生活。\"這句簡單的話裡包含著一個真理，即我們並不是受害者，而是可以創造生活和世界的創造者之一。或如另一位偉人所言：\"你並非自己所認為的那種人，但是，只要你想成為怎樣的人，你就會成為怎樣的人。\""
  },
  {
    "id": "id430080",
    "title": "第2節：綿羊般的順從思維",
    "text": "第2節：綿羊般的順從思維\n綿羊般的順從思維\n勇敢的反義詞不是懦弱，而是順從。這個道理只有在歷經滄桑之後才會明白。即使你花費了寶貴而無可挽回的時間試圖去弄明白這個道理，但是太晚了，或許你永遠也無法明白。\n是什麼使我們大家如綿羊一樣相互跟隨？因為我們都試圖融入集體。是時候該掙脫這種綿羊般的順從思維了，停止自我懲罰吧！因為我們與家人、朋友和其他任何人都不一樣。如果我們拒絕順從，很多苦難都會煙消雲散。\n認為自己的生活完全受控於其他個人、團體或社會環境的想法，等於是為自己劃定了一個精神監牢，使自己淪為自我判決的囚犯。\n讓思維變成藍圖，將我們潛意識裡所有的思想觀念都綜合起來，無論這些觀念是積極的還是消極的。生活就是我們思想的外在呈現。我們幾乎將一切構成生活的元素都囊括了進來，包括工作、婚姻、健康或其他私人事務，無論好壞，開心或悲傷，成功或失敗。\n認真地審視一下你周圍的事物、環境和你的生活，以及所有你認為它是內在的而事實上是外在的東西。通過發現自己如何變成現在這樣，從而找到實現理想自我的途徑。"
  },
  {
    "id": "id430081",
    "title": "第3節：改變的力量",
    "text": "第3節：改變的力量\n改變的力量\n莎士比亞說：\"我們瞭解自己的現狀，但無法預知將來。\"\n這聽起來是不是像在說你呢？你總在意目前遇到的障礙和失敗，從沒有停下來想一想將來會怎樣。這是因為你從小就受到錯誤思想和觀念的影響，認識不到自己的能力和獨特之處。\n作為生活的創造者，你完全有能力改變自己的生活。\"你不能指望別人來解決你的問題\"--這是每一個偉大的學者都會得出的結論。正如某些大師常常提醒我們說：\"天堂就在你心裡。\"它不在某個遙遠的國度，也不在九霄雲外。佛家有云：\"自己照亮自己，不要指望他人。\"每個人都有自我治療的能力。在打破消極思想的束縛之後，剩下的便是健康、幸福、富裕和思想上的平和。\n除非你認識到自己作為一個人的真正價值，否則是不可能樹立起百分之百的自信的。只有在你真正確認自己存在的獨特意義之後，你才可以從自我強加的禁錮中解放出來。\n是的，就是\"自我強加\"！不是父母、家人、上司或社會，而是我們自己。我們把自己的生活交給別人，並且甘願被束縛。\n拋開自責的情緒，停止對自己因莫須有的不滿而產生的輕視。否則在樹立自信和解放自我的道路上，你註定將無功而返。為了成為一個真正自由、富有同情心、熱情和內心充滿愛的人，你首先要做的就是了解自己、愛自己。一直以來都有人告訴你，\"像愛自己一樣去愛你的鄰居\"，但如果你連自己是誰、是怎樣的人都不瞭解，那麼，這句話就欺騙了你，也欺騙了你的鄰居。"
  },
  {
    "id": "id430082",
    "title": "第4節：首先滿足自己的需求",
    "text": "第4節：首先滿足自己的需求\n首先滿足自己的需求\n樹立自信心的必要條件之一，就是首先要滿足你自己的需求。表面上看這似乎有點自私，但我們必須明白一點，只有在我們自身的能力得到充分發揮的前提下，我們才能更好地幫助我們的家人、朋友和同事，才能更多地為社會做貢獻。\n許多人都以\"優先服務他人\"這個價值觀來逃避改變自己生活的責任。他們說應該把丈夫/妻子、男朋友/女朋友、宗教、家庭和社會放在首位。事實上這是在自欺欺人。有這樣一個實例，某人傾注滿腔熱情、全身心地投入到某個值得推薦的項目中，而實際上，他是因為無法面對和解決自己的問題，而藉助工作來逃避而已。\n你改變不了世界，但你可以改變自己。改變人生的唯一方式，就是各人掌握自己的命運。 你應該放下一切，全力滿足自己的要求。這是獲得自由的唯一出路。肉體上的束縛只不過是對過錯的一種懲罰，而精神上的禁錮卻是--如笛卡爾所說的\"死寂而絕望的生活\"。\n讓一切開始改變吧\n你即將踏上一段可使你終生受益的旅程。你將學會如何掙脫一直以來束縛著你身心的桎梏。\n當你發現自己正停滯不前，沒有或缺乏足夠的熱忱和信心去面對生活，那麼，這本書對你來說就是再合適不過了。如果你厭倦了平庸，對過去感到失望，但又不想渾渾噩噩度過餘生，本書可以為你解決煩惱。如果你能做到思想開放、樂於接受新鮮事物和觀念，你就會明白，為什麼需要系統性地顛覆和重組自己的思維模式，並且如何去喚醒那個全新的自己！\n一旦掌握了這些方法，你將擁有前所未有的幸福、愛、自由、金錢和自信。再沒有比釋放自己的潛能、過富有創造性而目標明確的生活更令人滿意的事情了。無論你的身份或職業是什麼，無論你目前的生活狀態怎樣，你都可以樹立百分之百的自信心，並且過程遠沒有你想象得那麼困難。\n21天可以改變一切\n首先讓我們暫停一下，試著採用一種簡單卻非常有效的學習技巧，即-- \"21天法則\"。\n一個人大約需要21天的時間才能改掉一個現有的不良習慣或形成一個新的好習慣。這點已經得到證實。如果要充分吸收本書的精華，也恰好需要這麼長的時間。準確理解本書內容，注意不要誤讀。本書通俗易懂，但單純地讀懂還遠遠不夠，你需要花更長的時間去理解它的真正涵義。只有在真正理解了它的涵義之後，你才能做出必要的改變。\n你必須經歷從\"讀懂\"到\"完全領悟\"這樣一個過程。對某一事物的真正理解體現在你的思維、情感、行為和反應中。這個過程是需要時間的。人們往往在第一次讀完本書後，就嚷嚷道\"我讀懂了\"。事實上，只有當它真正融入你的意識並形成一個新的習慣模式之後，才能稱作 \"完全領悟\"。\n在閱讀本書時，請拋開其他所有事物，全身心地投入到閱讀當中來。花數小時的時間將消極、不利的習慣模式改掉，形成積極而有建設性的習慣。這可能會給你帶來一生的成就和自由。\"數小時\"與\"一生\"相比，哪個更為值得呢？\n如果有時候我措辭激烈，是因為我想要擊破讀者那厚厚的思維阻抗層，到達你們可對真理加以辨別和傾聽的內心深處。如果我成功了，那麼您的思想便能得到昇華，這時您內心的某個聲音也會說：\"是的，我相信是這樣。\"\n要想從本書中獲得最有益的效果，應該先從頭到尾讀一遍，瞭解書的大概內容，然後再回過頭來，選讀對你來說最有意義的章節，加以咀嚼消化，讓它們深入到你的思想意識中。而最重要的是立即付諸行動！\n如果您已經做好準備的話，那我們現在就開始吧！"
  },
  {
    "id": "id430083",
    "title": "第5節：引子(1)",
    "text": "第5節：引子(1)\nSecret1\n讓自己的頭腦清醒\n\"你的覺醒程度與你所能接受的有關自身真相的程度成正比。\"\n每個人都會在不同程度上，對已經接受的思想或者自己認為正確的觀點深信不疑。這些思想與催眠術相比，其效果相差無幾。\n在過去這些年裡，我通過暗示和想象等手段使數百人對我的觀點深信不疑。下面我給你們舉一個例子，以便更好地證明我的觀點。\n在催眠狀態下，我告訴一個正常、健康的女士，說她拿不動我放在桌子上的鉛筆。令人吃驚的是，她竟然真的無法做到如此簡單的事。不用懷疑她是否嘗試著去拿鉛筆，事實上她費盡九牛二虎之力，卻無論如何也拿不起。一方面，她確實在努力去拿起鉛筆，全身肌肉都在使勁；而另一方面，\"你拿不動鉛筆\"這句話使她的大腦\"相信\"，她確實不可能拿起鉛筆。此時我們發現，精神信念戰勝了身體力量。這是一場\"意志力\"和\"想象力\"的對抗，而勝出的往往是\"想象力\"。\n許多人認為可以單純依靠意志來改變生活。這種觀點是不正確的。首先，思想中的消極觀念會導致他們失敗，即使再怎麼努力也是徒勞。他們對錯誤的觀念深信不疑。無論他們的能力有多高，目標有多麼遠大，付出再多努力，意志力再堅定，在這些被當作真理供奉的錯誤觀念面前也都無濟於事。\n?邛人們一旦相信某個觀點是正確的，就會將其奉為行為標準。\n通過相同的方式，我很快就證實了在催眠狀態下，一個人之所以能或\n不能幹某件事情，是因為\"想象\"的力量是無窮的。在旁觀者看來，我似乎擁有某種神奇的力量，可使她能夠並且自願去做那些她平常做不了或者不願做的事情。當然，事實上能或不能取決於被催眠者本身固有的能力。那位女士使自己處於催眠狀態，在不知不覺中相信自己能或不能做這件事。而事實上，沒有人會在不知不覺中被催眠，因為催眠的過程需要被催眠者的配合。催眠師僅作為一個引導，幫助被催眠者更快地進入催眠狀態。\n在這裡我通過簡單的催眠現象，來闡明一個對你來說非常有用的心理學原理。這個原理在現代教育中日趨顯現，如學生在老師的幫助引導下進行自我教育和學習。而在康復醫師的引導下進行康復治療的患者身上，這點體現得尤為明顯。\n人們一旦相信某個觀點是正確的（不管事實上到底是對是錯），就會將其奉為行為標準。無論這個觀點有多麼荒謬，人們都會本能地蒐集證據來維護它。除了通過親身經歷或學習提高，沒有其他辦法能使他改觀。由此不難發現，在某人認可並接受了某個不正確的觀點之後，其言行就會處處以這個錯誤觀點為基礎。\n?邛你首先要做的就是從對當前某事物深信不疑的狀態下清醒過來。\n這不是什麼新鮮見解。可以說有史以來，無論男女，人們都處於某種被催眠狀態，只是他們自己絲毫沒有意識到。但若干世紀後，一些偉大的導師和思想家們逐漸認識到這點。他們發現人們總是被\"錯誤的確信\"限制著自身的能力，於是便試圖努力讓人們從這些\"錯誤的確信\"中清醒過來，挖掘自身遠遠超乎想象的巨大潛能。\n因此，最重要的是不能想當然地認為你已經瞭解事實。換句話說，你不能把現在被你視作真理的觀念當作真正的真理。相反，你必須堅持認為\"我現在已經被錯誤的思想和價值觀衝昏了頭腦\"。正是這些錯誤的思想阻止了你施展自己的潛能。\n對於這一點，也許大家會認為，我們從根本上來說都是被灌輸教育和各種思想對抗的產物。\n那些一直生活在錯誤觀念裡的普通人，永遠無法發現或接近自己的潛能。他們對父母和老師的話深信不疑，把書本里的觀念奉為聖旨，根本不去加以考證。\n許多人都盲目相信那些所謂的\"知識淵博者\"的花言巧語，從不質疑這些\"專家\"們提出的觀點在現實生活面前是否站得住腳。在這些觀點、價值觀和信仰的影響下，他自身的能力便受到限制。即使他的成就已經超越了這些人，他仍不能摒棄這些觀念。值得慶幸的是，某些事或人激發了他超越當前意識水平的興趣，這其中就包括自信心的發現和培養。"
  },
  {
    "id": "id430084",
    "title": "第6節：引子(2)",
    "text": "第6節：引子(2)\n因此，你首先要做的就是從對當前某事物深信不疑的狀態下清醒過來，因為它正阻礙你成為你想要成為的那種人。讀一讀下面這句話：\n?邛\"你的覺醒程度與你所能接受的有關自身真相的程度成正比。\"\n再讀一遍。這是決定你的人生是否能夠得到改變的關鍵。用聖賢的話說就是，\"認清事實，你才能獲得自由\"。\n本書中的許多觀點可能會與現在被你奉為真理的觀念背道而馳。有些看起來甚至違反常規或不合邏輯的觀點也會挑戰你的思想。你可以選擇探尋真相，也可選擇拒絕接受。選擇權在你的手裡。這就是上面所說的\"你人生所能改變的程度與你所能接受的有關自身真相的程度成正比\"。\n如果你誠心想要改變你的人生，想要增強自信心，就必須要開放你的思想。對於本書中的任何觀點，我不想因為我說它是正確的你就認為它確實是正確的，否則你將一無所獲。你必須要自己去驗證。自信是建立在內心的確信和安全感之上的，而內心的確信和安全感取決於你是否已經弄清是非對錯。\n如果要在一塊已經有一座舊的、\"無用\"建築的地皮上，修建一座新的、\"有用\"的建築，那麼，首先要把舊的建築拆掉。你必須把那些阻礙你擁有自由、豐富和健康人生的 \"錯誤的確信\" 徹底粉碎掉。這也是本書的主題所在。"
  },
  {
    "id": "id430085",
    "title": "第7節：信仰的束縛",
    "text": "第7節：信仰的束縛\n信仰的束縛\n信仰往往對我們的思想產生束縛，使我們無法接近真相。\n什麼是信仰（Belief）？信仰就是那些被我們當作真理而接受的自覺或不自覺的信息。但遺憾的是，信仰往往對我們的思想產生束縛，使我們無法接近真相。信仰對於所謂\"錯誤觀念\"的過濾切斷了真相的來源，使人們只看到自己想要的，而排斥其他所有事物。\n那些所謂的\"堅定信徒\"（Firm believer）永遠無法知曉什麼是真理。他們總在引用\"事實\"來排斥其信仰之外的一切事物，把自己不贊同的事物視作一種威脅，終其一生都把那些新鮮的、不尋常的、具有啟迪性的事物當作\"惡魔\"，而認為那些陳舊的、傳統的、壓制思想的觀念才是\"真理\"。 他們無法明白，真相--無論它有多殘忍--其本質是\"美好\"，而謊言--無論它有多誘人--其本質都是\"邪惡\"。\n為了保護自己的信仰，\"堅定的信徒\" 們在自己的四周建立起一堵堵堅固的\"圍牆\"，有的大，有的小。但無論圍牆大小，它終究只會將真相隔離。\n\"堅定的信徒\"不願意改變自己的思想。這導致了他們的愚昧和無知。他們只瞭解圍牆內的事物，沒有機會去探尋圍牆之外無限的真理。他們不知道，真理的力量可以穿透世界上任何堅固的建築。\n信仰和信念（Faith）是兩個不同的概念，不可混淆。與信仰不同的是，信念並非完全是限制性的。它會使人不斷去探索和了解事實的真相，讓一切皆有可能。\"堅定的信徒\"總認為自己知道答案，而有信念的人卻總能認識到自己還有更多需要學習的地方，總在尋找學習的機會。"
  },
  {
    "id": "id430086",
    "title": "第8節：\"錯誤的確信\"帶來的問題",
    "text": "第8節：\"錯誤的確信\"帶來的問題\n\"錯誤的確信\"帶來的問題\n我們對世界所能做的改變，就是改變自己。\n想要從根本上改變我們的人生，首先必須瞭解自己的問題所在。很多問題大多歸因於我們\"錯誤的確信\"。\n\"錯誤的確信\"即我們確信某事或某物是對的，而事實上它們是錯的。錯誤的確信通常源自我們的\"意願思維\"，後者會扭曲事實，導致我們自欺欺人。我們希望一切都能如我所願，而得到的便是一個被我們的信仰過濾了一遍的世界。這會使我們對真相視而不見。\n我們對世界所能做的改變，就是改變自己。只有在認識到自己錯誤地確信了某事物之後，人才能改變自己。人類的煩惱大多源自慾望（且是沒有實現的）。我們之所以感到失望，是因為我們錯誤地認為地球應該按照我們的意願旋轉，認為自己應該做什麼或有什麼樣的成就。這就是眾所周知的\"逃避現實\"。\n愛默生說：\"我就是自己每天思考的那個我。\"你在思想、身體、情緒和精神方面的活動都是你大腦運行的結果。更確切地說：\n\"你根據自己目前的意識水平，選擇接受、包容或拒絕你精神和身體環境裡的一切。\"\n你目前的意識水平基於你的受教育程度、生活環境、家庭狀況、成長經歷、成功、失敗和宗教信仰。\n你會發現，許多你過去認為正確的事情事實上是錯誤的，包括那些你堅信不疑的信條。隨著閱讀的深入，你會逐漸發現，所有你正在接受、包容或拒絕的事物均基於你目前的意識水平。但是遺憾的是，你目前的意識水平可能是錯誤甚至荒謬的。"
  },
  {
    "id": "id430087",
    "title": "第9節：沒有人喜歡改變目前的意識水平",
    "text": "第9節：沒有人喜歡改變目前的意識水平\n沒有人喜歡改變目前的意識水平\n我們逃避、牴觸或必要時甚至強烈拒絕任何對我們的信仰產生威脅的觀點。\n我們發現要改變目前的意識水平很難，其原因如下：\n1. 我們大腦所構思或想象的東西完全基於我們目前確信的真理，無論這些真理有多麼荒謬，因為我們的行為和反應受大腦的控制。\n2. 找藉口（或者我們更願意稱之為\"邏輯理由\"）總是容易的。我們總會拿出\"邏輯理由\"來證明為什麼沒有必要改變或不可能改變。\n3. 我們只追求那些符合我們現有價值觀的事物，逃避、牴觸或必要時甚至強烈拒絕那些與我們目前的信仰相違背的東西。\n4. 我們在自己的潛意識和中樞神經系統裡預先制訂了應對特定境況的錯誤響應程序，一旦陷入這些境況，我們就會按照這些錯誤的程序去反應。換句話說，我們按照自己習慣的方式去感覺和行動。這個\"系統\"由我們自己建立，所以也只有我們自己才能改變它。\n從理性的層面來說，我們承認在自己的生活中肯定存在需要改變的東西，但我們幾乎總認為自己的具體情況與別人不同。這使得我們逃避、牴觸或必要時甚至強烈拒絕任何對我們的信仰產生威脅的觀點。就拿酗酒者來說吧，在他們看來，沉溺於喝酒似乎是很合理的事情。還有吸毒者、賭徒和強迫性飲食患者，他們都認為自己的上癮是合理的。他們在現有意識水平的基礎上對自己的行為進行合理化解釋，無論這個基礎有多荒謬。\n改變意識水平最主要的障礙，是我們拒絕承認我們 \"錯誤的確信\"已經扭曲了自己的感知。 因此，時不時地審視自己的信仰和觀念尤顯重要，它可以讓我們及時發現自己是否站在了錯誤的角度去看待事物。\n一個有著正常健康性格的人，他的思想會經歷一個不斷重組的過程；而一個神經上有問題的人，儘管他的思想觀念是錯誤和荒謬的，他仍要堅持。後者唯一可能改變自己的情況，是當他面臨某個迫使他不得不改變自己老套而自欺欺人的習慣模式的巨大危機的時候。\n當你的大腦程序化或習慣性地接受錯誤和荒謬的價值觀時，你會逐步形成某種生活方式去證明它們。你會假設某事物是正確的，儘管可能事實相反。然後你會尋找機會證明自己是對的。你變成了一隻追逐自己尾巴的狗。一個錯誤的觀點會導致另一個錯誤觀點的產生，直到你再不能理性行事為止。\n首要任務\n你人生的首要任務，就是擴展自己的意識。\n你人生的首要任務，就是擴展自己的意識。在意識擴展的同時，你會丟棄那些制約你樹立自信心的\"錯誤的確信\"。通過以下方法可以實現這個任務：\n1. 別再自動或任意地維護自己的是非對錯論，因為它使你不能接受新觀念，使你陷入無知\n2. 重新評估自己的觀念、價值觀、信條、理想、假設、辯解、言語、目標、希望和衝動\n3. 重新審視和理解自己的真正需求和動機\n4. 學會相信你的直覺\n5. 留意自己的錯誤，試著去改正，因為從這些錯誤中你可能學到有生以來最寶貴的東西\n6. 愛自己，愛他人\n7. 學會傾聽，不要臆斷或主觀地認為\"這是對的\"或\"那是錯的\"；學會傾聽，不必在意內容的真假\n8. 注意自己多數時候在爭辯和維護什麼\n9. 要知道，新形成的意識會為你提供做出良好改變的方式和動機\n開始問自己：\"我的想法合理嗎？\"或\"有沒有可能是我錯了？\"。 如果別人與你的觀點一致，那你就可做到非常客觀。毫無疑問，你會印證為什麼別人可能是錯的。學會用這樣的方法審視自己的觀點。質疑一切事物，在考慮了所有的可能性之後，得出自己的結論。\n人們只有在自我審查和自我學習之後，才能得到積極的答案。跟隨自己的意念，你不僅會發現某些關於自己的真相，還能獲得心理上的優勢。張開雙手，宣告自己作為人的尊嚴，邁出創建意識的第一步。\n--卡爾·榮格（Carl Jung）"
  },
  {
    "id": "id430088",
    "title": "第10節：為什麼你可以改變",
    "text": "第10節：為什麼你可以改變\n為什麼你可以改變\n主導思維或觀念的改變，會帶來內心意識的變化，從而導致外在環境的改變。\n所有改變的出發點，都是為了改變那些制約我們意識的\"主導觀念\"。我們可以改變，是因為我們自己創造了生活。\n改變受我們的潛意識和想象力的影響。如詹姆斯教授所說，改變始於我們的內在思維。根據以往的經驗我們知道，外在的改變會緊隨內在改變的腳步而至。\n主導思維或觀念的改變，會帶來內心意識的變化，從而導致外在環境的改變。\n在我們熟悉的《愛麗絲夢遊仙境》中，愛麗絲也遇到了類似的問題。在她還沒來得及瞭解自己目前身處的這個新世界之前，就不得不接受與過往經驗完全不一樣的現實。她必須要適應新環境。不知你是否還記得，愛麗絲遇見了幾張撲克牌，她發現這些撲克牌是兩面的，如果要真正認出它，就必須看完兩面。也就是說，她必須要全面去看問題。其實，這也正是我們生活所需要的態度。\n在將我們的生活帶入更積極的軌道之前，我們得先去發掘人生中沒有的東西。這樣，我們便能在現在和理想的未來之間搭起一座通行的橋樑。\n人類內心桎梏的根本在於對自己的無知。若不瞭解自己的角色和現狀，他就不可能獲得自由，不能駕馭自我，最後只會淪為作用在自己身上的支配力的永久的奴隸和玩物。這正是為什麼古訓將\"瞭解自己\"視為邁向自由的第一步的原因。\n--葛吉夫（Gurdjieff）\n到目前為止，你最大的問題是不知道自己現在是誰，將來打算成為什麼樣的人。你目前的狀態使你無法釋放自己的無限潛能。你像一隻籠中鳥，不知道外面的世界有多遼闊。你\"錯誤的確信\"讓你認識不到自己的價值、能力和獨特之處。"
  },
  {
    "id": "id430089",
    "title": "第11節：獨立(1)",
    "text": "第11節：獨立(1)\nSecret2\n束縛抑或自由\n只要你不依靠他人，就沒有人可以讓你失望。\n獨立路上最大的絆腳石，是我們錯誤地認為別人比我們更聰明更能幹。\n要樹立自信，一定要先學會獨立。許多人認為獨立意味著對他人疏離、冷淡或不友好。這是非常錯誤的觀點。獨立的人會從他人的角度考慮問題，可以與他人和睦相處，同時也保持著自信和沉著。他/她可以自力更生，沒有必要去依靠他人。\n獨立路上最大的絆腳石，是我們錯誤地認為別人比我們更聰明更能幹。這使我們常常將自己的幸福寄託在別人的身上。我們總是向外界伸出求援之手，希望別人或環境甚至上帝把所有該我們自己做的事情全部做完。我們的依賴性由此陡增，總想要操縱別人，變得順從、愛與人攀比和競爭。\n本章我們將講述這些缺點會對自信心的樹立產生怎樣的致命影響。但首先，我們要簡單地講一講\"獨立\"一詞的含義。\n獨立\n跟隨自己的直覺時，我們便能相信自己，不再隨波逐流。\n獨立不僅僅是你能夠獨立併成功地處理事情，獨立的含義遠不限於此。\n獨立是勇於面對內心對成功的渴望，是關注自己的內心，而不是從其他人那裡獲得你應該怎樣、應該做什麼和應該擁有什麼的啟示。\n當我們學會正確地理解我們內心發出的\"信號\"，跟隨自己的直覺時，我們便能相信自己，不再隨波逐流。\n發現並改正依賴的壞習慣\n當你習慣性地仰視別人時，說明你的依賴性已經產生了。\n依賴是依賴者和被依賴者共同打造的牢獄，對雙方都有害無益。當事雙方都同樣缺乏獨立，這樣一種依賴與被依賴的關係只有在雙方共同維護的情況下才會愈演愈烈。\n依賴最糟糕的一面，是當你認為自己在依靠別人時，它就會變成事實！你忽視了培養獨立能力去解決自己問題的必要性。\n當你習慣性地仰視別人時，說明你的依賴性已經產生了。它開始於你將自己與你從心理上服從的某人做比較的時刻。\n某些人的依賴性是如此地根深蒂固，以至於他們願意放棄個人的權利去迎合其他個體、價值體系或宗教信仰的需要。他們覺得能夠找到一個可以盲目依附的個人、團體或宗教，能給自己帶來安全感。他們將自己的幸福交付給這個人、團體或宗教。當然，在遭遇失敗時，他們也有了可以推卸責任的對象。\n依靠別人的人是受別人支配的。他們認為別人比自己聰明，在遇到問題時總是第一時間向他人求助。他們從屬於被依靠者，後者的建議在他們看來是神聖而不可違抗的命令。他們總感到精疲力竭，因為不止有一個\"建議者\"，而他們要決定到底應該聽誰的。\n建議比比皆是，且大部分都是免費的，不用支付任何報酬。你的周圍總會有一打甚至更多的\"義務顧問\"，他們都欣然告訴你他們自己的觀點。但他們通常都專注於自己的問題，根本不清楚你真正\"應該\"或\"必須\"怎樣，所以你總是得不到適當的建議。事實上，接受一個無資格提供建議的人的意見，就如同找水管工人來修補你的牙齒。他們大多數人連自己的問題都無法解決，又怎麼能教你去解決他們自己還未能解決的問題呢？"
  },
  {
    "id": "id430090",
    "title": "第12節：獨立(2)",
    "text": "第12節：獨立(2)\n要戰勝依賴他人的毛病並不容易。從孩童時期開始，我們便習慣於向他人尋求幸福、引導和智慧。依賴在我們的成長過程和教育經歷中佔有一席之地，但它不會因此而抹殺我們的個性。每個人天生都有解決自己所面臨的困難的能力。\n讀這句話，並做標記：\n只要你不依靠他人，就沒有人可以讓你失望\n不要指望他人給你幸福、鼓舞、愛和動力，這樣就沒有人可以傷害你的感情，使你感到傷心、孤獨、生氣或失望。\n獨立的人不需要依靠別人，他自己能夠根據現實狀況自信地應付生活中的挑戰。他可以客觀地看待事物，不夾帶個人意願。他不願意因逃避現實而影響自己的生活。\n一旦形成獨立的性格，你就不必再拖延或逃避解決你所遇到的問題，因為你有足夠的信心，自我肯定，並會用沉著的姿態去迎接人生的每一個境遇。你不再感到焦慮，因為你知道一切都在你的掌控之中，力量的源泉與你緊密連接在一起。你不再需要他人不斷給你鼓舞和動力。相反，在人生的旅途上你會逐漸發現，內心的力量可以戰勝你遇到的任何困難。"
  },
  {
    "id": "id430091",
    "title": "第13節：克服想要操縱他人的慾望(1)",
    "text": "第13節：克服想要操縱他人的慾望(1)\n克服想要操縱他人的慾望\n父母給孩子最好的禮物，就是讓他們學會獨立，從而幫助他們樹立自信心。\n小時候，你從不知道也不在意周圍的世界在上演著什麼。你只關心自己的幸福。無助的你對他人的施與和幫助產生依賴感。你最大的幸福是被人呵護和關愛，你最在意的是儘可能多地引起別人的注意。\n很快你發現，你的哭聲可以喚來一個大人照顧你。哪怕你只是因為感到無趣而開始哭泣，也會有人出現來安慰你。你的微笑也同樣奏效，所以你很快便學會在被抱起時微笑，被放下時哭泣。\n這個簡單的練習便是你操縱他人的苗頭。於是整個孩童時期你都在發展這種技巧，你努力給他人留下良好印象，讓他們注意你。這樣，在你人生的開始階段，你就讓自己對他人的認可產生了依賴，遇到他人否定時便認為遭到了拒絕。小孩子這樣的行為還可以原諒，但作為成年人，這樣的行為就是在自欺欺人了。如果你還在試圖操縱別人為你做那些你自己有足夠能力完成的事情，那麼從心理上來說你還不能算是一個成熟的人。\n在我們的文化裡，父母都在儘可能地為孩子做更多，不求回報。這個趨勢越來越明顯。他們也意識到這樣不好，但仍在無意中欺騙孩子，許多本該由孩子自己去做的事他們都幫著做了。在人生的前18年裡，孩子們依靠父母生活，這使得他們一直在扮演著循規蹈矩的囚犯角色。有趣的是，這個現象只在人類中存在。其他所有動物在幼崽出生後不久，父母便會將它們推向外面的世界，讓孩子們很快學會自力更生。\n父母給孩子最好的禮物，就是讓他們學會獨立，從而幫助他們樹立自信心。在孩子的各個年齡段，都應儘量建立他們的責任感。只有獨立以後，他們才能體會到自力更生的快樂和作為人的尊嚴。\n幫助孩子順利地從過度依賴他人到學會獨立，允許他們犯錯，並教他們從錯誤中吸取經驗教訓，是每個父母的基本責任。否則，當他們今後的人生中遇到必須要自己解決的事情時，他們就會說：\"我做不了！\"只要對結果沒有把握，他們就會拒絕嘗試任何事物，因為一直以來他們都生活在父母的溺愛中。\n每當你為別人做他/她自己完全有能力去做的事時，實際上都是在破壞他本身的某種品質。你越是在乎某個人，你就越應該警惕你是否剝奪了他們獨立思考和行為的權利，而無論思考和行為的結果怎樣。這不僅限於父母和子女之間，還同樣適用於夫妻、家人和其他所有的人際關係。不管我們有多愛對方，都不能替他/她過活或把他/她的擔子往自己肩上扛。\n當孩子長到十來歲時，就應該斬斷他們對父母的依賴。我個人認為他們在18歲或高中畢業之後就應該搬出去住。許多父母都反對這樣，他們有自己所謂的\"邏輯理由\"。但事實是，沒有什麼比單獨生活更能促使一個人學會獨立了。\n有趣的是，所有在商業、政府、藝術和科學領域有所建樹的人，幾乎都無一例外地經歷過獨立生活的艱難或在初成年時便決定不再受父母的呵護。\n我們經常聽到父母這樣的解釋，\"我們只想幫助他們完成學業\"、\"在家裡住不用為錢擔心\"、\"我們只幫助他們到可以獨立生活為止\"或\"他們根本沒有能力獨自過活和完成學業\"等等。表面上看父母似乎是在照顧孩子，但他們的出發點往往是為了滿足自己的私慾。"
  },
  {
    "id": "id430092",
    "title": "第14節：克服想要操縱他人的慾望(2)",
    "text": "第14節：克服想要操縱他人的慾望(2)\n這些接受並培養這種態度的父母，他們只是在拖延決定孩子最終必須要獨自面對成人世界那一天的到來。他們這樣只會使自己愈加難以做出這個決定。他們的溺愛等於是在鼓勵孩子繼續依賴別人，期待接受別人的幫助和支持，讓他們覺得自己仍未長大。\n在這裡，我得澄清一下我的觀點。我並非在慫恿你不要去幫助你的孩子、配偶或家人。我的意思是，你必須要給予他們個人自由，讓他們明白在成長的道路上有些事是必須要自己獨立去面對的，而你只需在適當的時候給予他們適當的幫助。在他們獲得成功時，讚美、鼓舞並認可他們的成績，因為這些成長過程中的關鍵因素是他們無法給予自己的。而經濟上的援助須謹慎對待。想從經濟上幫助他們，這樣的想法並沒有錯，但經濟援助應該以\"償還\"為前提。\n沒有獨立能力的人，只能選擇操縱別人去滿足自己的需求。如果不獨立，你就必須使用技巧去讓別人為你服務，滿足你的要求。你把別人當作運輸工具，載你行駛在人生的道路上，但你前進的速度和能到達的地方，僅限於你能說服這臺運輸工具走多快或去什麼地方。如果你身為人母/人父，一定要隨時注意那些可能對孩子產生束縛的行為，否則在今後的人生中，他/她將為此付出昂貴的代價。"
  },
  {
    "id": "id430093",
    "title": "第15節：致命的順從",
    "text": "第15節：致命的順從\n致命的順從\n順從是人類最大的心理弱點之一。\n我們大多數人在成長過程中，都沒有要自己做出重大決定的經歷。大人們常常剝奪我們這個權利，代替我們做出決定。就算我們努力做了決定或提出自己的意見，也極少受到重視。最終決定權在父母手裡。我們要麼同意他們的要求，要麼就只有儘量按照他們的意思去做。\n慢慢地，我們長大進入了青春期，我們將不得不自己決定什麼對我們才是最好的。對於普通的青少年來說，這個從少年到成年人的轉變令人感到恐懼。因為面對未來，他們絲毫沒有做好準備。而我們的家庭教育和學校教育體制，也大大地忽視了這個成長過程中的重要環節。\n也正是在這個人生的關鍵階段，我們選擇了\"順從\"。從小就有人告訴我們要順從，要逆來順受，長大後我們大多數人都選擇將順從進行到底，因為它是最容易、最有利的生活方式。我們選擇循規蹈矩，因為我們對被認可的渴望遠比我們真正的需求強烈得多。\n順從是人類最大的心理弱點之一。不幸染上這個惡習的人很少能實現自己的目標。他想要成為一個偉大而獨立的人，想幹一番驚天動地的事業，但他根本就做不到，因為他總是期待獲得別人的肯定。這注定了他的失敗。\n順從的人希望得到別人的肯定。他永遠不會滿足，不斷地從別人那裡尋求讚美和認可。小時候，尋求的對象是父母和老師；工作了以後，對象變成了老闆和同事；結了婚，對象又換成了他的配偶。他需要有人在身邊不斷地讚美他，這樣他可憐的自尊才能得到慰藉。通過對他人認可的追求，他逃避了創造屬於自己的成功和幸福的責任，完全將自己的康樂寄託在別人身上。實際上，他已經在精神上淪為了別人的奴隸，變成了一個無法獨立生活的失敗者。\n還記得我們前面所說的麼？勇敢的反義詞不是懦弱，而是順從。我們永遠都不應將創造/毀滅自己生活或主宰我們人生的權力交到別人的手上。\n攀比的後果是畏懼\n儘管他已經做得很好，但對失敗的恐懼卻一直使他惶惶不得安寧。\n攀比是自信心不足的表現，總拿自己與別人做比較的人其實是生活在恐懼的陰影裡。\n他害怕別人比自己強，認為他們比自己優秀，總感覺自己的能力永遠都無法與別人相提並論。對於比自己弱的人他同樣心懷擔憂，他認為他們似乎快要趕上自己了。如果他在某大公司任職，他會一直觀察周圍的人，看誰會對自己產生威脅。儘管他已經做得很好，但對失敗的恐懼卻一直使他惶惶不得安寧。\n最後他得出結論：度過餘生的唯一方式就是戰勝別人。他最關心的是在他虛構的梯子上，他是否能成為站最上面的那個人。他的生活也因此而了無生趣。"
  },
  {
    "id": "id430094",
    "title": "第16節：競爭--創造力的扼殺者",
    "text": "第16節：競爭--創造力的扼殺者\n競爭--創造力的扼殺者\n我們在對自己和自己的能力沒有把握時，才會與別人競爭。競爭只是模仿。\n任何形式的競爭都帶有敵對性質。競爭各方表面上看起來似乎很友好，但競爭的根本動機是要戰勝對方。上帝將人類放在這個星球上，目的是要創造，而非競爭。因此，如果你做任何事情的動機都出於競爭，那麼競爭也會成為你失敗的根本原因。活著的目的是生活，不是競爭。正如某位學者所說的那樣：\"我活著是為了我自己，不是為了要與人一爭高下！\"\n只有在那些有競爭需求的人看來，世界才是充滿競爭的。大多數人都會反對我這種說法，因為他們從孩童時期開始就接受推崇和認可競爭的教育方式。如果被問到競爭是否健康，他們會充滿激情地回答道：競爭不僅健康，而且非常必要。在他們看來，競爭賦予了他們生活的意義、目的和方向，人們在出色完成某事後應該得到獎賞。他們永遠不明白，獎賞是過程所賦予的，而非結果。\n我們在對自己和自己的能力沒有把握時，才會與別人競爭。競爭只是模仿。它源於我們在孩童時期模仿他人的需求。喜歡競爭的人認為別人比自己優秀，他想通過實際行動來證明自己。他艱難地試圖超越那些他認為比自己更出色的人。他總拿自己與周圍的人比較，需要通過別人來肯定自己的成績。\n相反，有獨立性格的人認為沒有競爭的必要。他不需要注意別人在做什麼或者要去超越別人。他了解自己的能力，並一直努力做到更好。他唯一的競爭對手是自己，他的目的是要不斷完善自我，實現更多理想。"
  },
  {
    "id": "id430095",
    "title": "第17節：讚美VS認可",
    "text": "第17節：讚美VS認可\n讚美VS認可\n成人和年輕人，尤其是孩子，他們更願意聽到認可之詞，而非那甜蜜的讚美之音。\n讚美（Praise）\n人們是如此地喜歡那如音樂般悅耳的讚美之聲！許多人不惜一切只為聽到它。他們寧願失去金錢、賣命地工作、毫不愛惜自己的身體，只為那讚美之詞。就像吸毒的癮君子需要靜脈注射一樣，為了滿足毒癮不惜走上絕路。他們在\"售賣\"讚美的\"毒販\"間穿梭，對\"被認可\"的感覺逐漸上癮。上癮的程度越深，他們就會越多地把自己生活方向的決定權交給別人。\n對讚美的追求意味著你必須不斷證明自己的價值。每當你犯了錯誤或你認為所做的事沒有達到別人的要求，你就會感覺自己\"不如\"別人。你因為沒有做到你認為應該做的事而責怪自己或感到內疚。你不停地問自己：\"我做得夠好嗎？\"但總想做到足夠好的人，會強制性地形成一種\"要比別人好\"的需求。煩惱由此產生，並不斷疊加。在各方面不管你如何努力去超越別人，你仍感覺不夠，因為在你眼裡總會有一些你認為比自己優秀的人存在。他們的錢比你多，房子比你的大；他們比你更有聲望，身體素質比你要好……一切對比的結果都顯示出，這是一場你永遠都無法獲勝的遊戲。\n是什麼讓我們對\"讚美\"如蒼蠅見到肉般地趨之若鶩？那就是我們在孩童時期對父母認可的依賴。讚美和責備是父母控制我們的手段。我們如果順從，就會得到獎賞；如果反抗，便會受到懲罰。\n獎賞和懲罰體制是如此根深蒂固地深入我們的潛意識和中樞神經系統，以至於我們會對任何形式的讚美和責備產生條件反射。與孩童和少年時代我們努力取悅父母一樣，作為成年人，我們會將餘生的大部分用來取悅他人。\n讚美最有害的後果是它會讓你對自己的行為產生認同感。你做了好的事情，讚美會說你很好；犯了錯誤或表現不好，讚美就會說你不好。只要你不符合讚美你的那些人的標準，你就覺得自己令他們失望了，自責之感油然而生。而結果是，那些讚美你的人將你置於一個受他們控制的位置。如果你瞭解他們的意圖，他們就會滿足你的需要，但當他們想從你身上得到的東西超出你願意或能夠給予的範圍時，他們就會停止讚美，任自責的情感去折磨你。他們知道，只要能使你感到自責，你就會赴湯蹈火只為重新獲得他們的認可。\n想要獲得真正的自由和自信，你必須停止對讚美的追求。如果你想改掉這個壞習慣，就得丟棄認為別人比自己優秀的念頭。不要以任何理由去仰視任何人，這樣你才能逃脫追求他人認可的怪圈，不再受到讚美的誘惑或責備的脅迫。\n認可（Recognition)\n讚美和認可這兩個詞有著完全不同的意義。這裡我們所說的\"認可\"，是對事實的評論。它既不是稱讚，也不是價值評判。認可，顧名思義，即承認某個人以他目前的意識水平，已經達到他/她能力範圍內最好的水平。\n讚美和認可最大的區別是，前者是一種價值性評價。當你因為某人為你效勞而讚美他\"很棒\"時，你其實是在告訴他，如果他滿足不了你的要求就\"很遜\"。舉個例子，孩子送給你一束花，你不應該說：\"你是個好孩子，因為你送了花給我。\"如果你這樣說，你就是在告訴他：如果他沒有送花給你，他就是個壞孩子。相反你應該說：\"謝謝你送的花，我非常喜歡。\"這樣，你就只是對孩子的行為表示了認可，而沒對孩子本身做出任何價值評價。\n成人和年輕人，尤其是孩子，他們更願意聽到認可之詞，而非那甜蜜的讚美之音。他們需要確認自己是否在周圍人的生活中佔據著特殊的一席之地。他們想要被當作一個真正的人來對待，因為真實的自己而被別人認可，而不是因為他符合別人的標準而被接受。當通過努力得到別人的認同時，他們會感覺自己是作為一個人而被認可，而不是因為自己的行為而被評價。他們會認為，無論是否符合其他人的標準，自己都是一個獨特而有價值的個體。\n讚美和認可之間的區別可能很微妙，但對自信心的樹立來說兩者都非常重要。當人們需要得到別人的認可才能確認自己的價值時，如果他沒有聽到有關認可的隻字片語，他就會轉身投向讚美的懷抱，變成它的囚徒。"
  },
  {
    "id": "id430096",
    "title": "第18節：從別人的束縛中解脫出來",
    "text": "第18節：從別人的束縛中解脫出來\n從別人的束縛中解脫出來\n不願意掙脫束縛的人，其實是在促成一種相互依賴的關係。\n我們已經知道依賴他人必須要付出高昂的代價，也認識到我們必須要費九牛二虎之力才能撬開我們那如同抓住救命稻草一樣緊緊拽住別人衣角的雙手。我們努力地履行著自己認為是份內的事，不願意失去家人、朋友、同事和同輩的認可。因為害怕獨立，我們一次次讓機會從身邊溜走。但只要我們願意，我們就隨時都可以從別人認可的束縛中解脫出來。如此看來，問題根本不在別人，而在自己身上。\n你的基本責任是保證自己的身心健康。不願意掙脫束縛的人，其實是在促成一種相互依賴的關係。這種關係不僅禁錮了自己，也束縛了被依賴的人。也許跳出別人認可的束縛，會傷害到對方或令他們失望，但時間是最好的醫生，它會治好他們的傷痛和失望。最重要的是，當你首先滿足自己的需要時，你也會重新獲得他們的尊重。\n只要你真的想要樹立百分之百的自信，就沒有什麼可以阻擋你。你錯誤地認為依賴、操縱、順從、攀比和競爭是你幸福的源泉。除非讓自己從這樣的想法中解放出來，否則你創造不了自己想要的生活。只有當你決定去做所有你力所能及之事時，你才能從精神和肉體上得到解放，才能得到你一直夢寐以求的自信。我們的問題是：到底是選擇束縛抑或自由？答案在你自己的手裡。"
  },
  {
    "id": "id430097",
    "title": "第19節：引子",
    "text": "第19節：引子\nSecret3\n自我認可的藝術\n自信不足最糟糕的一點是，它會從上一代傳給下一代。\n積極的自信不僅能帶給你快樂，也是你建設人生的奠基石。\n承認自己的真正價值，是樹立自信心的另一個要素。\n你有多自信，就能走多遠。這一點早就在現實生活中得到證實。你根據對自己的認可去感知你和他人之間的關係。這種感覺基本上是無意識的，早在孩童時期就已經被灌輸到了你的潛意識裡。\n積極的自信不只是簡單地承認自己的才能或成就。它是個人對自我的認可，不是自我主義，也並非自戀。你只不過是認識到自己是一個真正獨特而有價值的個體，不需要用成就或財富去令他人矚目。事實上，自吹自擂正是沒有自信的典型表現。\n許多人咋一看似乎自信滿滿，但實際上卻並非如此。領袖、學者、發明家、藝術家以及那些為人類做出巨大貢獻的人們，他們中許多其實都是自信不足的可憐蟲。歷史上有些極受敬仰的人，有的是癮君子，有的是酒鬼，有的甚至用自殺的手段去逃避那個他們永遠無法接受甚至憎惡的自己。\n積極的自信不僅能帶給你快樂，也是你建設人生的奠基石。自由地創造你期望的生活，是一項你必須嚴肅面對的任務，否則你的自信會隨著年齡的增長而消失殆盡，最後只會像那些可憐的人們一樣鬱鬱而終，或者甚至選擇自殺。\n增強自信心最有效的方法之一，是分析自信不足形成的原因及其表現方式。弄清楚這兩點之後，你就會知道應該怎麼做才能提升你的自信心。"
  },
  {
    "id": "id430098",
    "title": "第20節：人生的初始階段(1)",
    "text": "第20節：人生的初始階段(1)\n人生的初始階段\n到目前為止，造成我們缺乏自信的最大原因，是因為我們的父母不夠自信。\n自信的缺乏主要由三方面因素造成。第一是從父母那裡接受的一系列違背自己利益的思想和價值觀；第二是在學生時代一些觀念錯誤的老師或其他事物（如求職分析和智力測試）對你做出的貶低性評價；第三，是那些過分強調自責和自我貶低思想的消極信仰。當然缺乏自信的原因還有很多，但這三個是最主要的。本章主要討論第一個因素。\n到目前為止，造成我們缺乏自信的最大原因，是因為我們的父母不夠自信。尤其是母親，她對我們的影響最深，因為我們人生中最容易受影響的時期大部分都與她一起度過。許多成年人對錯誤的思想和價值觀執迷不悟，而這會通過他們的態度和行為舉止傳染給下一代。如果我們的父母不自信或感到自卑，作為孩子的我們也會受到影響，認為自己應付不了在家裡和學校碰到的哪怕是最簡單的問題。事實上，父母 \"錯誤的假設\"變成了我們生活的\"現實\"。下面我們來分析一下形成這種現象的原因。\n從出生後到五歲左右這段時間，是大腦發育最快的時期，被心理學家稱為\"最易受影響時期\"。在這期間，我們大腦接收到的事物會對我們今後的行為模式產生極大的影響。因此，如果在這個階段父母表現出自信不足，很容易會在孩子的大腦裡留下深刻的印象。\n當你因初次犯錯被罵\"壞孩子\"時，你的自尊心受到了傷害，自信不足的苗頭便開始嶄露頭角。你錯將別人的評價信以為真，認為自己的確是一個壞孩子，但實際上\"壞的\"只是你的行為。事實上，世上根本沒有\"壞孩子\"，孩子們唯一\"壞\"的地方，是他們意識不到怎樣的言行才能產生積極的結果。\n當然，有些事是孩子不能做的，如果做了就要受到懲罰，但是，這些事情本身不會使孩子變壞。在被別人說成是\"壞孩子\"時，你也會跟著認為自己的所作所為確實是壞孩子的行徑，但你忽略了一點：你的行為只不過是你用來滿足自己需求的手段。如果你沒能明白這一點，堅信自己是壞孩子，你就會產生一種自卑和自我貶低的情緒。這種情緒會紮根在你的潛意識裡，最終以羞愧、自責、懊悔和內疚等形式表現出來。\n拿自己與別人做比較，認為自己比不上別人，這樣的行為也會導致自信的缺乏。在父母拿你同你的兄弟姐妹或其他孩子做比較時，你的自卑感便開始萌芽。你將缺點視作自己的一部分，總拿自己與你崇拜的同齡人相比。你認為他們的力氣比你大，能力比你強，比你招人喜歡，比你更自信……於是，自卑的烏雲開始籠罩在你的頭上。如果父母將批評換成鼓勵性的言語（如\"你那麼棒，我相信你不會幹這種事\"），可以很大程度地阻止孩子自卑感的形成。"
  },
  {
    "id": "id430099",
    "title": "第21節：人生的初始階段(2)",
    "text": "第21節：人生的初始階段(2)\n忽視或不欣賞孩子的獨特性，是父母的另一大失誤。許多父母對孩子的感情、需求和意見視若無睹，他們總是用這樣的話來堵住孩子的嘴巴，\"小朋友要乖，不應該有那麼多廢話！\" 或者\"爸爸/媽媽自己知道該怎麼做!\"他們通常會以輕蔑或粗魯的態度駁斥孩子的意見。一些兒童心理學家認為，父母這樣的表現說明他們不夠自信，所以才想要維護自己的立場。\n令人不安的是，許多父母對孩子的事都一手操辦。背地裡他們希望孩子的一切都能符合他們的要求，在這種思想的作用下，他們把孩子推到了他/她力所能及的水平之上。他們將自己沒有實現的夢想寄託在下一代的身上，這無疑會以犧牲孩子的人生為代價。這些父母沒有意識到，孩子們根本無法滿足他們那不切實際的高標準，因為他/她還沒有形成--或者甚至根本就不具備--那樣的心智或體力。\n外表也是導致自信不足的主要原因之一，這一點人們還沒有足夠意識到。許多孩子因為與眾不同或畸形的外表而飽受自卑的折磨。如果你總對他說\"你太矮了\"、\"太高了\"或\"反應太慢\"之類的話，不斷地讓他意識到自己的缺陷，自卑感會在他的心裡生根發芽，很難除掉。\n有些父母非常看重金錢和物質，他們的孩子也秉承了這種思想，拜倒在物質的裙下。物質上的成功，需要不斷地奮鬥和打拼，這導致他們多數會為金錢而結婚，併為此付出昂貴的代價。\n由於太過重視金錢和物質，這些孩子喜歡在別人面前擺闊，總是大手大腳地花錢去買一些他根本不需要的東西。物質主義破壞了孩子對自身真正價值的理解，他們的生活重心在於追逐財富，並以此來慰藉他那可憐的自卑心。\n前一章我們講到許多父母沒有及時幫助孩子學會獨立。他們有的過於強勢，有的太過順從或佔有慾太強，他們將自己的孩子變成了精神上的瘸子。他們剝奪了孩子沉著自信地面對人生的權利，將他們變成了乖巧溫順的小綿羊。自信不足會導致自卑，而後者又反過來成為自信不足的誘因。\n完全通過獎懲手段來教育孩子，只會讓孩子缺乏自信。這個說法可能與許多人秉持的觀念背道而馳。必須允許孩子犯錯，讓他們從錯誤中吸取教訓。不要用懲戒措施去威脅他們。一旦吸取教訓，他們多數都不會再犯同樣的錯誤。他們知道，無論做什麼事，要麼成功，要麼就只有自食其果。越早認識到這點越好！"
  },
  {
    "id": "id430100",
    "title": "第22節：人生的初始階段(3)",
    "text": "第22節：人生的初始階段(3)\n自信不足最糟糕的一點是，它會從上一代傳給下一代。研究表明，自殺在家族成員之間具有傳染性。這並不奇怪。如果你遺傳了自信不足的缺點，遇到某些狀況時你也會選擇極端方式。\n自信不足不但會傳給孩子，它對與我們有接觸的其他人同樣會產生影響，尤其是那些在我們身上尋求指導和鼓舞的人（當我們是教師或者神職人員時）。他們直覺地感到我們缺乏自信和對自我價值認識不足，從而會不可避免地受到影響。我曾經開導過數百個缺乏自信的人，勸告他們要積極地面對各種人生境遇。他們都因深受家庭、學校或消極信仰的影響，而成為自信不足的犧牲品。\n自信不足的表現形式多種多樣。它們其實是我們企圖逃避日常生活的手段，是我們允許自己暫時逃避現實的託辭。我們對它們的沉迷程度，與我們的自卑感和畏懼感（害怕證明自己）的強烈程度成正比。我們沉溺於這樣的方式，企圖掩蓋自己不想為人所知的自卑心。"
  },
  {
    "id": "id430101",
    "title": "第23節：缺乏自信的典型表現(1)",
    "text": "第23節：缺乏自信的典型表現(1)\n缺乏自信的典型表現\n需要別人的注意和認可、放縱自己、優柔寡斷、拖拖拉拉等都是缺乏自信的表現。\n指責和抱怨\n我們總是責怪別人或向別人抱怨，因為我們拒絕承認我們應該為發生在自己身上的一切事情負責。推卸責任總是比較容易， 我們總說\"問題在於他\"或\"他必須要改變\"。習慣性抱怨和責怪別人的人總感到自己不如別人，因此他們試圖通過貶低別人來抬升自己。?邛 挑剔\n我們對那些不接受或不同意我們價值觀的人百般挑剔，試圖通過證明自己對別人錯，來消除我們的自卑感。當他們做了我們不喜歡的事時，我們會感到非常不快。當我們挑剔別人時，我們等於是在說：\"我不喜歡做那件事，所以我也不能容忍你做。\"從心理學的角度來說，我們會很厭惡別人身上那些我們自己也有的毛病和弱點。\n需要別人的注意和認可\n許多人都迫切地需要得到別人的注意和認可。他們認識不到自己的價值和重要性，需要聽到持續不斷的肯定（如\"你很好\"等）才能確認自己是被接受和認可的。\n缺少朋友\n自卑的人通常都沒有好朋友，因為他們不喜歡自己，所以寧願選擇獨處，不與別人打交道；或者他們也會以強勢、尖酸或苛刻的行事方式表現出來。這兩種性格對交朋友都沒有好處。\n?邛 好勝\n如果你想自己總是贏或總是對，說明你急於要向周圍的人證明自己。你試圖通過自己的成就來做到這一點，你做事情的出發點在於想要得到別人的認可和贊同。總而言之，你就是想要比別人更好。?邛 放縱自己\n因為不喜歡自己的生活狀態而無法忍受自己的人，常常試圖通過替代性的方式來滿足自己的需要。他們感覺受到了剝奪和傷害，便尋求可以麻醉精神和肉體的鎮痛劑來緩解傷痛。他們用食物、藥物、酒精和香菸來麻醉自己，從中得到暫時的滿足感。他們通過這些方式暫時地掩蓋了自己的痛苦和自卑。放縱的行為彌補了自我否定的感覺，使他們暫時逃避了面對現實和改變自己的迫切需要。\n情緒低落\n當我們認為外在環境使我們的願望無法得到滿足時，我們會感到沮喪和受挫，覺得似乎一切都不在自己的掌控之中，一切都不如人意。我們在實現自己夢想和滿足別人期望的過程中不斷受挫，這加速了自卑感的形成。\n貪婪和自私\n貪婪和自私的人都極度缺乏自信。他們專注於滿足自己的需要，不惜任何代價去彌補自我價值的匱乏，很少有時間或興趣去關心別人（即使是愛他的人）。\n優柔寡斷、拖拖拉拉\n缺乏自信的人通常都害怕做決定。他們因為擔心自己沒有能力去做那些自己\"應該\"或別人期望他做的事，於是乾脆就什麼都不做，或者是能拖就拖。他不願意做決定，因為他認為自己不能做出\"正確\"的決定。如此一來，他連犯錯誤的機會都失去了。\n還有一種人是完美主義者，他具備自信不足的基本特徵，他總希望無論什麼情況下自己都是對的。在缺乏安全感的心理作用下，他會竭力做到最好，以免受到批評。如此一來，按照他自己的標準，他會感到自己比別人優秀。\n偽裝\n愛偽裝的人同樣感覺自己不如身邊的人。為了抵消這種感覺，他總是炫耀自己或自吹自擂，要麼就譁眾取寵或強顏歡笑，或向別人炫耀自己的物質財富。他不會讓任何人發現他的真實感受，以此掩飾他的自卑感。他認為在全副偽裝的保護下，別人看不到真實的自己。"
  },
  {
    "id": "id430102",
    "title": "第24節：缺乏自信的典型表現(2)",
    "text": "第24節：缺乏自信的典型表現(2)\n　自憐\n自憐症候群源自我們對生活的不作為。我們任自己受他人、環境和條件的支配，隨波逐流。我們允許別人來打攪、傷害、批評和惹怒我們，因為我們對別人的依賴感導致我們需要被人關注和同情。我們常常通過生病的方式去控制別人，因為我們知道\"扮弱\"可以引起別人的憐憫。生病時，其他人會同情我們，並會盡量滿足我們的要求。\n自殺\n自殺是自我否定最嚴重的方式。選擇自殺的人不是要逃避世界，而是逃避他們自己--那個被他們拒絕和輕視的自己。他們的根本問題在於他們無法面對現實，認為自己受到傷害，因而感覺憤慨和怨恨，於是便想結束這一切。當然，他們問題的根源也是自信不足。"
  },
  {
    "id": "id430103",
    "title": "第25節：引子",
    "text": "第25節：引子\nSecret4\n意識的問題\n知道更多並不等於可以做到更好。\n簡單來說，缺乏自信是意識上的問題。\n我是在用熟悉的字眼描述一些我們不那麼熟悉的觀念，因此讓我們拭目以待，看看我是否能夠做到表達清楚。\n我不在乎你怎樣看待自己。無論你是冰雪聰明或天生愚鈍，體型過瘦或偏胖；無論你是激進主義者或和平主義者；普通的辦公室職員或高層管理人員；家庭主婦或職業女性；無論你的性格是外向、友好或膽怯、不受歡迎；無論你是酒鬼、癮君子、謊話精、吹牛大王、騙子或神經病。或許你懼怕一切人和事，感到意志消沉；又或許你對天氣感到不滿意，討厭貓、狗和大黃蜂，不喜歡鍛鍊，討厭塞車，或不喜歡吃菠菜。然而，上述任何一點都不能真正地說明你是一個怎樣的人。它們都只不過是對你行為的描述。\n如果片面地看待自己的行為，你會對自己形成錯誤的看法。你沒有證明就武斷、限制甚至否定自己。\n簡單來說，缺乏自信是意識上的問題。一旦你真正瞭解自己，你就會知道為什麼你會是這樣的人，最重要的是，你可以學會愛自己，接受自己。\n我們可以這樣來定義\"意識\"：意識就是你自覺或不自覺地用來感覺和理解一切影響你生活的事物的工具。\n它是你生活經驗、環境、知識、智力、直覺、本能和你五官感覺到的所有東西的總和。你目前的意識水平反應了你的心情、態度、情緒、成見、習慣、要求、渴望、畏懼、雄心和目標。最重要的是，它說明了你對個人價值的理解，即你對自己的看法。\n意識還決定了你的現實觀。你的大腦就像一部攝像機，持續不斷地拍攝著你的生活片段。而你就是那個決定最後上映內容（即構成你意識的內容）的人。同時，你的大腦攝像機也會記錄一些其他人的負面特徵或你自己的不足、無助和絕望。大腦會自動記錄下你從報紙、電視上看到的那些虛構的悲劇、疾病和貧窮。隨著大腦的持續聚焦和記錄，最終你會把它們當作真實存在的事物，因為你有大腦裡的圖片作證。\n問題是，真相和現實之間不一定能畫等號。如果你的大腦已經接受了關於自己和他人的錯誤思想觀念，你的意識就會遭到扭曲。儘管你的想法是錯誤的，但在你看來它是對的，並且你會通過你的個性和行為模式去證明。關於這點我們在第一章裡已做過闡述。"
  },
  {
    "id": "id430104",
    "title": "第26節：你始終都做到了最好",
    "text": "第26節：你始終都做到了最好\n你始終都做到了最好\n一直以來都有人在跟你說：你可以做到更好。\n感到很意外嗎？許多人初次聽到這話時都很吃驚。一直以來都有人在跟你說：你可以做到更好。\n當然這基本上算是一個不錯的建議，但如果你真要遵照它行事的話，你必須要考慮你目前的意識構造。\n事實上，你永遠不可能做得比現在更好，因為你目前的意識水平決定了你只能做到這個程度。知道更多並不等於可以做到更好。只有在你的意識水平得到提升之後，你才能做得更好。"
  },
  {
    "id": "id430105",
    "title": "第27節：接受現實",
    "text": "第27節：接受現實\n接受現實\n我們之所以不接受現實，是因為我們錯誤地認為我們可以改變它。\n你必須明白一點的是：只有當你承認你目前已經做到最好時，你才能感到快樂和安寧。做到這一點，你就能對別人的建議加以分析，不再盲從。即使你認為別人的所作所為\"不對\"或\"不公平\"，你都沒有理由去譴責、責備別人，或讓他們感到自責。事實上，沒有人（包括你自己或其他人）能夠超越他/她目前這種 \"最好的狀態\"。\n?邛 你必須學會接受眼前的現實，並明白現階段你還不能採取其他行動。\n現實對每個人都是一樣的，唯一的區別在於各人的理解不同。世上沒有哪兩個人的意識會完全相同，也沒有人的背景和經歷會完全一樣，因此他們對生活的理解、他們的價值觀和思想觀念以及各自的願望都會不盡相同。\n構成我們個人現實（Personal Reality，也作\"個人實相\"）的因素包括我們心理、情感和身體方面的特徵，對於這些特徵我們目前無法做任何改變。你的個人現實是你目前意識水平、你的價值觀、信仰和思想觀念的綜合（無論這些思想觀念是對或是錯）。由於對現實的理解往往受到意識的限制和影響，因此錯誤的意識必定會導致錯誤的理解（即使你肯定自己是對的）。\n你的每一個決定和每一個舉動，都基於你目前的意識水平。\n要知道，你所有情緒方面的問題和大部分身體上的問題，實際上都是由於你不接受自己/別人的現實情況或牴觸某個你目前迫切想要改變卻有心無力的局面而造成的。你拒絕或無法接受現實，是導致所有問題的根源。仔細想一想引起你失望和沮喪的原因，你會清楚地發現，你其實是在拒絕接受某些你無法立刻改變的現實境況。\n我們之所以不接受現實，是因為我們錯誤地認為我們可以改變它。但無論我們接受與否，現實就是現實。只有當我們主動認可並接受它時，這種牴觸心理才能被克服。\n改變的關鍵在於，接受別人的所作所為，不要懷有你必須糾正他們的心理。無論他們的個人意識有多麼錯誤或荒謬，你都要尊重他們按照自己意願生活的自由。要做到這一點，首先你必須學會接受自己，愛自己。如果你總是在評價自己，你也會不由自主地想要去評價別人，從而發展為不接受他們的現實情況或意識水平。\n只有對自己心懷同情和理解，你才能以相同的心態去對待別人。\n如果你意識不到自己對現實的牴觸，你就無法克服掉這個壞毛病。對每一件事你都要做出\"好壞\"、\"對錯\"、\"公平或不公平\"的判定，因為拒絕接受現實，你會覺得別人和環境在合起夥來算計你，因此你一廂情願地認為所有的事情都\"應該\"按照特定的軌跡進行。\n生活已經證實，你對某人或某現實狀況的抗拒程度，遠比你的遭遇重要得多。換句話說，雖然你改變不了自己理解事物的方式，但你可以改變你的思維和反應模式。也許你不喜歡某個現實狀況，但目前你必須要接受它。只有這樣，你才能控制自己的行為和反應。\n你不必非要弄明白牴觸現實會否引起更多痛苦、麻煩、憤恨、敵意和家庭矛盾，因為你的心理承受能力還沒有強大到這個地步。一旦你接受現實，你就會免受精神上的傷害，不會因為別人而生氣、憤怒或痛苦，也不會感到自己不如別人或被別人傷害。"
  },
  {
    "id": "id430106",
    "title": "第28節：價值評判（Value Judging）的破壞力",
    "text": "第28節：價值評判（VALUE JUDGING）的破壞力\n價值評判（Value Judging）的破壞力\n停止對別人的價值評判，因為你知道那是不合適的。\n造成人類關係不和諧的根本原因，是人們傾向於將自己的價值觀強加在別人的身上。我們希望別人都按照我們的價值觀來生活，一旦有違，我們就會感到生氣甚至憤怒，因為我們沒有意識到，每個人的意識水平都不盡相同，別人不可能完全符合我們的標準。\n所以，你必須明白，在別人的意識還沒有準備好接受改變時，我們是無法改變他們的價值觀和思想觀念的。別人沒有義務為了滿足你而去改變。他們可能會擾亂或激怒你，但事實上不是每個人都會像你一樣牴觸自己的行為，這說明問題在於你自己。你拒絕接受現實，企圖讓一切符合你個人的意願。這就是你價值評判的出發點。如果你打算停止價值評判，我希望是因為你認識到了是非對錯之類的價值評判是沒有事實根據的，因為每個人都不可避免地做著他意識水平範圍內的事，既不能超過也不能低於他目前的意識水平。\n仔細品味上面這段話，讓它成為你意識的一部分。一旦你真正理解了它，你就不會再覺得有必要對自己和別人做出價值評判。\n停止對別人的價值評判，因為你知道那是不合適的。首先，你必須要停止對自己的價值評判，只有這樣你才能開始愛自己，愛別人。當你學會愛自己、欣賞自己，你就不會再苛求自己，批評自己。\n當你試著去接受和喜歡別人時，別人也會開始接受和喜歡你，他們沒有其他選擇。好好想一想，哪些人最吸引你？應該是你關係親密的朋友，以及那些無論他們對你瞭解多少都不曾對你作出價值評判的人。\n愛和被愛的秘密，就是要永遠停止價值評判！"
  },
  {
    "id": "id430107",
    "title": "第29節：瞭解你的動機",
    "text": "第29節：瞭解你的動機\n瞭解你的動機（Motivation）\n明白\"動機\"的真正含義對你來說非常重要。\n在英語中，\"motivation\"這個單詞恐怕是最容易被誤解的單詞之一。常常有公司的行政人員邀請我去為他們的員工做\"動員（motivate）\"培訓，我回答說我做不了，他們感到很吃驚。事實上，我能做的只是鼓勵他們改變自己的意識，這是我希望看到的。\n明白\"動機\"的真正含義對你來說非常重要。動機，描述了在某個時刻你願意做某件事的態度。\n任何人做任何事都是有動機的。無論是積極地追求成功，或者懶散地坐在椅子上，兩者都是有動機的。你不想遊手好閒，想找點事情做，這就是你的動機。事實上如果沒有動機，你連最瑣碎的事情都不會去做。但是，你必須弄清楚積極的動機和消極的動機之間的區別：前者會激發你去做有價值、有意義的事，而後者只會讓你做一些對你有害無益的事。\n從本質上來說，沒有人可以驅使你，每個人都是在自我驅使。記住：你會去做的事，都是你自己想要做的。這才是你的根本動機。\n你的每一個舉動，都是對你個人某個需求的響應，這些需求由你目前的意識水平決定。通常，你的基本動機是要在精神、身體、情緒和思想方面\"感覺良好\"。如果任何一方面的需求沒有得到滿足，你就會感到沮喪和焦慮，然後你便會採取一切你認為必要的行動來讓自己感到舒服（即使這些行為會傷害到你）。"
  },
  {
    "id": "id430108",
    "title": "第30節：如何激發你的動機",
    "text": "第30節：如何激發你的動機\n如何激發你的動機\n要激發你的動機，首先你得改變你的意識。\n如果你想要過一種更積極的生活，你就必須確定，你所做的任何一個改變都會滿足你的某個需求。\n要激發你的動機，首先你得改變你的意識。如果你想要做出對生活有益的改變，你就必須要評估你每一個舉動可能帶來的好處。之後，你還必須要確定，這些行為帶來的好處可以抵消或超過你將要為此付出的代價。\n其他人可能會鼓勵甚至威脅你做出改變，但通過對比得失、最終讓你做出改變的那個人，仍然是你自己。從某種程度上來說，從出生開始你一直都在這樣做，只不過現在你才確定這個過程對你有益無害。\n罪犯、酒鬼、暴食者和癮君子也一樣，他們根據自己的意識水平，認為他們的行為值得自己付出任何代價。一旦他們的意識（通常在經歷不好的情況後）得到改變，他們會發現，逃避現實和自我的代價與他們所得到的東西相比實在是太昂貴了。因此，他們便會決定改變現狀，過一種更積極的生活。\n你會發現\"明智\"和\"不明智\"這兩個我們熟悉卻常常被忽略的字眼很有用。你和其他人的所有舉動都可以被看作是\"明智\"或\"不明智\"的。不要總是以\"好壞\"、\"公平或不公平\"、\"對或不對\"的標準來判斷一切事物。它們都只是你基於你當前的意識或共同的社會意識而做出的道德評價。\n\"明智\"和\"不明智\"這兩個詞不帶價值評判的成分。你可以用它們來審視自己或別人的行為，並根據你的意識水平來判斷這些行為到底明智與否。你判斷的只是某個人的\"行為\"，而不是這個人本身。你的行為可能是\"不好的\"，但你本人永遠不會。明白這點很重要，你應該把這個觀念傳播給其他人。\n我希望到目前為止你已經明白，不能以告訴別人他們\"必須\"或\"應該\"做什麼的方式去動員其改變，他們只能在自己的主動決定下才能真正改變。你可以激勵、恐嚇或威脅他們，但他們因此而產生的動機只是暫時性的，它的目的是要擺脫你。除非他們認識到與不改變的代價相比，改變可以帶來的好處，否則是無法徹底改變他們的習慣模式的。更重要的是，在他們的意識水平得到提升之前，他們會遲遲按兵不動。"
  },
  {
    "id": "id430109",
    "title": "第31節：對自己負責",
    "text": "第31節：對自己負責\n對自己負責\n你必須為你的每一次想法、言行和決定負責，因為你將會不可避免地要付出代價。\n你有權選擇任何你想要做的事，沒有人可以替你選擇，因為上帝賦予了人類在其智力和體力允許的範圍內隨心所欲的自由意願（Free Will）。\n也就是說，你有權去經歷錯誤、失敗、謊言和欺騙，你可以哭泣、呼喊、懶惰、生氣、自私、忠誠或進取，也可以被別人拒絕和傷害，或者用食物、藥物、酒精和性愛來放縱自己。總之，你可以做你想做的任何事。自由意願這份神聖的禮物永遠都屬於你，它不要求你必須做出\"正確\"的選擇，\"正確\"只是相對你目前的意識水平而言。但是，要記住一點，你必須為你的選擇所帶來的後果負責。\n你已明白，你的任何決定都基於你目前的意識水平，這一點是無法改變的。你可以根據你目前的意識選擇只做某一件事情，這樣在當前的條件下你就算做到了最好。你必須給自己犯錯的機會，因為只有經歷錯誤，你的意識水平才能得到提升。\n當你學會真實地對待自己的內心，為自己的生活負責和為滿足自己的需求而努力時，你就獲得了真正的自由。但同時，你必須為你的每一次想法、言行和決定負責，因為你將會不可避免地要付出代價。套用一句古老的諺語：\"如果你想要跳舞，就得先支付伴奏琴師的勞務費。\"你會在自己的言行及其後果中學習和成長。\n記住，你的任何行為都不是\"對錯\"或\"好壞\"的問題，而是\"明智\"或\"不明智\"的問題。我希望隨著它們從\"不明智\"到\"明智\"的過渡，這兩個詞的重要性也能日趨顯現。\n要判斷你的決定是否明智，可以在做決定之前，問自己以下問題：\n1. 這個決定是否明智？\n2. 它可以滿足我的基本需求嗎？\n3. 它是否會傷害到我自己或別人？\n4. 我需要付出什麼樣的代價？\n5. 按照我自己的理解，它符合宇宙的法則嗎？\n6. 我是否願意且有能力為此付出代價並承擔後果？\n通過問自己這些問題，你可以逐漸掌握自己的人生。你要知道，你將對你的所有行為負責，在明白這一點的基礎上，上述問題會有助於你形成新的意識。當你在思量你將因此獲益或承擔後果的時候，你就明白這個道理了。"
  },
  {
    "id": "id430110",
    "title": "第32節：改掉壞的習慣模式",
    "text": "第32節：改掉壞的習慣模式\n改掉壞的習慣模式\n只有改掉壞的習慣模式，你的人生才能做出重大改變。\n習慣可以塑造一個人。只有改掉壞的習慣模式，你的人生才能做出重大改變。除非你現在處於幸福、健康、平靜、安寧和自立的狀態，並且在各方面都已獲得成功，否則，改掉那些對你有害無益的習慣模式，將是你人生的首要任務。\n許多人都不知道，我們的生活在很大程度上都受到\"壞習慣\"的影響。我們已將錯誤的響應程序植入我們的潛意識和中樞神經系，我們理解事物的方式和行為舉止都基於這些錯誤的程序，無論它們有多麼荒謬和錯誤，也不管它們會對我們的人生產生多大的破壞。\n因此，我們必須將這些程序從我們的大腦裡刪除，改掉那些消極而有害的習慣模式。\n如果不願意放棄，你就無法改變\n我們得樂意去忘記某些事物。\n只有當我們真正想要改掉壞習慣時，我們的意志力才能發揮作用。通常我們只是想要擺脫壞習慣帶來的負面效應，而不願意從根本上改掉它們。\n許多節食者在堅持了一段時間之後就放棄了，原因是因為他們逐漸會產生一種被剝奪的感覺。他/她想要減肥，想讓自己的形象看起來更好，卻不願意放棄暴飲暴食。他/她的腦子裡充斥著食物的誘惑，想得越多，誘惑就越大，他就越想吃東西。最後，想吃東西的慾望戰勝了減肥的意志力，節食宣告失敗。\n我們不應該自欺欺人地認為可以單純地通過自我約束來改變我們的人生，幻想我們可以強迫自己做出積極的改變。如果一個人真的想要減肥，他/她就必須改掉暴食的習慣，不再以暴飲暴食的方式來緩解精神上的壓力，或彌補因需求未得到滿足而產生的失落感。一直以來他/她都明知不可為而為之，這樣他/她只會讓自己產生負疚、沮喪和焦慮的情緒，而在這些情緒的作用下，他/她就會抗拒改變。\n在做出改變之前，你必須充分認識到並承認你確實有不好的習慣。如果你不承認自己的毛病，你就無法克服它們。如果對你的毛病你只是嘴上說說，那你只會使它們更加根深蒂固，你做出的一切努力都會白費。自責只會加深你的毛病。正如艾爾弗雷德·阿德勒（Alfred Adler，1870-1937，奧地利精神病學家）所說：\"犯錯和自責，你只能選擇其一，否則你會很累。\"這是一條多麼偉大的建議！\n我們必須形成新的、積極的習慣模式，用積極、有價值的思想和行為來代替消極的習慣模式。小時候，當父母從我們這裡拿走某樣東西時，他們通常會拿另一個東西來代替，這樣你便會很快忘記之前被拿走的東西。\n我們得樂意去忘記某些事物。這是因為，我們原本以為它們很重要，後來卻發現它們對我們的生活產生了破壞性的影響。你之前越是看重它，你就越願意行動起來。"
  },
  {
    "id": "id430111",
    "title": "第33節：養成好習慣",
    "text": "第33節：養成好習慣\n養成好習慣\n我們必須知道自己在想什麼、做什麼，要將我們的思想集中在我們關注的領域。\n你可以通過以下步驟改掉壞的習慣模式：\n步驟一\n你想要改掉什麼壞習慣？\n你想要形成什麼樣的好習慣？\n你打算採取怎樣的行動來改掉你的壞習慣？\n要做到這一點最容易、最合理的途徑是什麼？\n步驟二\n想象自己已經成功改掉壞習慣。\n看看自己有多喜歡新形成的、積極的好習慣。\n用肯定的態度堅信這個幻想（下文會有詳述）。\n步驟三\n觀察自己的行為舉止，記住每一次你對自己失言的情景。\n記住，不要責備或咒罵自己。\n只是客觀地觀察，然後儘量糾正。\n步驟四\n至少連續記錄21天。\n在你自覺地選擇了一個新的、積極的習慣模式之後，這四個步驟會有助於你將它牢牢地植入你的潛意識。然後，這個新的習慣模式會逐漸變成自動反應。\n如果你已建立起消極的響應模式來面對人生境遇，那麼你理解事物的方式和你的行為舉止會完全基於這個既成的自動機制。\n我建議你通過下面的\"三步原則\"來觀察你的響應或習慣模式:\n1. 消除你生活中所有對你無益的習慣模式\n2. 找出對你有益的習慣模式，繼續保持\n3. 增加你認為對你有益的新的習慣模式\n將這個\"三步原則\"運用到你餘下的人生中，你會發現你不但能夠樹立自信，你的人生也會變得更加成功。\n記住以下有助於改掉壞習慣的小貼士：\n1. 承認你有壞習慣的事實，不要對自己做價值評判。\n2. 在著手改掉壞習慣之前，衡量因改掉它而可能帶來的好處與為克服它而要付出的代價之間的利弊。\n3. 明白一點：只有當你真正想要摒棄你的壞習慣時，你的意志力才會起作用。\n4. 你必須相信，改變的結果會滿足你的某個需求。\n5. 不要因為目前的狀況而感到負疚或責怪自己。到目前為止，你的所作所為都在你意識水平允許的範圍之內。\n隨著新的習慣模式的逐漸深入，我們受舊習慣的影響會越來越小。我們必須知道自己在想什麼、做什麼，要將我們的思想集中在我們關注的領域。"
  },
  {
    "id": "id430112",
    "title": "第34節：關於道德",
    "text": "第34節：關於道德\nSecret5\n不要感到自責\n完美或其等同物，都是相對而言的。\n自責是操縱者最有用的武器。\n自責（Guilt，也作\"內疚\"）是最常見的社會壓力之一。這個星球上滿是飽受自責折磨的人。如果你不屬於已經克服這種破壞性情緒的極少數派，那麼你很可能是那些庸人自擾的絕大多數人之一。\n我們很多人都習慣自責。我們已經自覺或不自覺地將自己變成了因家人、朋友、社會、學校、愛人和宗教信仰而感到自責的\"機器\"。小時候，大人們會不斷提起我們幹過的所謂的\"壞事\"，讓我們因為自己做了什麼或沒做什麼、說了什麼或沒說什麼而感到自責。由於很多人都習慣於依賴別人的認可，所以每當外界讓我們感到自責時，我們就不能妥善地處理這種情緒。\n自責是操縱者最有用的武器。操縱者的主要任務是使我們感到自責，讓我們迫切地需要儘快重回他們寵愛的懷抱。許多人在自責情緒的操縱下，會不惜採取一切行動來彌補。\n為什麼我們會允許這樣的事發生？因為人們總認為自責與在乎有關，如果你不在乎，你就是一個\"壞人\"。而事實上，自責與在乎一點關係都沒有。更確切地說，自責是神經質行為的一種表現，而這種行為儘管非常奇怪，卻被多數人看作正常。也就是說，為了證明你在乎，你就得感到自責，如果你這樣想，你就是不在乎。許多人的生活都受到了這種錯誤推理的控制。\n有趣的是，當我告訴我的學生說，一個人永遠不要感到自責時，總會有人舉手問道：\"你的意思是我不應該對任何人任何事感到自責嗎？\"當然我明白他是在說，他一直都習慣於自責，所以如果突然讓他停止自責，他會為此感到自責。\n關於道德\n世上沒有支持自責的宇宙法則。\n某些個人、社會大眾或宗教團體給許多行為貼上\"善\"與\"惡\"的標籤，但這只不過是他們根據自己的意識水平所做出的價值評判而已（興許還是錯誤的價值評判）。今天對你來說是對的、合乎道德的，也許明天在另一個地方、另一個特定的時間它又變成了錯的、不合乎道德的了。因為，道德判斷會因時間和地點的不同而有所差異。\n托馬斯·摩爾（Thomas Moore）說得很好：\n我發現許多學者和聖人們，因地域和年齡的不同而各具特徵，但他們有一個共同點，即他們絕大多數都不贊同所謂的\"純粹道德\"的說法。\n基於道德的法則並不是宇宙法則，因為後者是亙古不變的。宇宙法則的數量有限，通俗易懂，隨處可見，且通常是自動進行的，不受任何團體、宗教或個人的干涉或道德評判。世上沒有支持自責的宇宙法則。記住，自責是你後天學來的情緒反應。"
  },
  {
    "id": "id430113",
    "title": "第35節：自責的七大類型(1)",
    "text": "第35節：自責的七大類型(1)\n自責的七大類型\n滿懷自責並不會助你樹立自信，它只會讓你變成過去的俘虜。\n父母讓子女產生自責\n小時候，周圍的大人--尤其是家人--常常讓你感到自責。他們認為自責是不錯的表現，所以你理所當然應該這樣。如果他們不喜歡你的行為舉止，他們會說你是個\"壞孩子\"。他們對你本身做出了價值評判，而不是針對你的行為。在你成長的過程中，尤其是五歲之前這段時期，你習慣性地對\"好壞\"和\"對錯\"產生反應。獎懲措施強制性地讓你產生自責感。就是在這個時候，你開始被他們同化，認為自己的行為是\"錯的\"或\"不好的\"。\n父母不知不覺地將自責當作控制孩子的工具。他們告訴孩子，如果他/她不做某件事，他們就會不高興。他們常常用類似這樣的言語作武器，\"鄰居會怎麼想？\"\"你讓我很尷尬！\"\"你太讓我們失望了！\"或\"你怎麼這麼沒禮貌？\"等等。每當你讓他們失望時，就是他們跟你玩自責遊戲的時候。久而久之，你慢慢形成了通過取悅他人來避免產生自責感的習慣模式。他們希望你說什麼做什麼，你都一一照做，生怕卻之不恭。你的慣性思維使你深信，順從是取悅別人最好的方法。從而，你形成了一種永不停止的、想要給別人留下好印象的迫切需求。\n子女讓父母產生自責\n跟上面的類型相對的是，孩子也頻繁地利用自責感來操縱父母。許多父母希望被別人看成是\"模範爸爸\"或\"模範媽媽\"，如果孩子認為他們不愛他/她，他們就完全沒有辦法接受。孩子常常通過這樣的語言來威脅父母，\"你根本不愛我！\"或\"某某人的爸媽就不會這樣對他/她！\"等。他們還常常提起父母曾經做過或沒做的事情，他們憑直覺知道，這些可以讓父母感到自責。\n孩子們這樣的行為是從大人身上學來的。他們不瞭解這裡面的奧秘，卻知道這是得償所願最有效的方法。操縱別人是我們在孩童時期最關心的事，因此根本不用花很多時間去專門學習。\n前面我們說過，自責是後天學來的反應。它不是孩子的自然行為。當你的孩子試圖通過讓你感到自責的方式來操縱你時，你應該明白，這是他從你這個好榜樣身上學來的戰術。\n愛情關係裡的自責\n\"如果你愛我的話……\"這句話是男女朋友之間頻繁用來操縱對方、讓對方產生自責感的最有效的語句之一。當我們說：\"如果你愛我的話，你就會答應我……\"我們實際上是在說，\"如果你不做就得遭受內心的不安！\"或\"如果你拒絕，說明你根本不在乎我！\"\n由於我們已經習慣性認為我們必須表現出在乎對方，所以，我們常常很容易就受到這些言語的控制。如果這些話不起作用，我們常常會藉助其他手段來達到目的，如冷戰、拒絕親熱、傷害感情、生氣、哭泣或發脾氣等。\n自責在愛情裡的另一個作用，是當對方的行為違揹我們的價值觀和信仰時，用來懲罰對方。我們不斷地提起對方過去的行徑，提醒他曾經犯過多麼嚴重的錯誤，有多讓我們失望等。只要能將自責的遊戲繼續玩下去，我們就可以讓對方言聽計從。當對方違揹我們的期望、價值觀和信仰時，我們就會利用自責感去\"糾正\"他們。這只是自責在愛情關係中運用的幾個方面。\n社會使我們產生的自責\n它始於學生時代。當老師跟你說你本來可以做得更好，或你讓老師很失望時，這個時候自責的情緒就開始在你心底萌芽。老師沒有觸及問題的根源（即學生的錯誤意識），僅通過簡單的責備讓學生感到自責，這樣不但為自己省下了不少工夫，也掌握了控制學生最有效的手段。\n人類的監獄體制將\"自責論\"體現得淋漓盡致。如果你違背了社會道德規範，就會被判監禁。在監禁期間，你應該反省自己的所作所為。罪行越嚴重，被監禁的時間就越長，你自責反省的時間也更長。然後，你刑滿釋放了，但你問題的根源--即你錯誤的意識，更確切地說是你自尊心的匱乏--卻沒有得到矯正。最後的結果是，許多人因為再次犯罪又回到監獄。"
  },
  {
    "id": "id430114",
    "title": "第36節：自責的七大類型(2)",
    "text": "第36節：自責的七大類型(2)\n社會行為規範使你習慣性擔心別人對你行為的看法。這正是社會禮節受到如此重視的原因。對許多人來說，刀叉擺在盤子的哪一側是一件舉足輕重的大事。\n我們極度重視別人的看法、謹言慎行，唯恐我們的言論和行為會冒犯別人。\n性方面的自責\n許多人都有過在性方面自責的經歷。導致性自責的根本原因是宗教信仰。宗教對性的表達做出了\"好\"、\"壞\"、\"自然\"或\"罪惡\"的評判，這些道德評判如同遺傳性疾病一樣代代相傳。\n如果你的價值觀認為某種性表達方式在道德上無法被接受，你就會感到自責和羞愧。以前，手淫、婚前性行為、色情資料、同性戀和墮胎等被認為是\"不道德\"或\"罪惡\"的。許多人因此遭受著各種各樣的性困擾，並由此捲入自責的漩渦。\n由於自小就把性視為邪惡，在自責情緒的作用下，許多普通人根本享受不到性的愉悅。這種情況會一直持續下去，直到他們明白：只要是在你可以理解和接受的價值觀範圍內，且沒有傷害到他人，你就沒有必要為任何形式的性表達感到不安或自責。最重要的是，無論別人的言論和看法怎樣，它都無所謂\"對\"或\"錯\"。記住一點，自責只不過是其他人強加在我們身上的價值評判而已。\n宗教信仰使我們產生的自責\n宗教使我們形成或向我們灌輸的自責情緒，其深入程度已經遠遠超過宗教本身的職能。實際上，宗教很可能因其奉行的\"自責的原罪\"而廣獲殊榮，因為自責正是宗教用來拴住其信徒的枷鎖。\n在對\"完美\"的錯誤理解下，許多宗教教派根據自己對《聖經》的理解，建立起各自的道德價值標準，並向那些不符合這些標準的人們灌輸自責的情感。\n他們的前提是他們所有的評判都基於完美，認為完美即是\"善\"，不完美則為\"惡\"。這種對\"完美\"的錯誤理解，使得他們無法真正理解這個詞的含義。如果將一萬個相同的物體放在顯微鏡下，你都不可能找出兩個一模一樣的。\n從生物、生理、心理和形而上學等方面來說，每一個實體都是與眾不同的。每一個個體都是創造性心智（Creative Intelligence）的體現。完美或其等同物，都是相對而言的。\n華萊士·史蒂文斯（Wallace Stevens）說：\n\"二十個人穿過同一座橋走進同一個村莊，其實是二十個人穿過二十座橋走進二十個村莊。\"\n某些教派冀望兩個不同的人對上帝、真理和《聖經》的理解完全相同，這就註定了其信徒的失敗。\n自相矛盾地說，要變得\"完美\"，你必須也要具備一些缺點。缺點和不足是鞭策人類不斷創造、不斷進步的驅動力。沒有不足，就意味著沒有從精神、情感和心理上成長的必要。也就是說，我們必須給予自己從精神、情感和心理上成長的自由，讓自己擺脫自責的束縛。\n那些堅信所有過失都是\"罪惡\"的人，從來都看不到過失和錯誤裡的價值和美好。宗教認為過失 \"罪孽深重\"，但很少有牧師會否認人們可以從錯誤中吸取教訓這個事實。區別在於，我們是否真的能從錯誤中吸取經驗。\n許多有偉大建樹的人，他們不斷努力、不斷進步的驅動力，正是他們的缺點和不足。如果你讀過某個對人類有過重大貢獻的人的傳記，你會發現，他們的缺點幾乎無一例外地都被社會貼上了\"罪惡\"的標籤。明白了這點，你就能從正面的角度來看待你的自責。自責純屬庸人自擾，且會對你產生負面影響。有想要克服所謂的\"不足、過失和錯誤\"的慾望，這就已經足夠了。"
  },
  {
    "id": "id430115",
    "title": "第37節：自我強加的自責",
    "text": "第37節：自我強加的自責\n自我強加的自責\n自責最壞的形式是自我強加。當我們認為自己違背了自己的道德標準或社會道德規範時，就會感到自責；當我們回望過去的行為，發現自己做了不明智的選擇或行為時，我們也會產生自責和後悔的情緒。我們根據自己目前的價值觀體系，審視自己的所作所為，包括批評別人、偷竊、欺騙、說謊、吹牛、違背宗教信條或其他我們認為錯誤的行徑。大多數情況下，我們之所以感到自責，是因為我們想要顯示我們在乎併為自己的行為感到抱歉。從本質上來說，我們是在為自己的行徑進行自我懲罰，並企圖改變過去。我們沒有意識到，過去發生的一切都不可能從頭再來。\n自責和吸取教訓之間存在極大的差別。自我強加的自責是一種神經質行為，你必須立即停止，否則就別想樹立起百分百的自信心。滿懷自責並不會助你樹立自信，它只會讓你變成過去的俘虜，使你停滯不前，逃避眼前和未來的生活責任。"
  },
  {
    "id": "id430116",
    "title": "第38節：自責總伴隨著懲罰",
    "text": "第38節：自責總伴隨著懲罰\n自責總伴隨著懲罰\n對於錯誤，應該像對待眼中沙一樣。\n自責總會伴隨著懲罰。懲罰的方式有許多種，包括抑鬱、自卑、缺乏自信/自尊、身體失調、喪失愛自己和愛別人的能力等。不能原諒別人、堅持心懷怨恨的人，同樣也不能原諒自己。他們都是飽受自責情緒折磨的人。\n企圖忽視錯誤的後果跟堅持自責沒有兩樣。對於錯誤，應該像對待眼中沙一樣。發現問題後，不要為此責怪自己，把它解決掉就可以了。越早解決，你就會越快擺脫它所帶來的痛苦。只有這樣，你才能過上積極的生活，才能建立自信，發揮自己的無限潛能。\n從過去吸取經驗\n不要把寶貴的時間和精力浪費在悔恨、自責和羞愧上。\n從過去的行為中吸取經驗教訓，這對於自信的形成非常重要。但是，為過去的事情感到後悔自責，並不等於從過去吸取經驗。從過去吸取經驗的意思是，基於你的意識儘可能地承認錯誤，分析問題，避免再犯相同的錯誤。\n不要把寶貴的時間和精力浪費在悔恨、自責和羞愧上。這些負面情緒只會阻止你改變目前的生活狀態，因為它們只會讓你的意識停留在過去。\n意識停留在過去的人，不可能積極地面對現在。因為人的大腦無法同時面對\"過去\"和\"現在\"這兩個現實。生活是對意識的反映。如果你的意識只關心你做過或本來應該做什麼，那麼你的現在只會由氣餒、焦慮和迷惑堆砌。這個代價太大了。原諒自己，用積極的心態面對未來。\n記住，你始終都做到了最好\n你的所作所為都是你當時最好的表現，即使這個\"最好\"是有過失或不明智的。\n你一直都做到了最好。\n--給這句話作上標記，並記住它！你的每一個決定和行為都基於你當時的意識水平。你不可能超越目前的意識水平，因為它是你理解一切事物的基礎。有缺陷的意識會導致一段有缺陷的經歷，不久後你便會為自己的行為感到後悔。\n由於你的意識總是處在某個特定水平，因此，你的所作所為都是你當時最好的表現，即使這個\"最好\"是有過失或不明智的。事實上，當時你只有唯一一個選擇，它受你當時意識的支配。"
  },
  {
    "id": "id430117",
    "title": "第39節：你的行為並不能代表你",
    "text": "第39節：你的行為並不能代表你\n你的行為並不能代表你\n上帝不會製造有瑕疵的產品。\n你的行為只是你用來滿足需求的手段。它們可能是\"明智\"或\"不明智\"的，但不能就此判斷你本身是\"好\"或是\"壞\"。從本質上來說，你的靈魂是完美無瑕的，只不過此時你可能在基於錯誤的意識行事。\n《聖經》上清楚地寫道，你是按 \"上帝的形象和喜好\"而生的。如果這是真的，那麼你肯定已經是完美的了，只不過是因為當前意識的限制你還沒有意識到而已。越相信這點，你就越能表現完美。\n記住，上帝不會製造有瑕疵的產品！\n寫日記\n通過寫日記的方式，你會很快發現你究竟在自責的遊戲上浪費了多少時間。\n在這裡我推薦一個有趣的個人經驗，希望能對你有所幫助。在接下來的21天裡，記一份關於自責的日記。在這三週裡，觀察自己的行為，作筆記，記錄下所有細節：\n1. 每當你試圖讓別人感到自責時\n2. 每當別人試圖讓你感到自責時\n3. 每當你試圖讓自己感到自責時\n通過寫日記的方式，你會很快發現你究竟在自責的遊戲上浪費了多少時間。每當你試圖讓自己或別人感到自責時，立即停止，並當場糾正。這會有助於你改變習慣模式，很快你就會徹底停止玩這場自責遊戲。\n每當你發現別人在企圖讓你感到自責時，直接告訴他，他的法寶對你已經不起作用了。必須讓他們知道，我們不再那麼好欺負了。起初他們會懷疑，因為他們已經通過自責的武器操縱了你很長時間，但是，一旦他們認識到你不再需要他們的認可，不再願意玩自責的遊戲時，他們就不會再利用自責來剝削你。"
  },
  {
    "id": "id430118",
    "title": "第40節：引子(1)",
    "text": "第40節：引子(1)\nSecret6\n愛的力量\n愛，是宇宙中吸引、聯合和協調的力量。\n愛，是宇宙中吸引、聯合和協調的力量。\n愛是小說、歌曲和藝術的源泉；愛成就了偉大的事業；愛甚至影響了歷史進程；愛是將人類緊密聯繫在一起的紐帶。\n愛有很多種定義，但沒有哪一種全面地概括了它的意義。在字典裡，\"愛\"的解釋界於\"喜歡\"和\"渴望\"之間。也許這才是愛的真正含義。\n要理解愛的真正含義，我們得先了解愛的對立面。愛不是憎惡、暴力、野心或競爭。愛也不等於著迷。\"著迷\"關注的只是外部特徵，是征服欲的體現。雖然它可以暫時地滿足你的某個需求，但隨之而來的總是失望。\n例如，某女因為某男長得英俊而嫁給他，結果發現他只關注他的外表；她因為他聰明而與他結婚，結果發現他總讓她感到愚蠢，於是便斥責他聰明過頭；她因為他穩重、理智而嫁給他，結果發現他乏味而無趣；她因為他的財富而與他結婚，結果她過得很不幸福，因為他滿腦子想的都是錢；她因為他性感迷人而與他結婚，但當別的女人也被他吸引時，她覺得很不高興。這樣的例子數不勝數。這不是愛，只是著迷。這些例子換成男人也是一樣。\n愛不是性。你可以擁有無愛的性或無性的愛。但當性和愛合二為一時，你將經歷一場美妙無比的靈魂的結合。\n那麼，愛究竟是什麼呢？愛，是宇宙中吸引、聯合和協調的力量。\n愛是支持人類實現一切願望的動力。它使我們在情感、心理和精神方面得到成長。最重要的是，愛是尊重對方，讓他做真實的自己，接受他的一切，而不試圖去改變他。\n在愛情裡，許多問題的根源在於，愛是單向的。為了使關係得到維持，你必須不斷地付出，在付出的同時你自然會希望得到回報。與對方的需求一樣，你自己的需求也必須得到滿足。一味地付出而不求回報，或一味地索取而不付出，這兩者都不是真正的愛。\n愛就是愛，不含任何條件或要求（諸如\"如果你……我就會愛上你\"\"只要你……我就會愛你\"或\"當你……我就會愛上你\"此類）。帶有附加條件的愛，無異於情感勒索。\n孩子愛的能力在兩歲左右就開始形成了。在這個階段，讓孩子建立起積極的自尊心是非常重要的。他/她必須明白，他/她是因為他/她本身而被接受，大人們的愛（或不愛）並不是基於他/她的表現。\n年輕的女孩兒們常常不知道，她們可以因為自己本身而被愛。她們認為自己需要一個人來使自己感覺被愛和被呵護。她們通常會嫁給第一個跟她們說甜言蜜語的男人，誤以為這就是被愛的感覺。在發現她的自卑情結後，這個男人經常會利用她的自卑心來支配她。由於她不夠愛自己，她會很容易沉迷於對小時候未得到的認可和愛的追求之中。這可能導致的後果是，她要麼會離婚，要麼丈夫是一個酒鬼或有虐待傾向，甚至更糟。如果在人生的早期，她就已經樹立起自信心，能夠自我認可並接受他人，這些後果原本是可以避免的。"
  },
  {
    "id": "id430119",
    "title": "第41節：引子(2)",
    "text": "第41節：引子(2)\n維護愛情很重要。為了維護你的愛情，首先你得明白：你們不是粘在一起的兩人或一對。儘管你無數次地憧憬過，但是，要將兩人合二為一根本是不可能的。你們是單獨的個體，因為共同的喜好或興趣而走到一起。你獨自一人來到這個世界，也將獨自一人離去。\n承諾會永遠愛某個人是非常愚蠢的行為。當某人聲稱將永遠愛我們時，我們會感到很幸福，但是，這只是一張空頭支票。想一想吧，你不能指望你的愛人會永遠愛你，無論他/她承諾過什麼，因為愛情是易變的瞬間感覺。昨日的愛已經逝去，明天的愛仍是未知，而今天的愛必須要努力爭取。\n事實上，只有在一方的需求得到滿足並且對愛情做出奉獻的前提下，愛情才能得以維持。只有愛情才能將兩個人維繫在一起，這是法律文件無法做到的。\n想要維護愛情，就不能試圖去改變對方。在男女關係中，試圖改變對方的例子太多了，而它也是導致分手和離婚的主要原因。當你允許你的伴侶展現他/她自己的個性時，愛情、浪漫和心跳，一切皆有可能發生。當愛情遠離無理的要求和期望時，兩個人會變得更加親密。你越感覺獨立，你就會越珍惜你的另一半。真正的愛情只有依賴真正的自由才能得以存活，只有自由的人才會毫無保留地去愛。\n兩個人在一起的時間，應該用在鞏固愛情和分享雙方喜歡的事物上。這有助於消除厭倦感，維持愛情的活力。培養浪漫的性格，這一點也至關重要。沒有浪漫，你的生活就會缺乏吸引力。性格中浪漫的一面可以增加你的吸引力，讓你能夠吸引到對你有利的天時、地利和人和。生活需要浪漫，我們感激那些給我們帶來浪漫的人。\n人人都渴望被愛。你遇到的每一個陌生人，其實他們都在心底吶喊：\"求求你愛我吧。\"有時候人們很難去解釋自己的行為。很多時候，我們都沒有意識到，這其實是我們內心深處的渴望。\n由於無法重獲兒時純真的情感，許多人常常會對他們已經擁有的愛感到不滿足。因此，他們一直尋尋覓覓，試圖重新找回這種美好的情感。\n看看你的生活。你去雜貨店買食品，去教室上課，找醫生看病，找承包商修建房屋，去髮型師那裡剪頭髮，去百貨商店買衣服……其實，這些都與愛有關。你試圖從別人那裡尋找愛，可是，愛就像一根懸掛在馬匹眼前的胡蘿蔔，怎麼都夠不著。"
  },
  {
    "id": "id430120",
    "title": "第42節：停止從別人那裡尋找愛",
    "text": "第42節：停止從別人那裡尋找愛\n停止從別人那裡尋找愛\n病態人格形成的原因不是缺少愛，而是缺少\"去愛\"。\n如果你一直在尋求別人的愛，那麼你的一生都會在失望中度過。愛，始於愛自己。你首先要愛自己，之後才能希望別人愛你。只有將愛廣泛散播，讓它的光芒俯照萬物，之後，你才會收穫愛的回報。\n但是要記住一點，你不能將你的愛給別人，你只能去愛別人。\"去愛\"的意思是，學會愛你的思想、你的身體、生活和你內心\"上帝的力量\"。試著去愛如樹木、花朵、動物、陽光等之類的事物，以及所有你看得見、摸得著和嘗得到的東西。不知你是否注意過，有些人的汽車老出問題，無論他們怎麼弄都沒有反應，但換另外的人跟車\"聊\"了一會，它就好了，而且行駛很遠的路程都不會出問題。似乎沒有生命的東西也能感覺到愛。你覺得很荒謬吧？但是科學研究已經證明，金屬原子的反應會因人而異。\n愛是人類最強烈的需求之一。行為學家研究發現，病態人格形成的原因不是缺少愛，而是缺少\"去愛\"。有一個真實的例子：某人經營著一家勞改農場，為失足青少年提供改造機會。在孩子們來到農場後，他分給他們每人一隻動物飼養，讓他們在照顧小動物的過程中學會去愛。這對大多數孩子來說都是第一次。這次改造的成功率相當顯著，而原因僅僅是因為他讓孩子們學會了怎樣去愛。"
  },
  {
    "id": "id430121",
    "title": "第43節：善待別人(1)",
    "text": "第43節：善待別人(1)\n善待別人\n人類是最堅強、也是最脆弱的物種。\n我們只有在學會愛自己之後，才有可能去愛別人。\n這看起來似乎是以自我為中心，但如果你明白，我們每一個人都與這個星球上的其他所有人息息相關，你就不會這樣認為了。\n就像腦袋與肩膀、手和胳膊、腳和腳踝的關係一樣，每一個人都是另一個人的延伸。你身體某個部位感染，整個身體都會受到影響。同理，我們在精神、肉體或情感上對別人的傷害，同樣也會傷害到我們自己。\n因此，我們不能說，\"其他人都見鬼去吧，我一個人可以生活得很好！\"相反，我們希望人類的意識能夠得到提升，因為人類是最堅強、也是最脆弱的物種。\n愛的重要方面及它們與個人的關係\n愛的力量決定了你人生的成功程度。\n無論環境或條件如何，你只需保持平靜，繼續去愛。愛不是一片寧靜的土壤，而是一種征服的力量。如果某人對你不公正或不公平，學會原諒他吧，因為寬恕也是一種愛，而你可將這次經歷銘記於心，從中吸取教訓。你處理此類情況的方式，決定了你是否明白愛的含義。如果你做到了，你就能心懷寬恕，因為你知道一切事情都會基於大家的共同利益得到解決。\n成功地傳播\"愛的教訓\"，你就能達到一個成功、繁榮、和平和滿足的新高度。\n學著去愛你所有的經歷，因為這些經歷給了你在愛的意識裡成長的機會。每天都跟自己說：\"我正在愛的意識中成長。\"這會使你的人生變得更有意義。\n許多人因為缺少愛，所以總在憎惡、批評和譴責別人。他們消極，總喜歡諷刺、挖苦和貶低別人，使別人感覺自己沒用，變得不自信，進而猶豫、退縮或乾脆放棄。消極的人拒絕去愛、去認可或讚美別人，因為他們總是需要表達自己的想法，無論這些想法有多麼消極和不利。他們把自己刻薄的言詞說成是\"有建設性的批評\"\"譖言\"或\"客觀評價\"。 他們最大的才能，就是發現和指出別人的弱點，而不是長處。\n幾年前，我給幾對夫婦舉行了一次研討會。我讓他們分別寫下對方10個優點，先完成的人有獎勵。有趣的是，有的夫婦當一方已經全部寫完後，另一方甚至連一個優點都沒寫出來。他們不是不願意，就是想不出這個與自己一起生活的人有什麼優點。\n許多人都知道，如果讚美一株植物並常常與它說話，它就會越長越茂盛，但如果你老是去責備和貶低它，它就會長得矮小，甚至死掉。如果植物都會受到這樣的影響，那麼請你想一想，如果這種影響應用到人的身上會怎麼樣！\n愛的力量決定了你人生的成功程度。想要獲得成功，你必須有完成任務的能力。你可以通過三種方式完成任務：你自己單獨完成、藉助他人之力或者與別人合作完成。\n第一種是最常見、但也是限制性最大的方法，因為你只能使用你自己一個人所能提供的時間和精力。如果你曾讀過成功人士的傳記，你會發現他們通常都善假於物，擅於藉助他人之力來實現自己的目標。換句話說，他們善於通過別人的幫助或幫助別人的方式，來達成自己的目標。"
  },
  {
    "id": "id430122",
    "title": "第44節：善待別人(2)",
    "text": "第44節：善待別人(2)\n很多人都不知道，幫助別人也有助於自己的成功。你可以在幫助他人的同時實現自己的目標。如果你是主管、經理或老闆，你在幫助下屬獲得成功的同時，你自己也會變得更加成功；如果你是教師，學生的成功就是你的成功，因為你教會了學生如何實現需求的本事。當我們學著幫助別人時，我們與別人的關係也能得到鞏固和發展。\n愛是我們幫助別人獲得成功的途徑。愛能使別人產生存在感和被重視的感覺，讓他們感覺有能力提升自我。我們對別人的認可和肯定，可以激勵他們無限的潛能。我們能給別人最好的禮物，就是儘量開闊他們的眼界，激發他們自己從未意識到的潛能。此乃\"愛鄰居\"的意義所在。\n幫助別人不是單方面的付出。在鼓勵和讚美別人的同時，我們自己也能受益。這不僅滿足了我們愛別人的需求，而且，積極的舉動會激發更為積極的響應，我們的自信也能因此得到增強。\n埃米特·福克斯（Emmet Fox）說：\n\"對愛的充分認識能夠戰勝一切。它可以克服任何困難，治癒任何疾病，打開任何的門，彌補任何過失，拆除任何牆壁，可以救贖所有的罪行。愛，會讓你超越一切。\"\n我愛我所做的每一件事；我愛我的工作；我愛教學；我愛為你們寫這本書！"
  },
  {
    "id": "id430123",
    "title": "第45節：引子",
    "text": "第45節：引子\nSecret7\n管好你自己的事\n所有的智慧、直覺、完美、愛和才能，它們一直在等待著被釋放。\n自己所有的智慧、直覺、完美、愛和才能，一直在等待著被釋放。\n到目前為止，人類對自身意識（尤其是意識的主要工具--大腦）的認識，相對來說仍處於未知階段。我們發現，我們認為自己知道的越多，我們需要學習的東西也就更多。\n意識就像電一樣，是已經並將永遠存在的可用之力。它的力量可以動搖你的想象力。科學研究對它巨大潛能的認識每天都在加深。它是我們與生俱來的能力，我們不必構造一個全盤計劃就可以對它進行充分的利用。\n你越是等待，越是學習和研究其他東西，你離你探究的對象就會越遠。有助於你解決所有問題或改變人生的自信和力量，就藏在你自己身上，所以你不必在自身之外去尋找。\n創造和支撐你的力量沒有讓你的思路清晰，所以你需要閱讀和學習，或等待某個科學突破將你的人生潛能發揮到淋漓盡致。從一開始答案就在你的內心，你一直都擁有足夠的智慧、直覺和精力去充分完美地展示你的人生。\n在世界各個角落，人們都在尋覓、祈禱、張望和掙扎，力求實現自信和精神上的超越，獲得他們渴望的物質條件。他們不知道，除了自己之外沒有其他個人或團體可以幫助他們，包括他的家人、朋友、老闆、政府和宗教信仰。原因很簡單，而正因為簡單所以被大多數人遺忘。聖賢提醒他的信徒道：\"不要東張西望，天堂就在你心裡。\"人類天生具有選擇和實現夢想的能力，在兩千多年後的今天，許多人仍未明白這個道理。\n教育、政府和宗教，三者聯手創造了微妙的依賴關係，它禁錮了我們的思想，許多人因此向別人伸出求援之手。 他們希望別人--尤其是上帝--能代勞他所有的義務。他們沒有意識到自己具備所有的智慧、直覺、完美、愛和才能，它們一直在等待著被釋放。"
  },
  {
    "id": "id430124",
    "title": "第46節：綜合的你",
    "text": "第46節：綜合的你\n綜合的你\n你的意識也只是你所使用的宇宙意識的一部分，這一部分又由三部分組成。\n鑑於研究目的，在此我們把意識分為三個部分：淺層意識、潛意識和超意識。\n請不要誤解我的意思。我只是將意識分為三個部分，不是說你有三個意識。要記住，你只有一個意識，它包括三個部分。就像空氣一樣，不分什麼你的空氣或我的空氣。空氣是無所不在的，我們只是在使用它的一部分而已。同樣的道理，你的意識也只是你所使用的宇宙意識的一部分，這一部分又由三部分組成。這三個部分我們不能精確地劃分，因此各部分的命名遠比各部分本身的含義要精確得多。\n要過有創造性的生活和樹立百分百的自信，你就得要熟悉你意識的三個部分，並瞭解其各自的基本功能。在這裡，我將這三部分的綜合體--即你--稱之為\"綜合的你\"。\n我們在情感、精神和身體上的所有經歷，都是我們大腦意識的展現，我們的意識是可以精確地複製外界所有情感、思想、感覺和所見所聞的巨大電力。\n想想你的眼睛如何與你的大腦協作，讓你能夠看見。其實你並非真的在用眼睛看，你只是通過它們將訊息傳送至你的大腦，後者會展示和放映這些你所\"看見\"的振動圖像。這些電子節奏是一種能量形式，它可以將你的意識在現實世界裡精確地製造出來。通過控制你的大腦，你可以控制你的生活。\n科學家在原子分裂研究中發現，當拍打宇宙的無形能量波長時，會產生巨大的動能。穆罕默德如此比喻這種力量，他說：\"在分裂的原子中心，你會看見太陽。\" 你的意識是一個巨大的原子分裂加速器，它可以釋放富有創造性的能量，這種能量會促使你大腦所構想和銘記的任何東西成為現實。而你大腦裡的構想，有能力吸引到它成為現實所需的一切元素。\n在將火箭傳送到浩瀚的太空時，我們發現了宇宙巨大的電磁力，它們按照萬有引力和萬有斥力定律運作。萬有引力和萬有斥力定律還控制著地球、太陽和其他天體的重力。在你的大腦裡，也存在類似的電磁力。血液是一種鹽溶液，它是最好的電導體。而智力，構成了這個可以瞬間將大腦神經電流傳送至身體各部位的驚人系統。它通過你的大腦，將你的構想和願望變成現實。\n電具有磁性。世間萬物都\"帶電\"，包括你的身體，你必須記住這一點。學會用你的磁力去吸引（而不是排斥）那些你想要的東西。"
  },
  {
    "id": "id430125",
    "title": "第47節：精神磁性定律(1)",
    "text": "第47節：精神磁性定律(1)\n精神磁性定律\n只要你想成為怎樣的人，你就會成為怎樣的人。\n按照精神磁性定律，在你需求或渴望的引力作用下，你會將你一直最想得到的東西吸引到你的身邊。在此我們必須回顧前面提到過的話：你並非自己所認為的那種人，但是，只要你想成為怎樣的人，你就會成為怎樣的人。\n精神磁性定律與大自然的磁性定律相似。比如磁鐵，它可以吸附所有的鐵物質，但是它吸引的也僅限於鐵，對除鐵之外的其他所有物質都沒有磁力。這正如物以類聚。磁鐵為什麼具有磁性？原因很簡單，因為它分子的排列方式是相同的，所有分子的引力融合在一起，就產生了磁性。而普通金屬分子之間除了引力之外，還有斥力，兩種力會相互抵消，所以沒有磁性。這個現象說明，有意的結合會產生有價值的效應。\n無論你意識關注的對象是什麼，不管是疾病或健康、成功或失敗、富有或貧窮，還是愛或恨，你都會對它們產生吸引力。你的腦細胞發出的磁性波可以無限傳播，每一個細胞都代表著一個渴望，當所有的細胞結合在一起時，便構成了你的總需求（無論它積極與否）。\n重要的是，要清楚自己想要什麼，即瞭解你的真正需求。如果你不知道自己想要什麼，你吸引來的只會是迷惑和混亂。也許你會說，\"我不想生病，但我現在還是病了。\"但是，你整天想得最多的是什麼呢？你意識最關心的是什麼？恰恰是生病！\n歐內斯特·霍姆斯（Ernest Holmes，著名的教師和精神療法家）的一位朋友患了很嚴重的疾病，於是他求醫於霍姆斯，請他幫他\"治療疾病\"。歐內斯特的回答是，\"你的病看起來一切都好。我們還是來治療你吧！\"記住，物以類聚。如果你將注意力集中在某個事物上，那麼你只會使它無窮衍生。\n不瞭解自己真正需求的人，吸引來的東西都不如意。表面上看，每個人都希望擁有成功、友誼、愛情、幸福和安全，但由於他們的意識過於集中在那些他們不想要的事物上，從而導致得到的東西不是他們想要的，而想要的東西又偏偏得不到這樣的局面。能明白這個道理的人，恐怕只有萬分之一。\n如果你讓人們列出他們最主要的需求，你會發現一個驚人的相似點：他們想要的全都是好的事物。原因是，因為我們只對好的東西敞開大門。沒有人會說他想要失敗，想生病，喜歡貧窮，不期望幸福或安全感。大家想要的都是與這些相反的東西。但令人吃驚的是，就如同磁鐵也有正負極一樣，我們每一個積極的需求背後，都隱藏著一個消極的需求，只是我們不願意承認或根本沒有注意到它的存在。因此，我們必須明確地瞭解自己的需求，因為精神磁性定律作用的對象是我們的真正需求，而不是我們的奢望、心血來潮或奇思妙想。\n許多人說他們想要成功，而事實上他們想要的根本不是成功，而是想要省略掉為了成功而必須要付出的努力。正如有錢的人不一定成功，而成功的人卻總是有錢一樣。我們許多人想要取得成功，卻不想肩負成功路上的責任。"
  },
  {
    "id": "id430126",
    "title": "第48節：精神磁性定律(2)",
    "text": "第48節：精神磁性定律(2)\n在信息、教育和培訓如此普遍的今天，失敗甚至比成功更難。但許多人卻對成功望而卻步，他們之所以會失敗，是因為潛意識裡他們害怕成功。\n有人嘴上說他想要得到友誼或愛情，甚至是批評，但是他的意識卻被憎恨、嫉妒和仇恨佔據；有人說他想要擁有名望和愛戴，但他卻處處只為自己的利益著想；還有人說他想要獲得幸福，但他卻總是鬱鬱寡歡、生氣憤恨或自憐自艾。這樣自相矛盾的例子數不勝數。而事實是，你得將你的意識集中在你真正想要的東西上，根據精神磁性定律，這樣你才能將這些東西變為己有。\n精神磁性定律同樣適用於思維的傳播。將石子扔進池塘，可以看到波紋一圈圈擴散，最後到達岸邊。如果將兩個不同大小、不同重量的石子，以幾英尺的間隔同時扔進水裡，它們激起的波紋最終會匯聚在一起，在接下來的霸權爭奪中，大石子的波紋會將小石子的波紋淹沒。你的思維亦是一樣。思維越廣，思想就越有力，就更容易戰勝弱的思想。積極的思想會產生更強大、更有力的振動，並最終到達它們的目的地，就像扔進池塘裡的大石子，可以激起更大更有力的波浪。\n現如今，科學可以對這些\"波浪\"進行測量。試驗中，當試驗對象的意識聚焦在某個物體上時會投射出思維波，攝影器械會捕捉和測量到這些思維波。例如，試驗對象的大腦想著某個物體，例如三角形，攝像器械就會生成一個完整的三角形圖像。\n其他試驗也成功證明了這一點，如以普通飲用水為試驗對象的研究。起初，水的圖像顯示水只有非常輕微的振動，但隨著研究人員不斷地為它祈禱，祈求上帝保佑它時，圖像顯示水的振動明顯增強。這表明，積極思想的力量可以傳遞到無生命的物體上。\n每當你產生消極情緒時，關掉電燈，你身體和大腦裡面的磁性就會自動減弱。有關疾病、貧窮、憎惡、怨恨、短缺和弱點的意識，阻斷了你與你的創造力之間的連接。你想得越多，精力就消耗得越多，最後就像電池一樣被耗盡。幸運的是，電池還可以充電，你也可以通過積極的思想和語言，讓自己變成一個更加有吸引力的人。記住，積極的能量賦予你創造力，而消極的能量只會帶來毀滅。"
  },
  {
    "id": "id430127",
    "title": "第49節：超意識（Super-conscious）",
    "text": "第49節：超意識（SUPER-CONSCIOUS）\n現在，我們該瞭解大腦的運轉方式，學會以正確的思想模式來吸引我們人生所需要的積極事物。接下來，我們將講述意識三大部分之一的\"超意識\"。\n超意識（Super-conscious）\n在我們每個人的內心，都有一個力量的中心，它可以指引我們選擇最好的道路。\n一直以來，創造性意識或智力（Creative Mind/Intelligence）在哲學家、心理學家和神秘主義者的口中有各種各樣的稱呼。有一個關於意識的古老而有趣的故事。《聖經》上講道，摩西在野外聽到一個從燃燒的灌木叢中傳來的聲音跟他說話。當他欣然回應時，那個聲音告訴了他如何帶領\"迷失的民族\"（指以色列人）走出荒蕪的沙漠（埃及），奔向自由。當被問道受了誰的指引時，摩西回答道：\"是\"我是\"（I AM）派我到你們中來。\"毫無疑問，他指的是每個人都具有的創造性心智（Creative Intelligence）。\n摩西的經歷說明，在我們每個人的內心，都有一個力量的中心，它可以指引我們選擇最好的道路。它的正確性毋庸置疑，我們可以隨意與它親密接觸，它總會為我們提供我們所需的信息，指引我們走出貧瘠的土地，來到肥沃的田野。威廉·詹姆斯（William James，美國心理學家和哲學家）將人類這一卓越的能力稱為\"超意識\"，而愛默生（Emerson，美國作家、哲學家和美國超越主義的中心人物）則稱之為\"宇宙意識（Universal Mind）\"。它的稱謂並不重要，重要的是你相信它確實存在，因為它總會指引你走上最光明的道路，它無限的潛能會有助於你形成富有創造性的思想，從而解決你遇到的問題，助你開創理想的人生。"
  },
  {
    "id": "id430128",
    "title": "第50節：傑出的人都曾藉助超意識",
    "text": "第50節：傑出的人都曾藉助超意識\n傑出的人都曾藉助超意識\n定期抽時間讓自己沉靜下來，平復思緒，傾聽超意識的聲音，接受它的指引。\n你可以藉助意識的力量釋放你無限的潛能，從而建立起絕對的自信。就像藝術家會事先在頭腦裡構思一樣，磁性定律可為你吸引來你先前仔細構想過的東西。克拉拉·巴頓 （Clara Barton）就很好地利用了超意識的力量。她一直幻想能夠幫助那些處於水深火熱的人們，從而建立了紅十字會。當聖女貞德（Joan Arc）聽到有聲音在指引她時，其實是她的創造性意識在帶領她走向勝利。\n《聖經》上也有提及此全知的內在力量。聖賢曰：\"不是我，而是我內心的神在指引著我。\"\"內心的神\"在這裡喻指\"宇宙意識\"或\"創造性心智\"。\n許多人都相信有一種更高級別的力量存在，它統領著萬物的秩序。各人或各組織對這個\"更高級別的力量\"的理解各不相同，但大多數都同意它的確存在的說法。如果你也同意這點，那你最終肯定會得出這樣的結論：就像偉大的聖賢和思想家們一樣，我們也一定可以通過某種方式與這個力量溝通交流。這點我們可以通過超意識做到。\n首先必須要先讓我們的意識得到平復。定期抽時間讓自己沉靜下來，平復思緒，傾聽超意識的聲音，接受它的指引。它不是用英語、法語、意大利語或其他任何語言與我們交流。它通過我們的直覺，以情感或需求的形式出現。當我們接收到超意識發出的直覺時，我們就會被指引到實現目標所需的天時、地利與人和。\n這種直覺也遍佈動物王國，比如鳥兒搭巢，沒有誰教過它怎樣搭建巢穴，完全是直覺在指引它們。就動物而言，這叫作本能；而人類，則稱為直覺。它通過意識指引著我們，只要我們向它敞開心扉，它就會引導我們走上通往幸福的康莊大道。\n記住，超意識屬於毋庸置疑的意識範疇。它洞悉一切，因此絕不會出任何紕漏。當我們學著信賴它時，我們就能避免許多錯誤。因為指引我們的，是無限的智慧。這就是指引所有傑出人物的智慧之源。\n渴望激發的創造力\n渴望，是一切進步的種子。\n創造性心智通過需求來引發創造力。我們的世界是建立在那些渴望創造、渴望進步和引導人類的偉大的磁性思想之上。渴望，是一切進步的種子。\n創造性心智以直覺的方式，讓你產生去做富有創造性事情的渴望。它通過交感神經系統讓你瞭解自己的需求，當你對某個事物產生強烈需求時，渴望就會在你的潛意識裡留下烙印，並傳遞至你的神經和肌肉，驅使你去實現它。\n關於渴望最重要的是要記住：一旦你產生了去做富有創造性事情的渴望，你同時也擁有去實現它的途徑。如果你沒有實現某個渴望的潛能，創造性心智就不會通過直覺使你產生這個渴望。換句話說，無論你的渴望是什麼，無論要實現它有多麼困難，只要你擁有這個渴望，你就同時獲得了使之成為現實的能力和方法。每一個有建樹的人，在著手行動之時都懷有某個渴望。對於他們多數人來說，實現這個渴望似乎很遙遠，但是，他們的信念和創造力使他們能夠獲得實現渴望所需的才能和技巧。\n在這裡我想說的是，無論你的渴望是什麼，它都能變成現實。如果你渴望財富，你會被指引到有利於你致富的環境下；如果你渴望友誼，你會被指引到適合成為你朋友的人身邊；如果你渴望找到一個新工作，你會被指引到合適的公司受僱。但是，這些都必須通過你的創造性想象力（Creative Imagination）來實現。\n。"
  }
]