[
  {
    "id": "id113",
    "title": "Chapter 1",
    "text": "謹將本書獻給我的兒子沃夫（Wolfe）請你成為任何你想成為的人\n豐盛推薦「此套書以白話的方式，點破了能量層級，身語意清淨與願力創造新時空的現象，相當推薦。」\n──王大喜，夢行者Rasta Wang「難得來人世間玩一遭，誰不想把『人生』這場遊戲玩得精采絕倫，坐享豐盛？但有些人玩著玩著，玩到迷路了；有些人玩了這麼多次，始究沒抓到讓自己豐盛的遊戲規則。\n《駕馭顯化的力量【1書＋1實踐練習套組】》這套書厲害在於將撲朔迷離的宇宙能量法則以簡單扼要的『心法』呈現。透過七個步驟以及書中特有的筆記陪練，更具體的陪伴讀者們一起覺察意識、清空負能量。持續練習提升高頻能量，你發現豐盛隨時垂手可得。」\n──東京小姐Rica，知名靈性YouTuber「蘿希是顯化領域所需要的聲音。吸引力法則存在許多迷思和誤解，我非常欣賞她以務實、周到和可行的方法，反思顯化的真諦。』」\n──傑．謝帝（Jay Shetty）， 《僧人心態》（ Think Like A Monk）作者「蘿希．納福斯探索了正向思考、戰勝逆境和擁抱脆弱性，對個人成長的影響。她從沉迷和消極情緒中，轉變成『顯化女王』的強大經歷，凸顯了我們所有人內在潛力。蘿希的教導融合了科學和智慧，提供了一種哲學和自我發展實踐，說明實現目標、培養愛自己並顯化你的渴望。跟隨她踏上這條啟蒙之路，邁向賦權和自我探索，她將分享可行的見解，幫助你過上顯化和自我轉變的生活。」\n──瑪麗安娜．希維特（Marianna Hewitt）， 美國知名部落客「顯化女王。」\n──《富比士》（ Forbes）「蘿希巧妙地剖析如何運用心念力量改變你的日常生活，並打破了人們對顯化普遍的誤解。」\n──Today.com\n「2022年版的《祕密》。」\n──英國版《時尚》（ Vogue）雜誌「邁向更積極生活的路線圖。」\n──《金融時報》（ Financial Times）「對想要駕馭自己生活的人來說，這是必讀指南。」\n──英國版《魅力》（ GLAMOUR）雜誌「新起之秀的顯化大師。」\n──《星期日泰晤士報．風格》（ Sunday Times Style）「一種現象級顯學。」\n──《紅秀》（ Grazia）雜誌「實現理想生活的祕密武器。」\n──《生活雜誌：愛爾蘭週日獨立報》 （ Life Magazine: The Sunday Independent）「我經常向想要開始顯化的人推薦蘿希．納福斯的書，雖然像是老生常談，但內容真很棒……這套書包含了七個顯化心法，從釐清願景到相信宇宙，將改變你思考實現個人目標和追求理想生活的方式。對於任何想在個人成長過程中，培養愛自己的顯化新手來說，這是必讀之書。」\n──女性媒體The Everygirl\n前言人人都有顯化能力顯化（manifest）：使某件事成真。\n顯化是一種能力，可以創造你想要的生活，也可以吸引你所渴望的一切，讓你成為自己人生的作者，就像魔法一樣，而我們所有人都是魔法師。\n踏上我的顯化之旅2018年5月的我和現在的我，判若兩人。那年，我27歲，渾渾噩噩，沒有工作、沒有方向，也不知道人生的意義。我患有憂鬱症，也有毒癮問題，這樣的日子超過十年。大多時候，我鬱鬱寡歡，完全喪失自我價值，尤其經歷過一連串失敗的感情之後，我感到非常孤單。\n當時，我剛從泰國返家，我前往泰國是為了完成為期一個月的瑜伽教練訓練課程，我希望自己能夠取得證照，並開創某種職業生涯，也希望能夠遠離都市生活的誘惑，讓我可以一邊療傷，一邊告別過去酒池肉林的開趴生活。但我回到倫敦不到24小時，我發現自己又回到過去相同的循環裡：抽菸、喝酒、嗑藥。就在此時，我跌入了人生谷底，但這也不是第一次，我真的覺得自己完全無可救藥。如果一個月以來的自省、每天冥想、淨食，還有200小時的瑜伽課程幫不了我，那有什麼可以幫我？\n我傷心欲絕地打電話給我的朋友蘇菲亞（Sophia），問她：「我什麼時候可以再次感到開心？」她告訴我：「昨天晚上，我聽了某個有關顯化的Podcast節目。我現在把連結傳給妳，我想這個節目一定能夠幫妳。」\n我剛好要去做美甲，我想一邊做美甲，一邊戴著耳機聽。至今，我回憶這段經歷，腦中的畫面仍然非常清晰，我可以看見自己坐在一張白椅上，穿著黑色的緊身褲與特大號的牛仔外套，指甲被塗上糖果色的粉紅指甲油，聽著即將翻轉我人生的Podcast。\n我做完美甲，直奔回家，打開筆電後，在谷歌（Google）搜尋「什麼是顯化」，接著開始閱讀、研究、聆聽、學習，並吸收所有能查到關於顯化的資訊。這時，我已經知道自己想要顯化的第一件事，那就是：無條件的愛。\n聽完那集Podcast，開始實踐顯化的一週後，在交友軟體Raya上，我收到澳洲男演員韋德．布里格斯（Wade Briggs）的訊息。雖然我們沒有共同朋友，但我覺得他很帥，於是就回他了，從此我們兩人就開始不間斷互傳訊息。\n兩週後，韋德剛好要來倫敦停留四天，他與他的死黨幾個月來坐著廂型車在歐洲各地\n旅遊，他打算在回澳洲之前來訪。因此，我們便決定在他抵達倫敦的隔天見面。\n我們的約會很順利，韋德甚至決定不搭機回澳洲，這樣一來，他才能「稍微停留更長一段時間，並看看會發生什麼事。」\n三個月後，我們得知我懷孕了。\n2019年6月7日，也就是我收到他訊息當天的一年後，我們的寶貝兒子沃夫（Wolfe）誕生了。 這不就出現了：無條件的愛。\n過了三年，韋德和我的感情更恩愛，我倆對我們完美的小男孩更是疼愛有加。不僅如此，我還完全戒掉毒癮與酗酒，也成功開創富有意義且充滿熱忱的個人事業。我的開心與滿足簡直無法言喻，終於做到過去自認為永遠做不到的事，那就是：愛自己。\n在接觸到顯化之後，我將所學融會貫通，也歸納成七個簡單的心法。我開始遵循這些心法，一切也以最棒的方式與最快的速度開展。這樣的改變相當神奇，但又讓我感到一切合乎邏輯。我的人生，處處發生了改變，煥然一新。這一切之所以發生都是因為一件事，那就是：了解「顯化」這門真正的藝術。\n我開始將神奇的「顯化」告訴身邊的親友，也分享在粉絲不多的IG上。不過，大部分的人完全不知道我在說什麼，而知道的人卻異口同聲地問：「那不就是只要你進行觀想就能成真？」當下，我發現多數人根本從沒聽過顯化，即使聽過也只是略知一二，這也是為什麼極少數人得以成功顯化的原因。\n我的使命感油然而生，有一股衝動想讓更多人知道，如何發現自己內在的力量。過去兩年，我已經在我的工作坊和線上直播，跟成千上萬的男女分享我的顯化七心法。每一天，我都會收到許多訊息，分享他們因為運用強大又神奇的心法，進而改變自己的生活，實現了夢想。在2021年跨年之際，我意識到是時候寫下這本書了，因為我明白自己可以透過文字觸及更多人。\n我每天持續運用顯化，把這些心法視同生命一樣重要，我將傾囊相授。顯化成為我最強大的力量，讓我每天醒來就懷抱感恩之心，也對宇宙即將賦予我的一切感到迫不及待。\n自從我舉辦工作坊以來，我發現人們越來越關注顯化的議題。看見越來越多人敞開心房，接納自己掌控命運的想法，真的令人為之振奮。然而，對許多人而言，大量的資訊可能令他們不知所措，也不知道自己應該從何開始著手。在本書中，我將顯化濃縮成七個簡單的心法，如此一來，你就能為自己釋放魔法，踏上顯化理想人生的旅程。\n我想清楚向你傳達：顯化絕對不只是一時的流行。 顯化，是智慧與科學的相遇，是一種可以遵循的哲學，也是實踐自我成長，幫你活出最精采人生的方法。\n顯化，不是什麼新穎的概念，可以追溯至1906年美國作家威廉．沃克．阿特金森（William Walker Atkinson）的著作《思維波動或思維的吸引力法則》（ Thought Vibration or the Law of Attraction in the Thought World）。\n我最喜歡的顯化定義則出自拿破崙．希爾（Napoleon Hill）在1937年出版的《思考致富》（ Think and Grow Rich）一書。他提到：「 你是自己命運的主宰，可以影響、主導和掌控你身處的環境，開創自己想要的人生。」自此之後，許多偉大的哲學家和思想家陸續寫出關於顯化的主題，以下幾位是我最愛的作家：露易絲．賀（Louise Hay）、伊絲特．希克斯（Esther Hicks）、偉恩．戴爾（Wayne Dyer）、艾克哈特．托勒（Eckhart Tolle）、歐普拉．溫芙蕾（Oprah Winfrey）和喬．迪斯本札醫師（Dr. Joe Dispenza）。\n這些人都知道一件事，我現在也知道了，那就是： 顯化，是真的。\n顯化的科學：改變大腦的神經迴路前文提到，顯化是科學與智慧的相遇，以下可以簡單解釋科學的部分。\n量子力學的研究，讓我們了解宇宙萬物皆由能量組成。我們人類是由能量構成，我們坐的椅子是能量，就連我們頭上的天空也是。換句話說，所有物質都是能量。萬物之間的差異，就只在振動頻率不同，原子密度也不同。萬物的振動頻率可高可低，也可能介於兩者之間。\n吸引力法則（the law of attraction）提出物以類聚，代表高振頻的人事物會互相吸引，而低振頻的人事物也會互相吸引。\n我們的思想、情緒與感受也都由能量形成，而不同的情緒有不同的頻率。當我們改變想法，就會改變感受和情緒，進而轉變整體的振動頻率，接下來便會吸引相同頻率的人事物。 如果我們改變想法，轉變情緒，那麼就能調整頻率，最終改變我們的現實世界。\n我會在全書使用「高頻」和「低頻」來形容高振動頻率和低振動頻率。\n圖表0-1 情緒的振動頻率顯化運作的原理還有一個跟量子力學比較無關的面向，反而跟神經科學比較有關。這個觀點是認為我們可以運用「神經可塑性」（大腦透過成長、學習和經驗形成新迴路的能力），提升我們潛意識中的自我價值感，克服限制性信念，同時讓大腦準備好發現機會，並讓我們的行為趨向理想目標。當你閱讀這本書時，你將會明白為什麼這些因素，對於掌握顯化技巧至關重要。\n如果想了解更多有關顯化的科學，可以參考塔拉．史瓦特博士（Dr. TaraSwart）的著作《潛能之源》（ The Source）。史瓦特博士是一名神經科學家，也是顯化領域的專家，同時還是我的朋友。她在自己的書中，透過神經認知科學的研究，證實顯化的力量。\n宇宙，是無限豐盛的能量\n每當我談論顯化，就會提到宇宙。對我而言，宇宙正是顯化背後的神奇力量，超越我們的意識，蘊含無限豐盛的能量。\n如果這股能量對你來說有所不同，那麼你隨時可以將書中的「宇宙」換成自己的詮釋方式。\n現在，你準備好釋放你的內在力量，活出最精采的人生嗎？\n加入社群我開設的工作坊、線上研討會及團體教練課程，最美好的部分就是建立起的社群。2020年疫情封城期間，許多人透過線上研討會建立友誼，也有數百名男女在我舉辦的活動中認識，彼此加入WhatsApp聊天群組。在這些群組中，他們互相支持，分享鼓舞人心的內容和自我成長的資源。看到社群成長，我真的無比開心，難以言喻。\n我明白隨著年紀增長，要遇到志同道合的人，成為知心好友並不容易，不過這就是為什麼我希望我的平台可以成為真正交流的空間，我也鼓勵平台內的成員這麼做。\n如果你想加入社群，歡迎參加我的線上研討會或實體工作坊，也可以加入我的臉書社團（Manifest with Roxie）。你也能用#MANIFESTWITHROXIE這個標籤分享你的故事，透過貼文分享你的成長和你的成功顯化。\n踏上顯化之旅的第一步，就是要清楚自身的願景。簡單來說，如果不知道自己的目的地，就無法抵達。因此，在做任何事之前，必須明確知道自己希望宇宙要給你什麼。\n我得先說明為什麼「明確知道自己想要什麼，然後 進行觀想這件事對於顯化非常重要。 當我們在想像時，大腦會覺得彷彿身歷其境。英國神經科學家塔拉．史瓦特博士在《潛能之源》一書中解釋道：「觀想之所以有效，是因為對大腦來說，實際體驗跟只有想像相同事件，兩者沒有太大的差異。」\n舉例來說，如果我們想像自己處在某個高壓環境中，大腦會認為這是真的，因此神經系統會準備好戰鬥或逃跑，並分泌皮質醇和腎上腺素等壓力荷爾蒙，導致我們心跳加速、呼吸急促、血壓上升。光是在腦中想像高壓的情境，就會對身體造成實際的生理壓力；反之，如果我們想像自己身處在安靜、祥和的環境中，大腦的神經系統會漸漸緩和，有利於我們放鬆身體。\n簡而言之，大腦想像的場景會讓身體產生變化，影響我們當下的真實經歷。因此，我們想像最渴望的人事物時，生理會產生變化，改變能量的振動頻率。根據吸引力法則，這種變化能決定我們會吸引哪些人事物來到生命中。\n觀想也能幫助我們顯化，當我們開始定期觀想渴望的人事物時，大腦會根據我們所設定的目標，改變我們的行為模式和對周遭環境的詮釋。同時，大腦的感知能力也會變得更加敏銳，還能發現與觀想相符的新機會，甚至能屏除雜訊。這代表我們確實可以讓大腦做好準備，幫我們邁向理想的未來。\n「觀想」，應該是大眾討論度最高的顯化方法。多數明星、運動員與執行長都把自己成功歸功於反覆觀想他們的目標。在奧運破紀錄贏得23面金牌的美國游泳名將麥可．菲爾普斯（Michael Phelps），他曾經提到每次比賽前都會運用想像力，不只觀想自己贏得比賽，也會想像失敗時，如何輕鬆克服困境的場景。透過想像各種情節與最佳結果來備賽，因此無論發生什麼事，他都已經準備好贏得比賽。\n觀想的細節越多時，感受就會越真實，也越有影響力。因此，要將你的觀想幻化成真，你就要盡可能添加細節，讓想像更清晰。 當你打造夢想時，要盡可能明確。舉例來說，如果你想住在夢想中的房子，你是否能夠確定地點、房間數量與房屋格局？你能否看到大門的顏色或想像花園中的花朵？\n你可以依照以下案例進行觀想。如果你準備開車前往機場，你不會只在Google地圖搜尋「機場」，然後期待能順利前往目的地，對吧？你會清楚輸入你想抵達的機場名稱與航廈。也就是說，當想像模糊不清時，就無法顯化成真，細節越多、觀想越明確，越能清楚\n看見自己在夢想中的身影。\n然而，觀想要有效的祕密是，理解只在腦中想像是不夠的，遠遠不夠。想透過觀想有效顯化，必須沉浸在擁有夢想的感受裡。記住， 我們會吸引我們感受到的人事物。唯有當我們想像並創造擁有的感受時，我們才得以改變振動頻率。由此可知，在想像夢想住家的案例中，就必須想像住進裡頭的確切感受。擁有的感受越強烈，夢想的住家就越接近。\n同理可證，假如你想顯化靈魂伴侶，那麼不只是觀想理想的伴侶，也應該想像這段戀情帶給你的感受。你可以想像無條件的愛、安心、溫暖、與某人「自在相處」的感受嗎？\n每當我們運用觀想創造自身感受，例如滿足感、喜悅、自信、愛……就能提高我們的振動頻率，讓我們可以吸引高頻的人事物。\n有些人讀到這裡可能會想：「我其實不知道自己想要顯化什麼，而且覺得要觀想某個明確的人事物好難。」或許你不知道自己的理想工作、夢想的住家或是一年後的生活樣貌，也許你想改變卻迷失人生方向，如果這是你所面臨的狀況，那麼你並不孤單。事實上，多數人都是在迷失人生方向或停滯不前時，才發現顯化的魔法。如果你也是其中一員，那麼我鼓勵你將注意力放在觀想自己希望的感受上，例如你可以顯化自己更有自信、更滿足、更有熱情、更有動力、更有愛、更平靜等感覺。請相信自己絕對可以顯化某種感受。\n去年，我有個密切合作的客戶。她第一次來找我時，她正處於人生谷底。雖然她試過各種心理治療，但沒有一種可以幫她長效改變。她對我說：「我知道妳分享許多顯化的事，就算我不知道自己想要什麼，妳還能幫助我顯化嗎？」\n我對她微笑點頭。我問她是否願意跟我一起進行冥想，而她同意了。於是，我引導她前往一個可以讓身心放鬆的地方，請她想像六個月後的生活，要她試著感受未來理想中的她，對她有什麼感覺，鼓勵她好好體驗那個感受。當我把她帶回現實後，她向我解釋，她最想要的生活就是，每天醒來都能感到活力充沛，對每天充滿希望。跟許多想要解決情緒問題的人一樣，這是她長久以來沒有的感受。\n我帶領她經歷觀想，邀請她想像自己希望的感受，藉此幫她踏上顯化之旅。不到六個月的時間，她不僅醒來後活力充沛，期待展開新的一天，她的內在與外在世界還持續在轉變，無論在工作、人際關係與自我相處，都表現亮眼，而這一切的開端都是： 感受。\n當你觀想自己的理想人生時，不只要觀想你想顯化的人事物，也要想像自己想成為的人。事實上， 「我想要成為怎樣的人？」才是整個顯化之旅中，最重要的一道課題。\n當你想像未來的自己時，無論是明天、下個月、明年某個時刻的自己，請捫心自問：這個未來的自己，在生理上、心理上、精神上的感覺如何？這個未來的自己，每天會做出哪些行為？有什麼習慣？面對壓力，會如何處理？抱持什麼價值觀與信念？生活中，會面對哪些人際關係，會產生哪些感受？\n從現在開始，請釐清你想成為的人，並且無條件地愛他，也請認知 這個人其實已經存在，雖然他還在沉睡，但正在耐心等待，等你遵照本書的心法將他喚醒。\n顯化，賦予我們最棒的禮物，不只能吸引我們想擁有的事物，還能幫我們挖掘最具潛力、最真實、最自愛且無與倫比的自己。\n每次我要想像未來的自己的時候，我會運用冥想的方式，坐在一個安靜的地方，將注意力放在呼吸上，注意吸氣和吐氣時腹部的起伏。當我把注意力放在當下，身心就會開始放鬆，只要一進入到這種狀態，就能讓想像力帶我到未來，進行多采多姿、充滿細節的想像，還能喚起強烈的感受與情緒。通常我會冥想10至15分鐘，每週進行兩、三次。\n如果你沒有冥想的經驗，我建議你可以聆聽他人引導的冥想，幫你進入放鬆狀態或帶領你進行想像。你可以在網路上找到無數資源，請試著找到讓你有共鳴的引導聲音。我個人喜歡YouTube的資源進行「視覺化冥想」，不過相關的APP也十分受歡迎，像是Calm、Headspace……會提供各種冥想方法幫你進入放鬆狀態。你也可以到我的網站www.roxienafousi.com，有幾個我特別創作的顯化冥想，可以幫所有人視覺化冥想。\n常見問答問題：是不是可以不只顯化一種人事物？\n解答：可以！多數人常常想要一次顯化多種人事物，只要這些人事物彼此契合，那麼絕對可以同時顯化。然而，當你進行視覺化冥想時，請試著冥想單一目標或單一期望結果就好，如此一來才能真正沉浸在每個想像經歷中。\n一旦你知道自己想要實現什麼目標、成為怎樣的人、要顯化哪些人事物之後，就可以製作自己的 「夢想板」（vision board，或稱願景板）。夢想板，是將你的理想人生視覺化。當你製作充滿創意的夢想板時，就能更清楚知道你的人生中想要顯化哪些人事物，而且夢想板也能成為觀想的另一個面向。\n請注意：不是顯化別人對你的期望當你想像自己渴望的人事物時，或者當你製作理想人生的夢想板時，要意識到自己真正想要的人事物。換句話說，不是寫下自己認為應該要達成的目標，或是父母、師長、伴\n侶等其他人對你的期望，這一點相當重要。你的夢想板必須如實呈現你真正想成為的人才會有效，也絕對不能比較自己和其他人的顯化目標，例如你朋友想要顯化一間豪宅，不代表你也想要顯化豪宅。\n還有一件最重要的事，那就是 顯化不只是吸引各種人事物進入你的生活，也讓你擁有內在力量，進而活出最精采的人生。雖然這些提醒有些老套，但都是真心：真正的滿足和喜樂，不是來自於物質的擁有，而是來自於身邊的人際關係、人生的意義，以及活出真我的能力。因此，在你決定顯化目標時，應該選擇最有可能為你帶來滿足感的人事物，但只有你才能決定自己的顯化目標。\n製作夢想板如果你上網搜尋，你會找到數種製作夢想板的不同方式。這些創作方式沒有對錯，只要可以製作出最能幫你顯化理想人生的夢想板，你可以用任何一種自己喜歡的方式。\n你可以選擇具有個人設計風格的夢想板，也可以跟著以下步驟：營造環境點上香芬蠟燭，播放輕鬆的音樂，打造一個平靜且利於冥想的環境，將製作夢想板視為神聖的活動，讓你得以享受並投入其中。\n選擇你的呈現方式拿出一張大厚紙板或一大張紙，然後選擇你比較喜歡的製作方式，例如：你可以使用不同顏色的筆寫下目標（條列式列點或是自由描寫皆可），也可以使用圖片（自己畫圖或是從報章雜誌剪下圖文，但這些圖文必須符合你想吸引的人事物）。\n請採用你認為最棒的方式，任何一種皆可，記得要樂在其中。\n決定時程在夢想板的最上方，寫下你的目標顯化成真的確切日期。\n你可以決定夢想板的時程是六個月、一年或五年，不過我自己這三個時程都會製作。\n我發現，有些人雖然難以想像一年後的人生，但對於五年後的人生反而比較可以想像，而有些人的情況可能正好相反。因此，如果你不知道怎麼進行，你可以選擇不同的時程。\n進入狀況\n在夢想板上添加內容之前，應該確保自己已經體驗那個未來自己的感受。請先暫停片刻，做幾次深呼吸，想像六個月、一年或五年之後的自己，在腦中想像清晰且生動的畫面，同時詢問自己以下幾個問題：內心的感覺如何？\n身邊有什麼人際關係？\n居住在什麼房屋？\n從事什麼職業？\n感到最自豪的是什麼？\n希望人生有什麼部分改變？\n希望什麼部分維持不變？\n當你回答這些問題時，讓自己暢遊在夢想、渴望與願望中。別讓恐懼限制你的想像，而是讓你的心靈之眼帶你前往想去的地方。當你觀想時，讓未來的自己畫面活靈活現。\n將人生分類 1將夢想板劃分成六個類別：個人成長（你希望內心有何感受）感情生活職業生涯親朋好友居家環境興趣嗜好規劃人生針對前述六大類別，分別寫下你想顯化的項目。如果你的製作方式是剪貼圖片，例如你有夢想住家的圖片，請將這些圖片黏貼到夢想板上。\n我個人會在每個類別至少列出三個項目，不過可以添加到夢想板上的項目，其實數量沒有限制。\n好好收藏夢想板製作完成後，請保存在某個安全的地方，請記住夢想板最上方寫下的日期，提醒自己當天拿出夢想板。\n隨著夢想板上的項目開始顯化，你想成為的人也開始具體呈現時，你的渴望或目標可能會跟著改變或增加。隨著你的成長，夢想也會跟著轉變。你應該順其自然，讓想像力具有彈性。如果過程中改變心意，可以在夢想板上添加或移除任何項目。\n切記：你是自己人生的設計師、策劃人與創造者，你永遠都有重新安排、改變與決定你人生樣貌的權力。\n任何顯化歷程，第一步都是要了解自己的願望。然而，在進行下一步心法前，請記住一件事：為了真正理解我們夢想成為的人，以及踏上顯化之旅遇見最具內在力量的自我之前，必須先放下過去的自己，並且拋下過去認為自己應該扮演的角色。過去雖然成就現在的我們，卻也阻擋了我們前往想去的地方。\n許多人都深信自己無法改變。你是否曾經聽過或說過「江山易改，本性難移」這句成語？這句成語傳達了人無法改變的觀念。你是否也曾經說過類似「我總是如此」或「這就是我」的話？雖然聽起來無傷大雅，卻暗中認同一種信念，那就是：我們的自我固定不變。這種信念讓我們失去對改變、進化與成長的信心，導致我們裹足不前。然而，改變不只有可能，更是絕對可以。昨天的你不是今天的你，也不是明天的你。因此，在本書與日後的顯化之旅中，我都會鼓勵你肯定自己每天的轉變。\n隨著每個嶄新的日子到來，肯定現在的自己和未來想成為的自己，別讓過去綑綁了你。有不同的感受非常合理，渴望改變，追求嶄新的自己，不是一件奇怪的事。請擁抱這一切，讓顯化的魔法推動你實現高我。\n每當太陽升起，我們振作起身，迎接嶄新的自我。\n當你踏上顯化之旅時，請仔細思考你真心希望宇宙賦予你的人事物，並且留意你渴望這些人事物的原因，以及擁有它們帶來的感受。你的夢想盡可能清晰明確，但是如果你還無法想像，請回想某種感受。 你要定期沉浸於想像未來的自己，讓這樣的感受改變你的頻率，引導大腦開始推動你實現目標。同時，好好享受夢想帶來的樂趣：打造夢想板，不只代表你的理想人生，在進行顯化七心法過程中，也能透過它讓美夢成真。\n1 　此非必要步驟。我個人喜歡進行這個步驟，因為能幫我釐清人生中每個面向的目標，不會只著重在單一面向。\n領悟顯化的最大關鍵在於，不僅僅透過意識層面的想法進行顯化，同時也必須從潛意識相信自己進行顯化。這就表示， 你只能顯化那些你真心相信自己值得擁有的事物。\n根據研究顯示，我們的認知活動中，只有5％是有意識的活動，剩餘的95％都是潛意識的活動。換句話說，我們95％的思想、反應、決策、感知與行為模式，都是受到大腦的潛意識掌控。一旦理解這一點，就會明白潛意識對我們創造現實世界的影響深遠。雖然潛意識引導我們邁向夢想的力量無遠弗屆，但也能阻礙我們實現夢想，因為潛意識中存在著妨礙顯化成功的兩大敵人：恐懼和疑慮。\n恐懼和疑慮的表現形式，包括：不安全感、限制性信念、缺乏自我價值感、不相信宇宙可以給予一切，而且這些情緒會透過潛意識向宇宙傳遞訊息，告訴宇宙我們還不夠格或是尚未做好準備獲得我們渴望的人事物，從而暗中阻礙我們的顯化能力。\n恐懼和疑慮的力量，甚至強大到足以阻礙我們渴望擁有的一切，形成障礙，阻擋我們展開顯化之旅。接下來，我要說明恐懼和疑慮是如何辦到的：請你用一分鐘的時間，想像明年你想顯化的具體收入，馬上將這個數字寫在一張紙上。看著這個數字時，你可以誠實地說，這就是你的夢想收入嗎？你寫下的數目，是你相信自己「可能」顯化的嗎？\n恐懼和疑慮，往往會偽裝成你的朋友，聲稱會保護你，讓你避開失望。\n然而，事實並非如此，他們卻積極阻止你接收宇宙的豐盛。\n現在，請問問自己：在顯化心法❶的步驟，製作夢想板時，是否曾經因為內在聲音告訴你辦不到，也認為沒必要，因而阻止自己寫下內心最渴望的人事物？你的限制性信念會告訴你夢想永遠不可能實現，進而阻礙你想像自己的理想人生。\n幾個月前，我的閨蜜莉亞（Leah）來找我，希望我協助她踏上顯化之旅。於是，我們點上香氛蠟燭，營造好環境，由我帶領她進行視覺化冥想。我們鋪好一大張紙，擺滿雜誌，準備好各種顏色的奇異筆，然後開始製作我們各自的夢想板。但是我發現她每隔幾分鐘就有所遲疑，她原本打算要寫下的內容，卻又停筆。於是，我問她：「現在妳沒寫下的是什麼？」她回：「我只是想務實一點。」\n我們完成夢想板之後，彼此分享，我看到她把「10個新客戶」打叉，改成「5個新客戶」。我問她這麼做的理由，她說她不想寫太多，「以免無法實現」。因為她是我最要好的朋友，所以繼續談論彼此的人生目標與夢想，不過我可以看出她避免寫下最深層的渴望，也確定了一件事，那就是恐懼和疑慮控制了她。\n在我踏上顯化之旅的一開始也是如此，那天是跨年夜，但與過去十年不同之處是，我決定當晚不要喝醉，不想讓自己在新年的第一天就嚴重宿醉。有別以往，這次跨年我決定\n宅在家，享用自己煮的大餐，然後開始製作我的夢想板──這成為我每年跨年夜的固定儀式。\n當時，我第一次製作五年時程的夢想板，過程中卻湧現許多抗拒和自我懷疑的感受。\n比方說，我想像自己在舞台上，面對數千名觀眾，介紹我舉辦的自我成長工作坊。為什麼我想做這件事？因為我想讓更多人發現內在力量，見證自己的內在具有癒癒、蛻變與活出豐盛的無限力量。我希望在自己的能力範圍，貢獻一己之力，讓自我成長成為一種時尚顯學。這就是我的人生意義、熱忱與目標，但我就是無法讓自己在夢想板上寫下這件事。想到自己要是寫下這件事卻無法實現，就會令我覺得不堪，所以我甚至不讓自己有機會去思考這件事有可能會成真。我的恐懼試圖讓我避免失敗，卻也讓我無法顯化我渴望的願景。\n我發現， 製作夢想板不僅有助於觀想顯化目標，還有機會更了解自己的恐懼和疑慮。每當你阻止自己在夢想板上寫下某件事時，不妨問問自己：「為什麼有所保留？是哪種限制性信念引導自己這麼做？」當你在這個階段看清恐懼和疑慮的真面目時，就有機會開始克服它們，消除顯化之路上的障礙，進而顯化你所想要的一切和目標。\n在下次製作夢想板時，我就給自己一個挑戰，就是要寫下自己的每個夢想，無論大小，並下定決心不再讓不安全感阻礙自己。\n當我們允許自己做夢時，恐懼和疑慮便無所遁形。\n試試這方法：假如你的上一個夢想板因為恐懼和疑慮而受限，現在請回頭修改你的夢想板，或是製作全新的夢想板，讓你的夢想板如實反映你真實渴望的一切。\n在這麼做之前，請對自己說：「如果恐懼和疑慮不存在，我要顯化這些事。」然後寫下你想顯化的內容。\n夢想要盡量遠大，同時要盡力追求。\n如果你希望在人生中輕鬆成功顯化任何目標，你必須要相信自己值得擁有。請重複閱讀這段文字。\n舉例來說，假設你是藝術家，希望賣出自己的藝術作品，想成功顯化這件事。那麼，你可以觀想自己在喜愛的畫廊展示作品，想像賣出作品帶給你的實際感受。然而，要是你的內心深處認為自己不夠優秀，或是覺得自己不值得受到肯定與接受讚賞，你就會無法吸\n引機會來到身邊，讓你的作品獲得欣賞。\n我們不僅會吸引我們所感受到的一切，也會吸引我們所相信的一切。 當恐懼和疑慮出現時，就無法成功顯化。因此，要踏上顯化之旅，首要之務是正視自己的恐懼和疑慮，努力排除障礙。我把這件事稱為「內在修煉」，當你這麼做，就是實踐自我成長。重點在於，持續進行「內在修煉」以消除恐懼和疑慮。雖然有些限制性信念比較容易察覺與排除，不過有些可能深藏內心，需要特別留意，也需要特別投入時間與心力處理，才能擺脫對你的限制。\n多數人都有數不清的限制性信念、不安全感與疑慮，從孩童時期就開始累積，使大腦的意識與潛意識都飽受折磨，也阻礙我們釋放最大潛能。這就是為什麼在顯化七心法中，顯化心法❷是踏上顯化之旅的過程中，會不斷反覆檢視的步驟。\n常見問答問題：何謂「限制性信念」？\n解答：當一個念頭反覆出現時，最終會變成自動反射，進而形成信念。由於信念會驅使我們行動，如果某個信念阻礙我們，就會成為限制性信念。例如，在成長過程中，反覆聽到自己不討喜，最後就會相信這是真的，也會表現出特定的行為。這可能導致長大後，我們會接受他人不友善的對待，或是不自覺建立有害的人際關係，以符合我們的限制性信念。\n在孩童、青少年與成人各個階段，都有可能形成信念。\n在此，我想先分享一則小故事，是我自己與恐懼和疑慮的關係。\n在實踐顯化之前，我完全深陷在不安全感。自我厭惡不僅讓我感到疲憊不堪，缺乏自我價值感也對生活造成嚴重影響。我已經意識到內在批判的強烈聲音難以忽視，這一切源自於我的內心深處：隱藏在過往經歷和潛意識的回憶中。\n克服恐懼和疑慮，是我最珍貴也是影響最深遠的旅程。這段旅途至今仍持續進行著，每天我也持續運用顯化心法❷。我開始有了轉變，可以敏銳察覺自己的想法。當恐懼和疑慮開始出現時，我能夠停下來覺察，試想找出源頭，然後採取行動克服。接下來的章節，我將傾囊相授我所運用的方法。\n在我眾多的限制性信念中，有一個是：「我永遠都無法靠自己成功。」在成長過程中，我一直追求經濟穩定。跟許多人一樣，我希望擁有安穩的家庭生活，不需要擔心財務壓力或子女的教養問題。然而，我從小就相信如果要達成這個目標，必須找到一位可以依賴的伴侶，因為我認爲自己能力不足，不夠聰明，無法靠自己成為成功且經濟獨立的女\n性。\n21歲時，我愛上一名比我大25歲的男性，我非常迷戀他，這段兩年的戀情彷彿童話。\n他的寵愛讓我有安全感，也教我許多智慧，塑造了今天的我。他成功、富有，如果不是他，當時我無法過著那樣的生活。然而，這也驗證了我的限制性信念，需要靠其他人的援助。我開始把自己的價值加諸在他的身上。後來，當這段感情畫下句點，我心碎且迷失自我。直到實踐顯化之前，我都是透過戀情來自我肯定，打從心裡認為，我的自我價值總是跟伴侶有關。\n當時，我完全沒有察覺自己深陷其中，而且不出所料，那幾年也沒有自己賺過一毛錢。我找不到工作，迷失方向，不曉得人生意義，也缺乏動力。我的恐懼和疑慮讓我無法顯化任何工作或經濟獨立的人生，也遮蔽了我的光芒。\n但在我實踐顯化後不久，正如前文所述，我認識了韋德，他是我小孩的父親，也是我現在最親密的朋友。這一次，我遇見了能與自己並肩同行的伴侶，他不是我尋求認可的對象，也不是讓我脫離自我、融入他人世界的人。韋德不同於這些人，他帶給我無與倫比的情感支持、無條件的愛、做自己的自由。我相信，認識韋德是我人生中最美好的其中一件事，不僅因為我們的兒子，也是因為他讓我知道自己有獨立的能力，讓我充滿動力，並專注打造個人事業，一路走到今天的成就。\n當我開始顯化越來越多事物時，終於意識到自己完全有能力實現財務穩定與自我肯定，不需要依賴他人。我明白唯一妨礙我擁有這一切的是恐懼和疑慮。我的恐懼是認為自己不夠聰明、不夠值得或不夠好，我的疑慮則源自我的成長背景和媒體的影響，使得在潛意識中對女性成功打造事業產生質疑。我開始一一處理這些恐懼和疑慮，全力克服。\n2018年至2020年期間，我的收入成長了10倍。當我撰寫這本書時，我可以自豪地說，已經實現兒時的夢想，也就是靠自己實現財務穩定。我可以帶兒子去度假，不必擔心帳單，也可以寵愛最愛的人。這樣的能力一直蘊藏在於自身，只需要先釋放它。\n辨識恐懼和疑慮首先，需要全心全意，誠實面對自己想要吸引到生命中的一切，才能辨識有哪些恐懼和疑慮正在阻礙你的顯化。\n一開始，你可以詢問自己幾個問題：我真的相信自己值得這一切嗎？\n我真的信任自己可以掌控這一切嗎？\n我真的相信這一切可能發生在自己身上嗎？\n我現在有哪些不安全感與這些願望相關？\n有哪些限制性信念，使自己窒礙難行？\n請思考一個你想顯化的目標，先透過心靈之眼進行觀想，在想像過程中，花幾分鐘的時間，試著找出腦中浮現的恐懼和疑慮，找出越多越好，並把這些恐懼和疑慮寫在下方的空白處。\n請注意：阻礙你完全相信自己的內心聲音無論多微小，都要找出並寫下來。即便你覺得這些想法不理性或沒有道理可言，也都寫下來。要確認各種微小的恐懼和疑慮，這麼做會讓你獲得內在力量，逐漸釋放這些負面情緒。\n我想要顯化什麼？\n我對於顯化這個目標有哪些恐懼和疑慮？\n請檢視你剛才找出的那些恐懼和疑慮，並理解： 目前正是這些限制性信念與不安全感在阻礙你活出最精采的人生。當你越能意識到它們，它們對你的影響力就越低。覺察能力一直是任何自我成長的第一步。完成這項練習並找出限制性信念，你已經踏上克服它們的旅程。\n建議你針對想要顯化的每個目標，或是遇到顯化停滯的時刻，反覆進行這項練習，幫你發覺目前的阻礙。成為一名充滿覺察力的人，覺察每天的想法，當不安全感的聲音開始出現時，請特別留意。一旦你能輕易辨識這些聲音，就能更快擺脫它們。\n消除恐懼和疑慮消除恐懼和疑慮，是實踐自我成長的關鍵，這是我們每天必須進行的內在修煉：消除限制性信念、發現自我價值、釋放潛能、重新找回與生俱來的自信。藉由內在修煉，得以成功顯化理想人生，也能享受超越不安全感、充滿宇宙能量的人生。\n那麼，我們可以採用哪些方法？克服恐懼和疑慮的方法多不勝數，但我分享自己發現最有效的四種方法：\n1. 掌控自己的想法2. 注意自己的言詞3. 使用口號"
  },
  {
    "id": "id112",
    "title": "Chapter 2",
    "text": "4. 進行觀想\n請注意 ：對某些讀者而言，恐懼和疑慮可能源自於心理創傷，或是對獨自處理恐懼和疑慮感到力不從心。如果面臨這種情況，尋求心理師、全方位治療師、心理醫師、諮商師等身心健康專家，是必要且值得的投資。透過以下建議或尋求專家，可以幫你克服恐懼和疑慮。\n掌控自己的想法在顯化心法❷的章節中，我選擇一個重要課題作為開端：我們不僅僅從有意識的想法進行顯化，也從相信自己值得擁有的潛意識進行顯化。儘管這是事實，我們絕對不能低估意識想法的力量，以及對潛意識的持續影響。\n潛意識會遵從意識，每當我們進行有意識的思考，潛意識都會信以為真。\n你會如何評論自己？多數人在腦中會有個聲音，這個聲音會以非常嚴厲的方式說話，會對自己說自己不值得、沒人愛、愚蠢、噁心、無趣，還會批評擁有內在力量的個人特質。這個聲音是恐懼和疑慮的傳聲筒。\n在我的線上研討會，我會進行一項練習，請每個人對自己說正面的話，我會鼓勵他們在心裡重複默念或大聲說出：「我很棒，我很美，能夠認識我的人都非常幸運，做自己就是最完美的表現，我愛我自己。」接著，請他們告訴我有什麼感受。每次進行這項練習時，多數人會回答，就算沒有人聽到他們，也會覺得這種方式很愚蠢、不自在。\n我再請他們對自己說一些話，像是「我一文不值，我永遠無法獨立自主」。接著詢問他們的感受，他們告訴我這麼做很簡單。我以這個簡單的練習當作示範：以自我設限的方式對自己說話，是多麼自然和簡單，但以充滿愛和尊重的方式對自己說話，反而不自在和勉強。\n其實，對這些參與練習的人，我可以感同身受。過去我花了二十年的時間，看著鏡子\n對自己說諸如此類的話：「你很醜，你是魯蛇，你很悲慘，你永遠無法獨立自主。」我想做自己，卻每天痛斥自己，我的內心聲音也一直助長低自尊。我讓不安全感發聲，當我這麼做時，不安全感就會變本加厲。到了某個時刻，我對一切感到筋疲力盡，沒有氣力用語言暴力繼續折磨自己，也許有些人能感同身受。當時，我意識到如果我繼續以這種方式對待自己，就永遠無法獲得最強大的內在力量，也無法實現我的理想人生。\n於是，我決定開始為自己發聲，也為自己打氣。儘管這麼做讓我感到不自在，但我仍然用體貼且溫暖的話對待自己。我知道，即便我尚未接受這些話語，但我的潛意識會聽到，並相信這些真誠的話。\n一開始，我選擇採取能夠支持我，並給予我內在力量的想法，我馬上可以感受到內在自信的變化。每當我意識到自己即將說出負面或自我設限的言語時，我會察覺，並對自己說：「你做得很好，只要努力就可以如願以償。你很強大，你辦得到。沒問題的。」這類鼓勵的話。\n透過這樣運用思想的力量，我知道自己正在提升顯化的能力。不到一個月的時間，我發現這麼的自我溝通變得自然；不到兩個月的時間，這種方式開始成為內在的主要聲音。\n我開始相信自己所說的話。「你可以的！」或「你應該替自己感到驕傲！」當我這樣告訴自己時，我是發自內心這麼說。我主導自己的想法，克服恐懼和疑慮，我強烈建議你也這樣做。\n如果我們了解到，潛意識會引導我們朝著顯化目標前進，那麼我們一定要用自己的意識來影響潛在的信念。我們必須賦予潛意識充滿內在力量的想法，藉此提升自我價值感，增強顯化的能力。\n我們的思維也以另一種方式形塑我們的現實世界。在前言裡提到，想法會引發情緒，而不同的情緒有不同的振動頻率。這就表示，如果我們能夠掌控自己的想法，就能改變我們的心理狀態，若心理狀態改變了，就可以調整振動頻率。假如振動頻率改變了，就能夠改變現實世界。\n由此可見， 當我們有意識選擇正向與充滿內在力量的想法，會引發高頻情緒（例如自信、熱忱與希望），透過吸引力法則吸引更多豐盛來到生命中。然而，如果讓恐懼和疑慮透過負面或自我批判為自己發聲，這些情緒就會削弱我們的自我價值，引發低頻情緒（例如恐懼、羞恥、絕望或擔憂），進而阻礙顯化成功。\n「我們一次只會有一種想法。」第一次聽到這句話時，我納悶自己為什麼沒想通這個簡單的道理。如果一次只會有一種想法，我們當然可以選擇用正向的想法取代負面想法，\n不是嗎？答案是可以的。\n無論是行為或思考，都存在著慣性。根據美國國家科學基金會（National ScienceFoundation）的研究，人類每天平均會產生多達六萬個想法，其中約有80％是負面想法，超過90％會反覆出現。要消除這些反覆出現、負面且自我設限的思維方式，我們必須持續練習，並 選擇培養內在力量的想法來取代負面思維，必須非常投入，就像養成新習慣時，需要努力和耐心。\n當你發現自己心想「如果失敗會如何？」，要問自己「如果成功會如何？」與其說「我不夠好」，你應該說「我做自己就很完美。」請不要想像最糟糕的結局，而是想像最棒的成果。記得你有選擇的權利，所以應該選擇可以帶領你向前而非使你退縮的想法。\n別讓負面的想法肆無忌憚，你應該駕馭它們，並練習掌控自己的想法，讓它們為你所用，而不是與你作對。\n除了要改變想法，也要透過重塑觀點來消除恐懼和疑慮。\n無論怎樣的經驗，我們都有機會用不同的角度去看待。一個人的觀點通常會受到個性、期望、過往經驗、信仰與自我價值所影響，這就是為什麼經歷相同處境的兩個人，可能會有非常不同的觀點。舉例來說，你是否曾有類似的經驗：你和朋友一起去某間餐廳用餐，離開時，其中一人認為這是美好的夜晚，但另一人卻覺得餐廳太吵，食物普通，而且店員服務不佳。或者情緒低落時，收到同事的電子郵件，覺得內容充滿人身攻擊，讓你火冒三丈，但第二天重讀這封信時，卻發現自己完全誤解了他的意思。\n雖然我們的觀點受到許多外在因素的影響，但是都能選擇對自己最有利的觀點。事實上，重塑觀點是我最常使用的技巧，用來克服日常的恐懼或疑慮。當我察覺自己開始擔憂或懷疑某件事時，我會停下來檢視自己是否能採用新觀點。例如，上週我打電話給我的姊姊，告訴她我撰寫的文章沒有被刊登，讓我感到失望和沮喪。我內心自我批判的聲音試圖煽動我，讓我認為是自己的作品不夠好，才讓編輯不想刊登我的文章。在我大聲說出這個想法後，我想到自己可以採取不同觀點。我選擇將思緒聚焦在對自己寫的文章，為此感到驕傲，並對自己能夠受到邀約滿懷感恩。我想出文章尚未刊登的三種情況，這些情況都與我無關：1. 編輯沒有看到電子郵件2. 他們必須先刊登其他的文章"
  },
  {
    "id": "id111",
    "title": "Chapter 3",
    "text": "3. 他們對我的文章另有安排\n在幾分鐘內，我跳脫負面觀點，採取擺脫自我設限的自由觀點。隔天一早，我的文章就刊登了。\n當你發覺自己出於恐懼和疑慮詮釋情境時，應該詢問自己：「我可以採取哪些不同的觀點？在這個情境中，要如何重塑思維？」\n舉例來說，假如你跟某人去約會，但隔天沒收到他的訊息，就可以選擇要採用什麼觀點。如果讓恐懼和疑慮做主，你的觀點就會讓你開始質疑自己是否做錯事或說錯話，可能會認定這件事證實了你永遠不會認識對的人，並且因為害怕再次遭受拒絕，讓這件事阻礙未來的約會。如果你採取內在力量的觀點，你就會選擇相信這個人或許還沒準備好認識新對象，你們不是天作之合，而且在遇到靈魂伴侶的路上，你仍然期待不已。\n切記：我們會顯化我們相信自己值得的一切。\n請開始覺察自己的想法，選擇採納能夠提升自我價值與自信的想法和觀點，不要讓恐懼和疑慮占據主導。\n注意自己的言詞我們所使用的言詞，無論是在心中默念或說出口，都會直接影響潛意識。如同我們的想法一樣，如果不控制我們使用的言詞，就會助長恐懼和疑慮，與我們作對。\n以下幾種言詞，可以讓顯化更有效：不要說「如果……」，而是用「……時候」\n在人們談論自己想顯化的人事物或想達成的目標時，常常使用「如果……」，像是「如果我錄取那份工作……」或「如果我遇見某個人……」。「如果……」一詞向宇宙傳達的訊息是：「其實，我不確定或不相信這件事會發生。」 「如果……」 強調了疑慮，而在心有疑慮的情況下，你就無法顯化。\n從現在開始，請不要再說「如果……」了，請用「……時候」取代，像是「我錄取新工作的時候……」或「我遇見理想伴侶的時候……」。當你使用肯定的言詞談論未來時，你的潛意識會主導一切運行，幫你達成目標。\n說出你想要的一切，而非你不想要的如果你現在要告訴我一件你不希望發生的事，但你必須先想像這件事真的發生，你作\n何感受。由此可知，當我們談論某件不希望發生的事，潛意識仍會經歷心理上和情感上的體驗歷程。現在知道這樣做會改變我們的振動頻率，讓振頻與不希望發生的事相符，反而會吸引相同振頻的一切到來。因此，我們談越多不想要的人事物時，它們就會越常出現。\n反之，請描述你想要的一切，像是不要說「我不希望再負債了」，而是說「我希望財務自由」。或將「我討厭單身」改成「時機成熟時，我會擁有一段健康又甜蜜的戀情」。\n請運用覺察力，確保自己沒有表達害怕發生或希望不會發生的事，而是將能量放在人生中真正想要的一切，才能在現實世界中實現。\n進行有意識的言語替換有些言詞能展現我們的內在力量，有些言詞卻能限制我們。因此，我們所使用的言詞至關重要。當我們能敏銳覺察言語的能力時，就能進行簡單卻有效的言語替換，幫助自己提升顯化能力。舉例來說，當你發現自己說「我辦不到」或「這件事太困難」時，或許可以選擇說「我會找到辦法的」。 記住，顯化是透過潛意識，而潛意識會遵從意識，也會聽從你的言語。\n我有個非常不擅長演講的客戶，每週一早上的團隊會議開始前，他一想到必須進行報告就會手心冒汗、覺得悶熱和心煩意亂。這件事還干擾到他的週末，因為預期這件事即將到來，讓他覺得難以承受。當他跟我聊天時，他不斷說出「我痛恨演講」、「我一點也不能言善道」、「我在團體會議上很廢」這種話。\n雖然這類自我設限的言語會助長恐懼，但他的說話方式已成自然，不自覺就脫口而出。於是，我鼓勵他在下次發現自己快說出這些話時，對自己說「我喜歡能夠跟其他人分享自己的想法」、「團隊願意聆聽我說的話，很感謝身為其中一員」、「我是一名非常有自信的講者」⋯⋯提醒他說這些話時，感到不太自在很正常，但請他無論如何務必這麼做。\n下週一的團隊會議到來時，他告訴我雖然在開頭那幾秒鐘，他的聲音有些顫抖，但他設法完成他的報告，不像以往支支吾吾。他對我說這個故事時，我可以看出他以自己為傲，而我也同樣為他感到驕傲。再下一週，他又辦到了，而且他跟我說，他非常期待在週一的會議跟團隊分享新事物，這可是他親口自己說的話！藉由替換自己的言語，他克服恐懼和疑慮，增加報告的自信。\n替換言語時，同時也改變自己的經驗。\n以下是一些可以運用言語替換的簡單方法：\n圖表2-1　替換言語的方法你要覺察自己所使用的語言，無論任何情境都要進行有意識的替換，才能讓潛意識不斷產生有利的想法，進而增強自我價值感、自信，提升吸引豐盛來到生命中的能力。\n接受讚美許多人從小到大相信一件事，那就是自信談論自己會讓我們顯得自大、虛榮或自賣自誇。因此，我們會使用自貶的言語，學會透過貶低自己獲得他人喜愛。請思考片刻，當別人稱讚你或恭喜你的成就時，你是不是否認、不同意或貶低自己的成就？\n這種回應讚美的方式如此自然，不過對自信造成的傷害比你想的還要嚴重。當你的朋友對你說：「哇！你今天看起來容光煥發！」但你卻回：「呃，沒有啦，我看起來很糟。」這時，你就在向潛意識傳達你確實看起來很糟的訊息。\n當我們不理會且拒絕他人的讚美時，其實就在削弱我們的自我價值。從今開始，當別人稱讚你時，請努力接納讚美，也感謝讚美。花時間傾聽他們所說的話，並用兩個具有魔法的字來回應他們：「謝謝！」\n當我們敞開心胸接受他人表達愛意或讚美時，同時也會開始改變潛意識對自我價值的信念。這個改變既簡單又有效，也是我非常喜愛的方法。\n使用正向口號口號，是你可以隨時反覆說出或在心裡默念的字詞，能夠讓你提升覺察力、釋放壓\n力，並提高振動頻率。\n當我談論顯化的口號時，我指的是使用正向肯定的字詞，例如：「我是值得的。」\n使用口號可以向潛意識傳達正向訊息，並取代負面想法。舉例來說，如果恐懼和疑慮開始跟你說「你不夠好」這類的話，你可以說「我做自己就很完美」的口號來改變想法。\n當我們開始在日常習慣中使用口號，像是在每天早上或睡前複誦口號，就可以重塑潛意識，定期向潛意識傳遞正向且具內在力量的言語。\n口號，一直是我喜愛的自我成長法之一，在生活中結合口號，也是我自己在顯化之旅中不可或缺的一部分。當我在默念或說出口號時，馬上會覺得更專注，也更有內在力量。\n然而，我第一次使用口號時卻感到困難。當我對自己說「我是值得的」，我覺得既愚蠢又尷尬，因為當下覺得自己一點也不值得。不過，我還是堅持下去，因為我明白這樣做會改變深層潛意識，也就是顯化的源頭。\n每天早上醒來時，我會複誦自我肯定的言語。不久，變得輕鬆自然，也不再尷尬。不到一週的時間，我能夠留意我所說的話，整體能量也隨之改變。現在，我每天早上複誦口號，以最佳方式展開一天，當我需要提升能量時，也會對自己說口號。\n試試這方法在某個每天會看到的地方，寫下口號，像是把口號當成手機螢幕桌布，或是在浴室鏡子上貼字條。當你看到口號，就對自己複誦5遍。我喜歡每週更換我的口號，讓每個口號有足夠時間可以滲透到潛意識中。\n以下是協助你開始使用口號的建議。請每週使用1到2個口號，每天早上和傍晚都複誦5遍。當你複誦以下口號時，慢慢對自己複誦幾次，就能親身見證能量改變的速度。\n我愛今天的自己。\n我的潛力無窮。\n我感謝自己擁有的一切。\n我熱愛我的人生。\n我感到冷靜與平靜。\n我散發活力與能量。\n我有無限的力量，可以顯化任何我所渴望的人事物。\n我不斷吸引豐盛進入我的生活。\n使用口號重塑內在信念的一種方式是，聆聽 正向肯定音樂。所謂正向肯定音樂，是\n包含幫助冥想的背景音樂，在背景音樂中會重複幾個口號。我強烈推薦每個夥伴運用這個方法，因為正向肯定的力量十分強大也非常有效，對顯化之旅大有幫助。\n那麼，正向肯定音樂是如何發揮效用的？其實，潛意識在一天中有三個關鍵時刻對正向訊息特別敏感：入睡時、醒來時、冥想時。這些時刻大腦的活動頻率處於α波和θ波之間，是觀想、創作和學習的理想狀態。在這些特定時刻，聆聽正向肯定音樂最有效讓潛意識吸收正向訊息。透過重複聆聽，大腦會形成新的神經路徑，有助於打造更強大的內在力量，讓你充滿吸引力。此外，也能幫你克服恐懼和疑慮，擺脫負面思維與限制性信念。\n在我的顯化之旅，我一開始就運用肯定音樂。每天晚上入睡前，我都會聆聽這些音樂，已經持續三年多。起初，我在YouTube搜尋「肯定句音樂」，挑選最有共鳴的一支音樂聆聽。現在，我會使用自己創作的音樂，可以在我的網站（www.roxienafousi.com）上找到。建議你發現自己喜歡的音樂後，持續聆聽一段時間：大腦會逐漸熟悉特定音樂，一旦播放，大腦就會放鬆，讓你更快進入覺知的冥想狀態。\n如果你努力實現特定的顯化目標，我建議你聆聽相關主題的肯定音樂。舉例來說，如果你想要顯化升遷目標，我建議你聆聽與工作相關的肯定句音樂，持續兩週每晚聆聽。同樣地，如果你想要顯化靈魂伴侶，你可以挑選愛自己或戀愛相關的肯定句音樂。\n進行觀想在顯化心法❶的章節中，我們曾經使用過觀想的方法，在這個階段，再次運用觀想以協助我們消除恐懼和疑慮。\n以下是你可以嘗試的簡易觀想：球體消失的觀想法請閉上雙眼，深深吸氣，然後完全吐氣，同時注意腹部起伏。\n在吸氣時數到4，在吐氣時也數到4。請持續進行深呼吸，直到感受到大腦逐漸平靜，身體也放鬆。一旦達到放鬆狀態，請用心靈之眼觀想恐懼和疑慮。所有因恐懼而產生的想法、感受與情緒，匯聚成一顆暗黑能量的球體。接著，將所有不安全感、擔憂與限制性信念融入其中，使這顆球體越來越大。清楚看到這顆球體，象徵阻礙你獲得最強大的力量。\n現在，隨著每次吸氣，想像一道白光穿透你，光芒戰勝黑暗。隨著每次吐氣，想像這顆恐懼球體越變越小。重複這個過程，直到這顆暗黑能量的球體消散。\n最後，輕輕睜開雙眼。\n我非常喜愛這個觀想技巧，因為隨時隨地都能運用。腦中一旦浮現絲毫疑慮，只要閉上雙眼，透過呼吸的力量想像，就能夠輕鬆消除。\n有些人被內心聲音深深淹沒，不知該如何控制想法或使用口號，這個技巧對這些人格非常有效。舉例來說，我有一位剛新婚的客戶，她一直努力尋找在這段婚姻中的話語權。\n她覺得自己被忽視、不被珍惜，沒有得到足夠的情感支持。雖然她覺察到這一點，但她內心的自我批判讓她無法向伴侶說出自己的需求和應有的對待，還嚴重影響她的身心健康。\n於是，她尋求幫助，希望擺脫愛情相關的限制性信念，在婚姻中找回自信。然而，第一堂課開始不久，我立即意識到她內心的聲音強大，如果要求她以內在力量的思維取代限制性信念，她可能會感到恐懼，也難以應對。因此，我建議她持續兩週，每天重複運用前述的觀想技巧。經過十四天，她成功減弱了恐懼和疑慮，隨後才有辦法開始合併嘗試使用其他方法，像是使用口號與替換言語。不到六週的時間，她已經找到自己的話語權，終於以積極的方式對伴侶表達自己的需要，感受到更強的內在力量，不僅改善了伴侶關係，也提升了自我肯定。\n透過觀想，我們也能消除恐懼和疑慮。就像我們可以透過改變想法來重塑觀點一樣，透過觀想也可以重新塑造腦海中的想像畫面。你是否經常在腦中想像最糟糕的情境？或者對於恐懼成真的情況反覆想像？當我們反覆想像這些情境，就會降低自己振頻，加深擔心、不安全感和疑慮。\n然而， 透過觀想，可以重新想像腦中的畫面，選擇看見最好的結果。這種方法有點像是切換電視頻道一樣。例如，你想要顯化進入夢想的大學。當恐懼和疑慮製造負面場景時，你會看見自己在入學考試中表現得一蹋糊塗，或是收到未錄取通知。此時，請立刻切換頻道，請你想像自己順利通過考試，收到期待已久的好消息，也想像在那一刻的真實感受。請不斷在腦中重溫這個理想結果，要堅持進行一再重複。\n觀想，就像顯化工具箱中的必要配備，可以清楚自己的願景、消除恐懼和疑慮、想像身處最理想的情境，還能提升振動頻率。\n大腦，具有不可思議的能力，是恐懼和疑慮的來源，也是消除恐懼和疑慮的解藥。\n當我們受到某些事情影響時，會感到自我價值感降低、產生不安全感，並形成阻礙夢想成真的限制性信念。這些壓力累積到一定程度時，就會造成恐懼和疑慮。如同前文所述，消除恐懼和疑慮是一個漫長的過程，也是我不斷提醒人們要重複檢視的部分。當你發現在顯化過程中遇到停滯時，首要之務就是詢問自己，有哪些恐懼和疑慮仍質疑你的顯化\n能力。\n我必須強調，這可能是最具挑戰的地方：我們必須要卸下自己的心防，重新審視過去所有的經驗與回憶，這些可能是阻礙的根源。然而，一分耕耘，一分收穫，一旦你開始清除這些障礙，就為自己開通前進之路，通往宇宙無限豐盛的門路。\n本章提供的四個方法，只是你每天可以使用的部分方法，我鼓勵你探索其他自我成長的方法，幫你展開提升自我價值的旅程。\n在接下來的章節中，將探討對抗恐懼和疑慮最強而有效的方法，在顯化之旅中無所不在，那就是： 學習愛自己。\n愛自己，是顯化背後的驅動力。\n在寫這本書時，我一直在思考要在哪個章節談論愛自己的主題。由於愛自己不是顯化心法，因此當我嘗試把愛自己的主題放在顯化心法中，又會覺得太過草率。我才意識到愛自己應該要自成一章，雖然愛自己不只是顯化心法，卻是所有顯化心法的基礎。\n一旦你開始學會愛自己，並好好實踐，顯化能力就會變得非常強大。愛自己能夠獲得內在力量，讓自己魅力四射與成就非凡，也能讓豐盛進入生命中。愛自己就是告訴宇宙「我值得被愛，我應當成功，我已經準備好實現夢想」，而這些都是你應該獲得的一切。\n愛自己，就是在擁抱真實的自我。愛自己，就能超越恐懼、疑慮、不安全感與限制性信念，也能釋放內在最大的潛能。\n我們給自己最棒的禮物，莫過於無條件地愛自己。\n不懂愛自己，就無法顯化。如果沒有在日常中，以愛自己的方式對待自己，那麼製作夢想板與談論理想人生，就沒有任何意義。\n如何開始學習愛自己，才能釋放最強的顯化能力？\n要先定義什麼是愛自己：愛自己，是真正重視自己的幸福與快樂。\n愛自己，是在乎自己，也懂得捍衛自己。\n愛自己，是放下批判、遺憾與負面的自我對話。\n愛自己，是擁抱最真實的自己。\n愛自己，是如同善待他人，給自己同等的仁慈、耐心與寬恕。\n實踐愛自己的方式有很多種。你可以透過刻意練習，獲得自我關照、自尊和自律，也要建立良好的個人界線，放下不再有益的事物，並留意對自己的說話方式。同時，可以為身心靈提供有益的養分、想法與概念。開始學會對不想做的事說不，做更多讓自己開心的事，像是冥想、寫日記、運動、保養肌膚、好好睡覺、多喝水。對自己更有憐憫之心和仁慈，給自己空間探索自己的獨特之處，並用體貼、鼓勵、支持的方式對待自己。事實上，實踐愛自己的方式多到我可以寫一本關於愛自己的書。\n對我來說，真正學會愛自己的關鍵在於，時時刻刻覺察我們擁有的選擇，以及我們做出的決定。\n每分每秒，都是我們實踐愛自己的機會。我們每一刻都必須做出選擇：要不要以愛自己的方式行動？該如何運用時間、要選擇哪些念頭、採納哪個觀點、要跟哪些人來往、做出哪些決定、接受他人的哪些行為、如何掌控自己、做出哪些承諾、吃哪些食物滋養身體或做什麼運動……這一切都很重要。\n這些選擇會反映出一個人對自己關心、幸福與愛自己的能力。當我們對自己如此關切，才能向宇宙證明自己值得擁有哪些人事物。 記住：內在信念會顯化我們所值得擁有的一切。\n開始學習愛自己想透過決定，引導自己學會愛自己，必須做到以下三件事：提升覺察力，留意每次的選擇如果無法先覺察自己擁有哪些選項，就無法做出好的決定。\n一開始可以先問自己「我是否還有其他選擇，是否可以用更有愛和慈悲的方式行動？」\n舉例來說，如果你一直陷在飲食控制的迴圈裡，可能會選擇不吃某些食物、少吃一餐或是追隨新的飲食風潮，這時可以花時間思考，這樣做是否真的對自己有愛和慈悲？是否可以選擇用其他方式來對待身體，並改善飲食問題？像是改變少吃一餐的習慣，不再因為飲食有罪惡感，努力改變過往的行為模式，採取「正念飲食」與「直覺飲食」 1 的原則。\n如果你每天醒來的第一件事就是看新聞，但這件事總會讓你感到沮喪、難過或焦慮，不妨問問自己：「這樣做真的是我展開一天的最佳方式嗎？我是否能做出更利於愛自己的選擇？是否可以選擇聆聽音樂、寫日記或進行十分鐘的瑜伽運動來開啟新的一天？」\n重視當下的自己我們每一天與每一刻的需求，都會不斷變化。有些日子，我們一覺醒來就覺得自己準備好要征服世界，但有些日子，我們感到疲憊不堪、萎靡不振、難以承受。愛自己，意味著時時刻刻都要尊重自己，並且根據當下的感受做出適當的決定。\n請養成關照自己的習慣，並問自己：「我今天的處境如何？我的感受如何？我的需求是什麼？」想像有一張1到10分的評分表，1分代表面臨人生低谷，10分代表能量強的超級英雄。根據你在評分表上的位置，你的需求就會有所不同。若你處在3分的位置，你可能需要允許自己休息、補充營養食物，並享受新鮮的空氣。若你處在9分的位置，你可能需要勇往直前，運用能量做出精準決策，推動自己顯化目標：你需要充滿創意、高效生產力，讓自己保持活躍！\n墨西哥作家唐．米蓋爾．魯伊茲（Don Miguel Ruiz）寫了一本很棒的書《打破人生幻鏡的四個約定》 （ The Four Agreements）。我強力推薦這本書，書中提到的其中一個約\n定是： 凡事盡力而為。他寫道：「你的最佳表現並非絕對，因為你在健康與生病時的狀態截然不同，但無論處境如何，只要你全力以赴，就能避免於自我批判、自我折磨與後悔。」\n愛自己，就是給予自己人性的空間，承認自己每天的感受會有所不同，並根據當下的感受滿足自己的需求。\n重視未來的自己其實，人生就是我們所有選擇的結果。當我們以愛自己的方式行動，我們不僅正視自己當下的需要，也同時重視未來的自己。我們經常會做出衝動的決定，即使當下自我感到滿足，卻對未來的自己造成負面影響。曾經自我毀滅的人（假設閱讀此處的讀者都有此感受），都會理解我的意思。 然而，愛自己意味著控制即時滿足的衝動，做出對未來有益的選擇。舉例來說，如果明天要截稿，但你選擇出去玩或因為無止境滑IG而拖延，只是在破壞自己的未來；反之，選擇自律、準時完成工作，便是重視未來自己的需求與價值，這就是實踐愛自己。\n實踐愛自己的終極方式，就是平衡自己當下和未來的需求。\n愛自己，會體現在我們每一個決定中。請努力每天尋找更多照顧自己的方法，向自己展現應有的寬恕與愛。持之以恆，直到這種態度自然而然成為生活的一部分。請繼續實踐愛自己，直到這份愛充滿整個心靈，並能夠分享給身邊的所有人事物。\n寬恕與不批判當談到愛自己的主題時，不可忽略寬恕與不自責。你有多少次因為犯錯或做出令自己不滿的舉動時而責怪自己，持續好幾天、好幾週，甚至好幾年？當我們緊抓著羞恥、愧疚、憤怒和怨恨時，就讓自己困於過去，牢牢抓住那些經歷釋放的負能量，就會降低我們的振動頻率，阻礙我們想顯化的一切。\n我有一名客戶，從2020年初開始跟我合作，她曾經對我說：「我想要顯化一切：一份新工作、一間新公寓、真正的自信和一個靈魂伴侶。」在六個月內，她如願以償了，唯獨靈魂伴侶卻未現身。於是，我開始詢問她過去的戀情，她坦言前兩任男友都曾經出軌。雖然她常告訴自己「別再回想那些事」，但內心依然責怪自己「允許」這種事發生，並不斷\n質疑是不是因為自己造成他們出軌。身為事業有成的女強人，卻未察覺跡象，令她感到尷尬。\n然而，若她避免回想這些經歷，就無法處理因為這些事情所引發的情緒，也無法改變自責心態。請記住，創傷、痛苦與情緒困擾都是能量，若沒有給予必要的時間和心力處理、釋放與療癒，這些負能量就會潛藏在我們體內。換言之， 當試圖「忘卻」過去時，舊經驗無處可去，只會深植體內，降低我們的振動頻率，把我們困在過去。\n這名客戶的經歷也用另一種方式影響著她：她責怪自己，因而產生一股恐懼，害怕歷史會不可避免地重演。直到我們一起努力打造一個安全空間，處理過往經驗、消除自我批判與自責、選擇憐憫自己、接納新觀點，她才能擺脫對新關係中潛在恐懼的阻礙。我鼓勵她採用我最愛的口號──「我的過去不能決定我的未來」，提醒她擁有改變人生故事的力量。透過「內在修煉」，她可以打造空間，讓靈魂伴侶走進生命中。最近，我收到她的電子郵件，標題是「我遇到對的人了！」\n我們過去的一些經歷會引發羞愧、內疚或憤怒等負面情緒，因此我們必須放下某部分的過往，並且不自責，全然寬恕自己，才能消除通往美好未來之路上的種種障礙。要實現這個目標，必須認清三件事實：1. 我們當時已經盡力盡力。\n2. 任何經驗都有蘊含著寶貴的教訓。\n3. 我們不再是當時的自己：從那一刻開始，我們已經成長、蛻變與成熟。\n練習放下過去的自己請你回想現在仍會自責且困擾你的事。請描述讓你感到羞愧、內疚或憤怒的經驗。\n現在，請寫一封信給過去的自己，用慈悲和寬容的態度，承認並釐清自己當時的行為是源自於痛苦或不安全感，可以寫下類似「我原諒你，當時的你已經非常努力了，我了解你當時很受傷，沒事的，我愛你」的話語。\n請寫下你從這段經驗中，學到的教訓及發現到的價值。\n　請針對任何你緊抓不放的事，重複進行前述練習。\n提醒：在我的工作坊中，這項練習常常讓參與者情緒溢滿，熱淚盈眶。如果你在進行練習時，開始哭泣或情緒激動，請允許情緒釋放的空間，並容許自己感受情緒的釋放。\n實際上，從錯誤和經驗中學習，從中蛻變，就是在實踐最高層次的愛自己，進而獲得成長。請再細讀這句話。\n愛自己，是顯化背後的驅動力，因此我們必須不斷練習與投入，學會每天愛自己。我們必須做出選擇，決定自己的行為、回應和思維，建立自我價值，推動成為最強大自己。\n我們每天必須每天以不批判、憐憫、寬恕、慈悲的方式善待自己與自己所做的事。 愛自己絕對不會太多或太少。從喝一杯水到離開一段有害的關係，我們的每個選擇都塑造當下和未來的自己。\n要記住：對某些人來說，「學習愛自己」的概念可能會感到有些抽象，特別是對於那些目前自我價值和自尊低落、感到種種限制的人來說。或許你會認為「當然，理論上說起來容易，但現實中要如何立即表現出愛自己？」我了解你的疑慮，我也曾經深陷自我厭惡之中，被這種自我否定所困擾，從未想過我能真心地說出「我愛我自己」。當別人提到「愛自己」時，我總是翻白眼，彷彿這是一個永遠遙不可及、虛幻的概念。但隨著時間流逝，不斷實踐與努力，我確實做到了，而你也可以。\n要消除好幾年甚至數十年所累積的不安全感、限制性信念與自尊低落，並非一蹴可幾的事，但我們可以做出選擇，從此刻開始做出更愛自己的決定。然而，選擇投入愛自己，只成功了一半，接下來的挑戰是在生活中的每個時刻，逐漸、持續地做出更多愛自己的選擇，因為這正是你值得的。你越是這麼做，這件事就會變得越容易，也會變得越輕鬆、自然。\n在我們學會愛自己的過程中，同時也駕馭了顯化歷程中的其他心法。\n1 intuitive eating，基本概念是「有意識地飲食」，在餓的時候進食，飽的時候停止，且不將食物區分為「好」與「壞」。\n調整行為，代表以實際的行動向宇宙展現你相信自己的價值，因為一個人的行為會反映出其自我價值。\n調整行為，就是在顯化之旅中展現主動積極。這不僅代表 你所追求吸引的能量，也意味著勇敢踏出舒適圈，與最真實的自我契合，展現最有魅力的一面。\n顯化心法❸是「吸引力法則」與「顯化」之間最大的差異。「吸引力法則」是會吸引你經常想像的人事物，這樣的狀態也是一種被動的過程。然而， 顯化不是被動的方式，無法只設定自己的願景，然後等待它自己實現。\n為了獲得力量，真正改變能量，吸引豐盛，就必須開始改變行事作風。你的行動必須符合充滿內在力量的自我，而不是受恐懼和疑慮所限制的自我。\n在顯化過程中，要主動積極如果想要顯化成真，除了清楚知道自己的願景，並相信自己值得擁有，更要採取主動積極的行動來實現。\n如果你要顯化一間和家人一起居住的鄉村住宅，就必須想像那個住宅，消除任何恐懼或疑慮，並且相信你值得擁有它。接著，你必須主動積極尋找，像是搜尋房地產的網站、洽詢房仲或前往當地，看看是否有任何出售的房屋。如果你要顯化通過某項考試，就必須想像自己通過考試，然後主動積極努力複習與學習。\n無論你想要顯化什麼目標，都必須「付諸行動」。許多人對顯化最大的誤解就是，以為只要觀想自己想要的人事物，不需要付出任何努力，就可以實現。我可以成功顯化自己事業有成，全靠努力、決心、堅持、自律和積極。\n要能夠積極主動，就必須無所畏懼，這意味著向宇宙宣示：「我是值得的，我應該獲得幫助，我已經做好準備！」\n請思考一下：因為對失敗的恐懼，你有多少次刻意讓自己裹足不前？\n上個月，我有一名新客戶，她說她想要開一間高級餐廳，希望我給她建議，讓她有勇氣邁向目標。過了一陣子之後，我發現她這個想法已經構思將近兩年。在這段期間，她已經具備實現夢想的條件，但對於「沒人光顧」的恐懼讓她毫無進展。這樣的情況很普遍，我幾乎每天都會聽到朋友、家人或同事分享他們的好點子，但從未堅持下去，因為他們不相信自己有足夠的能力可以讓自己的美夢成真。你有多少次放棄某個想法，只因為擔心無\n法實現？你有多少次因為害怕被拒絕而遲遲不敢求助？你有多少次因為覺得夢想遙不可及而放棄？\n拖延與不敢行動，經常都源自於害怕失敗：我們避免全力以赴，因為不嘗試比嘗試後失敗更輕鬆好過。當恐懼失敗影響我們時，就很容易有各種不行動的藉口：我們會說沒時間、沒資源或力不從心。這些藉口和缺乏行動力向宇宙發出的訊息是：「我還沒做好準備，也不相信自己值得擁有一切。」正如顯化心法❷所述：恐懼和疑慮會阻礙你渴望的一切。\n積極主動勝於害怕失敗。\n如果你要顯化成功的事業，以下是兩種版本的差異：受到恐懼和疑慮的限制（版本一）；主動積極、符合願景，並超越恐懼和疑慮（版本二）。\n版本一由於你害怕被拒絕，所以無法開發新客戶，也害怕別人的眼光，無法在網路上行銷自己。你的疑慮錯失投資的良機，讓你失去判斷，無法把握潛在的機會，也不敢冒險。\n你的行事作風把自己困在舒適圈，完全沒有成長與進步的機會。\n版本二你開發潛在新客戶，利用每個平台上行銷自己，向前輩學習，主動尋找合作夥伴，把握機會，創新行銷方式，投入時間、精力、金錢，努力實現成功的事業。\n行事作風，對於顯化成功的事業，是不言而喻的。版本二的人會主動積極達成目標，比版本一的人，更能夠成功顯化夢想。\n另一個主動積極的案例：如果想要顯化一段戀情，不能只是在夢想板上列出伴侶的理想條件，然後就期待這個人突然出現。你必須調整自己的行為，才能顯化這個人。最重要的事，就是 以同等的尊重與愛對待自己，也就是透過學習愛自己的方式。然後，要敞開心胸且主動創造認識新對象的機會，無論是使用交友軟體、透過朋友介紹或參加社交活動。\n當你想要顯化某件事，就必須調整自己的行為，付諸行動，並主動積極。調整行為就在向宇宙宣示：「我已經做好準備，我無所畏懼，我值得擁有。」宇宙為了回應無所畏懼\n與做好準備的你，也會給予豐盛。\n在顯化心法❷的章節中，找出的恐懼和疑慮，或許你仍然會感受到這些負面情緒。你可能會問：「我覺得自己還沒完成顯化心法❷，要如何調整自己的行為？」或是「我依然害怕我會失敗，我要如何積極主動？」答案就是，要同步進行這些顯化心法。消除恐懼和疑慮，是一段持續進行的過程，會跟調整行為同步進行。你還記得過去認為辦不到，但最後決定嘗試的事嗎？回想一下，當時是否感到非常自豪？這種自豪感是否鼓舞著你繼續向前邁進？\n我發現我的兒子沃夫經常如此。上週，我們參加了一堂「兒童體操」的課程，他試著在平衡木上走動。起初，他認為無法自己走，所以會抓著我的手，要我協助他走完全程。\n然而，當我輕輕放手並鼓勵他自己完成時，我看到他的臉展現燦爛的笑容。他對自己感到非常自豪。當他下次走上平衡木時，他的神情彷彿在說：「別擔心，媽媽，我可以的！」\n這就是讓行動超越恐懼和疑慮的方式：即使感到害怕，仍然勇敢採取行動，透過行動建立自信與自我價值，進而推動顯化的力量，幫你持續向前邁進。這是一個持續向上的循環，只要 感受到恐懼，便大膽行動。\n你知道「在達成目標前，要持續假裝」這句話嗎？其實，最近我聽到一個更棒的版本，我認為更有道理，也非常適用於顯化心法❸：在成為目標之前，要持續假裝。\n有時，只要相信自己，並大膽行動，讓行為符合心目中想成為的目標，就更有機會成為那個目標。在顯化心法❶的章節中，我曾經提到，在顯化之旅，要問自己最重要的問題就是「我想要成為怎樣的人？」當我們清楚了解這個人，這位擁有內在力量的自我時，我們就能開始調整行為，讓自己符合理想的形象。\n多年來，我有一個朋友一直夢想擔任人生教練，希望透過自己的專業療癒他人。他已經完成教練課程，並將大部分的時間投入幫助他人。然而，他害怕成為專職的人生教練。\n他覺得自己缺乏經驗和知識，還不夠格可以收費，因此避免讓人知道自己的專業身分，也不願意承擔失敗的風險去從事專職工作。\n後來，我們共同處理了這個問題，也向他介紹顯化的方法。於是，他開始運用「在成為目標之前，要持續假裝」的方法。我問他：「如果你已經是一名成功的人生教練，會如何安排時間？如何行銷自己，會採取哪些行動？」\n他提供了一張清單，列出他想到的事項，我鼓勵他要勇往直前，並開始行動。幾天之內，他成立人生教練的IG粉專，跟同業夥伴交流，開始撰寫自我成長的貼文，行銷一對\n一的課程，讓自己敞開心胸接受任何機會。過了十二個月之後，儘管進展緩慢，但他穩扎穩打地在身心健康領域有了一席之地，並開發了一群忠實的粉絲。每週與客戶互動，舉辦免費的線上活動，還邀請了八位身心健康的權威組成專家小組。雖然他對缺乏自信，但是透過調整行為，符合他所追求的目標，於是宇宙給予了回報。\n有時，我們只需要在成為目標之前，持續假裝。\n提醒：任何有「冒牌者症候群」 1 的人，可以常常回顧這句話：「在成為目標之前，要持續假裝。」\n在開創事業或接觸未知領域時，可能會經歷自我質疑的階段，認為自己不夠資格、不夠專業或知識短淺而無法成事。這是非常正常的感受，沒有這種感受的人其實是少數！\n提醒自己藉由調整行為，即刻就能展現出最強大的內在力量。隨著時間推移，你會接受並相信一個事實：你值得目前的身分與地位，能夠靠自己的能力，取得一定的成就。\n接下來的練習，會透過主動積極、採取行動的方式，找到調整行為的方法，讓目標成功顯化。\n練習：以未來自己的行事作風行動現在，請你專注想像未來的自己，全心全意投入這項練習，並深入想像更多細節。想像未來的自己處於顯化能力的巔峰，已經吸引了自己所渴望的一切。\n盡可能讓想像畫面栩栩如生，讓最棒的自己富有生命力。\n請問自己以下幾個問題：我的行事作風如何？\n我要做哪些事才能愛自己，讓內在充滿力量，也具有魅力？\n請列出五件未來的你完成的事，這些行動源自於最強版本的你。\n1. 2."
  },
  {
    "id": "id19",
    "title": "Chapter 4",
    "text": "5.\n為了縮短與未來自己的距離，現在馬上開始這五個行動。\n當你想成為理想中的自己時，請意識到現在就可以調整自己的行為，以符合未來的你。透過實際行動告訴宇宙，你已經準備好展現這些行為，因為這些行為早就存於你的內在。\n超越不適感當你開始調整行為，以符合顯化目標與未來的你時，必須明白一件重要的事：這不是輕鬆的過程，也不會感到自在。事實上，調整行為必然會踏出舒適圈。接下來，我會解釋為什麼由。\n雖然熟悉感不見得對我們有益，但潛意識仍然會喜歡熟悉的事物，因為熟悉感會帶來安全感。當我們嘗試跳脫常規時，遇到陌生事物，會讓人感到不自在，也會引發不安。這種不適感非常強大，會讓潛意識努力把我們拉回熟悉的領域，這樣潛意識才能恢復安全感。這就是我們常自我阻礙的原因。\n請想像你總是那個退居幕後、避免成為焦點的人。實際上，你希望自己扮演人生故事的配角。長期以來，你總是在別人的陰影中度過，這樣的方式讓你感到舒適無比。因此，當你決心要做出改變，並對自己說：「現在該展現自己的光芒，向世界展現自己的才能，終於要成自己故事中的主角了。」你的潛意識會感到恐慌，會激起你自我阻礙的欲望，並試圖把你拉回舒適圈。為了達到這個目的，潛意識會抑制你發聲或亮相的機會，也可能慫恿你跟損友來來往，這些人散發的能量會破壞你，讓你黯然失色。\n圖表4-1 自我阻礙的循環我的朋友希望在認識新朋友時能更有自信，因此她報名了一個親子團體，每週參加聚會，讓她有機會跟其他新手媽媽互相交流，提升自尊，這似乎讓她的內在產生了轉變。然而，幾個月後，我發現她有好幾週都沒參加聚會。當她打算前往時，總會「碰巧」發生問題，比如車票重複訂位、突然感到很累或當天忽然有急事。我告訴她這一切都是潛意識的自我阻礙在作祟，只有當她意識到這一點，才能夠戰勝它。\n再舉個例子。假設你想保持健康、充滿能量，擁有強健體魄的目標。想像一個清晰的畫面：清晨醒來，充滿能量，精力充沛，可以跟小孩在戶外盡情玩上好幾個小時。為了實現這個目標，你需要主動積極改變行為。比如，不再找藉口不運動或過度進食導致身體沉重，而是努力養成運動習慣或選擇更健康的飲食習慣。\n換言之， 透過採取行動，讓自己主動積極是重要關鍵。隨著持之以恆的努力，過一段時間後，你將看到並感受到變化：自信開始萌生。這時，潛意識會感到困惑，不在乎你的感受如何，只在意你跟以往有所不同，這種變化會讓潛意識感到不安。因此，潛意識會激起自我阻礙的衝動，暗示你沒必要堅持目標，說服你暴飲暴食、不運動或完全放棄。這樣的情況是否聽起來很熟悉？\n過去，我常陷入自我阻礙的循環裡。對於悲傷、孤單、自我厭惡，我竟然感到舒適，以致於每次努力改變、感到良好時，就會藉助食物、菸酒、毒品或有害的關係來自我毀滅。只有意識到潛意識暗的行動，才能克服自我毀滅的衝動，集中精力實現目標。只要堅持新習慣，熬過不適應期，才是實現真正長久改變之道。\n每當我們進入轉變階段，開始改變自己的行為方式以吸引理想生活時，我們必須預料到可能會經歷不適的階段，這樣我們才能 刻意努力讓自己接受並度過這個時期。我們必須抑制自我毀滅的衝動， 持續學習，並適應這個充滿內在力量的新生活。只有當我們勇敢面對恐懼和疑慮時，才能釋放出宇宙的豐盛。\n踏出舒適圈當我們了解自我毀滅的迴圈及其中帶來的不適感後，我們就能以最強大且最具吸引力的方式改變行為：定期且持續地踏出舒適圈。\n為了顯化改變，首先必須創造改變。需要展現不同的作為，戰勝恐懼和疑慮，以未來的自己行動，並向宇宙展現自己已經做好準備且願意接受力量的決心。\n在任何顯化之旅中，都需要踏出舒適圈。這是毫無疑問的事實。每次勇敢踏出舒適圈，你將開啟吸引豐盛的通道，因為魔法就在舒適圈之外。\n人們常問我：「我在考慮辭職，應該這麼做？」或是「我有個新的商業計畫，是否要放手去做？」我的回答總是一致：當然要做。一旦察覺到自己擁有內在力量，能為自己創造美好、振奮、豐盛的人生，便會自然而然踏出舒適圈。\n顯化之旅上，永遠伴隨靈感、創意與源源不絕的想法，彷彿從天而降，無聲來到你身邊。無論在冥想、入睡前、散步或與朋友交談時，你可能忽然有個想法。把這些想法視為宇宙的禮物，它們來到你身邊的原因是為了讓你有踏出舒適圈的機會，從而創造改變，實現目標。這是向宇宙展現自己的機會，告訴宇宙你不受恐懼和疑慮限制。當你靈光乍現時，別忽視，而是展現愛自己，採取行動，踏出舒適圈。\n以下有幾個方法，可以幫你踏出舒適圈，並獲得顯化的力量：清楚你的動機在踏出舒適圈之前，先釐清你的動機。「動機」能幫你度過不適的階段。在面臨挑戰或障礙時，「動機」能幫你專注在願景，並保持動力。\n常見問答問題：我該如何找到自己的「動機」？\n解答：當你想到自己的顯化目標時，反問自己：「實現這個目標，對我在能量、情感、生理、心理、靈性有什麼影響？會如何改變我的日常生活？對於平靜、滿足、愛自己、喜悅會帶來什麼樣的感受？」\n舉例來說，假設你的朋友告訴你她的公司有個職缺，她認為那個職缺非常適合你。你馬上決定要應徵，卻發現應徵流程中要對鏡頭拍攝自我介紹。如果你向來不喜歡站在鏡頭前，當你決定要踏出舒適圈時，必須克服不適感。因此，你必須找到「動機」，才能幫你度過不適感。動機可能是「這份工作讓我可以投入我熱愛的領域。早上會滿懷熱情上班，從事我熱愛的工作會讓我的內心更自在，帶來更多喜悅，也會改善整體的生活品質。」聚焦在「動機」，就能找到拍攝影片的動力與勇氣，不會受到不適感或恐懼的影響，因為你可以清楚看到整個大局與最終目標。\n擺脫藉口\n找藉口只是自我毀滅的一種方式，為我們提供一個「出口」。藉口有許多形式，但最常見的可能包括：「我太忙」、「我太累」、「好難」、「我還沒準備好」、「改天再做」、「我沒有資源」、「我上次試過失敗了」、「我無法完美做到」、「我不夠好」⋯⋯然而， 我們需要揭開藉口的真面目，它是恐懼和疑慮的傳聲筒。在我們對自己的能力感到懷疑時，藉口就會出現，阻礙我們向前邁進，無法發揮自身的力量。要擺脫藉口，關鍵在於質疑它的每一個層面。透過質疑，我們才能消除藉口的主導力。\n當你下次對自己說「我太忙」時，試著問自己：「為什麼會對自己說這種話？在害怕什麼？如果不再找藉口，接下來會發生什麼變化？」\n面臨挑戰時，絕不放棄當勇敢踏出舒適圈時，凡事都是全新體驗，這也意味著我們將面對必須克服的挑戰。\n成功人士常具備的一項特質是持之以恆的精神，能夠堅定面對各種挑戰。\n我相信每個人都記得一件事，就是當面臨第一個障礙時，曾選擇屈服與放棄。我們為什麼會這麼做？因為挑戰會引發我們的不安全感，並考驗我們的自我價值。當面臨難關時，我們會質疑自己的能力。當計畫失敗時，我們會擔心自己就是「不受眷顧」。這些挑戰會強化限制性信念與潛在信念，讓我們相信自己不值得擁有我們最渴望的一切。在這種狀況下，我們會怎麼做？我們會選擇逃避，是因為內心要我們遠離讓人感到「難受」的事。不過，如果你想要成功顯化，就必須抗拒放棄的衝動，找出向前邁進的方法。\n我一直熱中於閱讀、觀看或聆聽成功人士的故事，無論是企業執行長還是世界知名的音樂家，我都深受啟發。對我來說，他們人生旅途中最令人省思的部分是，當我了解到他們在挑戰中堅持不懈的時刻，以及面臨夢想受到潛在威脅時不屈不撓克服困難的時刻。這提醒我一件事，就是成功或顯化理想人生之路絕非一帆風順。即使在幾乎要放棄時，也必須為自己而戰、採取行動並勇往直前。\n我明白，若自己選擇放棄每一次的挑戰或機會，就永遠無法成功顯化現在的理想生活。我的故事不只是想像理想的一切並採取行動，然後就看到它們一一實現，我仍然必須面對各種拒絕與障礙。然而，我從未讓這些困難阻礙我向前邁進，也不讓自己脫離目標或三心二意。事實上，我堅決不被這些逆境擊垮。當事情失敗時，我會找出其他的解決方法。\n挑戰，是人生中不可或缺的一部分。因此，與其把挑戰視為限制，不如把它當作是禮物與機會。挑戰賦予我們的機會是，為自己而戰、學習新事物、鍛鍊力量、累積知識與培養韌性。挑戰推動我們開拓新方向，提供我們新觀點。請立刻做出選擇，讓可能面臨的挑戰帶領你，而非阻礙你。如此一來，你就在向宇宙宣告： 「我比面臨的挑戰更強大。」\n宇宙將回應你的自我信念，並賜予你豐盛。\n五秒法則我特別喜愛的演說家之一是美國作家梅爾．羅賓斯（Mel Robbins），她提出一個極具影響力的神奇練習。當你有機會踏出舒適圈，卻因恐懼和不安而猶豫不前時，你可以練習運用她所稱的方法「五秒法則」。梅爾解釋：「當你有感到直覺卻猶豫不決時，就是運用『五秒法則』的時刻。」你有五秒鐘的時間，開始自我倒數五到一，並在你倒數到零前就展開行動。她指出：「如果你感到應該實踐某個目標，就必須在五秒內採取行動，否則大腦會扼殺這個念頭。」\n在我首次舉辦與群眾面對面的工作坊之前，我也運用過這個法則。當時，我準備登台，全身緊繃，站在舞台的布幕後方，麥克風已經開啟，我聽到坐在台下的觀眾，他們期待著我上場，但內心的冒牌者症候群卻發作。我舉辦這個愛自己的工作坊是在搞什麼鬼？\n我又不是演說家，經驗也不足，我會讓人失望。這種想法多麽荒謬。自我批判的聲音試圖阻止我上台。於是，我開始倒數「5……4……3……」，然後我突然開始行動了，向前邁進，微笑面對著眼每一位觀眾，開始演說。短短十分鐘，我確定了一件事：這就是我的使命。看著眼前這群優秀的男女，告訴他們愛自己的力量與重要性，我突然感到非常舒暢。\n如今，在舉辦無數場工作坊，登台前，我一定都會運用這個法則。\n我要再說一次：魔法就在舒適圈之外。\n養成良好的習慣到了這個階段，我希望你已經明白兩件事。 首先，自我價值是影響顯化能力的關鍵；其次，我們的行為會向宇宙傳達我們的自我價值的高低。\n我們可以透過調整行為來提升自我價值與顯化能力，其中一個方法是刻意將高頻的日常行為變成習慣， 將愛自己的行為變成好習慣。\n我特別喜歡的愛自己行為寫日記、使用口號、肯定自我、冥想、每天散步、定期保養肌膚、泡澡、自我關照、調節呼吸、運動、做瑜伽和懷抱感恩。\n培養好習慣可以有效調整我們的行為，讓我們更容易顯化。對我而言，好習慣是所有自我成長的根本。我們的習慣構成我們的基礎，改變習慣即改變人生。 真正長遠改變來自於每天做出微小的改變。因此，為了以習慣推動我們顯化人生目標，必須開始養成符合未來自己的習慣。\n好習慣會讓我們成為理想的自己，即成為我們渴望吸引的那股能量。\n如果你想要成為企業界的成功領袖，可以先開始養成企業領袖可能擁有的習慣，像是早起、列出每日待辦清單、每天透過冥想處理壓力或負面情緒、每天花時間學習⋯⋯從現在開始實踐這些行為，就開始調整自己的行為，讓你的行為符合你想成為的身分。你的習慣能幫你提升振動頻率，以符合未來自己的能量。\n習慣與日常慣例，會改變我們的人生。\n現在，讓我們來看看一天可能會如何不同，首先假設你是一個每天早晨沒有固定習慣的人（人設一），然後假設你是每天早晨有固定習慣的人（人設二）。\n人設一當鬧鐘鈴聲響起，你醒來，隨即翻身開始滑手機，瀏覽社群媒體的動態。十分鐘後，你終於起身，並打開新聞台，接著匆忙淋浴。最後，你迅速著裝，在上班前趕著吃完早餐。\n人設二你清早醒來，讓自己有充裕的時間進行日常習慣。在下床前，你先翻身按下撥放鍵，聆聽正向肯定的音檔，持續十分鐘。接著，你享受早晨咖啡的時光，然後運動20分鐘。在淋浴和更衣時，你聽著自己喜愛的音樂。最後，坐下來享用營養又美味的早餐，然後開始一天的工作。\n對於人設二的行為不足為奇：他只是在日常習慣中加上三四個簡單愛自己的行為，並努力撥出時間實踐。你能想像他接下來的一天會和人設一有多麼不同嗎？那麼，你能想像一週、一個月或一年後，人設二和人設一之間的差距會有多大嗎？\n美國作家約翰．麥斯威爾（John C. Maxwell）非常激勵人心，他提到： 「在你改變日常行為之前，你永遠無法改變人生。成功的祕訣，就在你的日常習慣中。」\n練習：寫下三個想要養成的好習慣在下頁表格裡，寫下三個你想要在生活中養成的習慣。\n對自己做出承諾，連續66天每天執行（66天據說是養成習慣所需的時間）。\n範例1. 我會在每天早上七點醒來。\n2. 我會在每晚上床前寫日記，而不是滑手機。\n3. 我會在每天早上運動，無論是走路、做伸展運動或參加高強度間歇運動的課程。\n1. 2."
  },
  {
    "id": "id18",
    "title": "Chapter 5",
    "text": "3.\n在有心力的狀況下，請持續養成更多好習慣（不要同時進行太多項目，反而讓自己無法負擔）。若我們每天擁有更多好習慣，就有機會實踐愛自己，也能增強顯化所有夢想的能力。\n真實的自我「我不知道原來真實地做自己，會讓我變得如此豐盛。如果早知道，我會更早開始這\n麼做。」\n──歐普拉．溫芙蕾（Oprah Winfrey），美國名嘴除了讓日常行為變成習慣，還要主動積極實現目標，成為你想吸引的那股能量，並踏出舒適圈，同時調整行為，以展現真實的自我。活出真實自我，意味著你的行為必須符合你的信念，和未來理想的形象一致。\n成功顯化的重要關鍵，就是真實的自我。當我們活出真實的自我並表達真實的想法時，就會最有魅力。想像你所認識中最有魅力的人，他們一出現，立刻成為焦點，似乎有著吸引他人關注的魅力。這是因為他們始終如一真實地做自己，也問心無愧，並以自己為榮，對自己很有自信，不害怕自己與眾不同或引人注目。\n任何人只要決定不再偽裝自己，擁抱最真實的自己，他們就會開始茁壯成長。我曾經多次見證，也收過許多人的親身見證，這些人都參加過我舉辦的工作坊。他們在課程中獲得啟發，決定勇於放下與真實自我不符的工作、親友與想法。他們的故事都有一個共同點：一旦決定放下，便獲得自我成長的空間，為最真實的自我打造基石。舉例來說，他們開始從事自己熱愛的事業，終於為自己重視的議題挺身而出，或是找到能真正理解他們的朋友圈。他們這麼做，每個人都獲得驚人的成長。 當我們展現真實的自我，魅力就勢不可擋。\n那麼，要如何找到最真實的自我？首先，必須學會 放下，放下自己與他人對我們的期許，並放下過去的自己。只有這麼做，我們才能發現當下真正的自己。\n在年輕時，我們會從他人身上尋找線索，指引我們如何行動、如何被愛。我們記住哪些行為受歡迎，然後重複這些舉動。成長過中，我們仍然套用相同的模式：按照家人、朋友、周圍群體的意見來打造自己的形象。我們被教導尋求外在認可，將自我價值寄託在他人的意見與批評上。這些經歷促使我們培養出出「取悅他人」的習慣，然而這種取悅卻成為真實做自己的阻礙。\n為了尋找最真實的自我，我們首先需要培養覺察力，每次行動時，要意識到自己可以做出選擇：「是為了取悅他人，還是肯定自己？」如果我們選擇前者，就難以根據自己的目標、夢想或願景調整行為。\n能量具有方向性：我們無法同時將能量導向追求外在的認可，以及將能量引導到我們希望成為的人或顯化的目標。\n我經常和我孩子的父親韋德討論真實自我，因為他熱中幫助他人找到真實的一面，並\n為真實的自我發聲。韋德以花園來比喻這個過程。他說：想像自己是一座花園，你最深層的愛自己、自我價值與真實自我就像土壤，是萬物生長的基礎。至今為止，你所受的制約和人生經驗，則象徵花園中的各種植物，並非所有植物都是你種下的。有些植物是雜草，會妨礙你成長；有的植物跟你真實的本性不符合；還有些植物讓你感覺不該繼續留在你的花園裡。\n為了讓最真實的自我得以表達，你需要先找出並小心清除花園中的雜草與不必要的植物。你必須深入挖掘，然後連根拔起，如此一來你花園裡的土壤才能擺脫任何有害的根源。\n當你認為已經清除花園中的雜草與不需要的植物，擺脫所有限制性信念與無用的想法，就可以開始選擇栽植的目標。你可以灌溉並照料能賦予你內在力量的植物，也可以選擇培育代表真實自我與未來自我的新植物。\n你可以決定花園的具體樣貌，精心照料每一個部分，並用溫柔、憐憫、愛與尊重來培養你的花園。最終，你值得成為自己創造的人：他將為你選擇成為真實的自我而感到自豪，不去理會他人的想法或評論。\n發掘最真實的自我，並展現自我，是一趟耗時的旅程，然而你每一步都是值得的。當你做真實的自己並追求內心的渴望時，會變得越來越有魅力，顯化能力也會越來越強。在每次行動時，試著問自己：「這個舉動是否符合我的價值觀、信念，以及理想中的自己？」\n調整行為，就是實踐顯化。你每天所做的事情、展現的行為、做出的舉動，以及對待自己的方式，這一切都非常重要。宇宙會對你的每一個舉動做出回應。\n顯化心法❸需要你主動積極，付諸行動，展現你想成為的人，挑戰限制性信念和恐懼，踏出舒適圈。每天真實做自己，學會愛自己，養成好習慣，並為自己的幸福努力奮鬥。\n1 　imposter syndrome，患有冒牌者症候群的人會懷疑自己的能力，認為自己成功是湊巧或運氣好，無法將成功歸因於自己的才能。\n在任何顯化之旅中，會遇到來自宇宙的考驗，只有克服考驗才能繼續向前邁進。這些考驗出現人生中，為了檢驗你的自我價值與顯化的信心。 考驗具有各種形式，可能是障礙、人際關係、挑戰，甚至是要你退而求其次的力量。\n顯化心法❹是由顯化心法❸延伸而來。當你克服宇宙的考驗時，就是在調整自己的行為，展現出高自我價值的行為，並學會相信顯化的力量。\n對我來說，若要解釋來自宇宙的考驗，最簡單的做法就是透過舉例來說明。\n如果你想要顯化完美的伴侶，在你遇到「對的人」之前，你可能要先克服來自宇宙的考驗。這個考驗會測試你是否真心相信自己配得上完美的伴侶。\n在這種狀況下，考驗可能會以「前任」的形式出現。當前任再度出現時，常常伴隨著誘人的熟悉感。他的出現會帶給你一個機會，讓你容易走上回頭路，回到熟悉的情感中，即便這不是明智之舉。在這個時刻，你面臨的選擇是：要投入時間與精力在已經知道會失敗的事情上嗎？或是著眼於未來，堅定轉身離開前任，以昂首闊步的姿態離開（這點更重要），並關上你走上回頭路的那扇門？\n前任的考驗經常出現，頻率之高甚至讓我可以說：如果前任突然再次出現，那麼靈魂伴侶必然就即將顯現（前提當然是要通過考驗）。其實，能對自己說「我已經正式對前任關上心門」絕對是一件令人暢快且具有力量的事。但要實現這件事，就必須持之以恆。\n我聽過許多男女跟我說，他們還沒打算要跟前任復合，卻不斷「偶爾」跟前任互傳訊息或見面。這種作為就是在敞開心門，他們這麼做是因為感到自在、有交流、受到關注、獲得認可，並分散注意力。然而，把焦點放在錯誤的目標上，會阻礙你的顯化之旅，即便你認為只是偶爾為之，因為這個行為就在向宇宙傳達一個訊息：「我不相信我真正渴望的會降臨」或是「我需要從他人身上才能找到自我價值」。同時，你也會不斷吸引符合這類懷疑與低自我價值的人事物。\n為了迎接人生中為你準備好的一切，你應該努力營造空間，而最強大也最有效的方式，就是在心中積極尋找結束的力量。當你發現可以遠離對你無益的人事物時，就要把握機會。只有清除路上的障礙，才比較容易遇見未來的自己。\n在顯化完美伴侶的過程中，可能還會出現另一種考驗。舉例來說，當你跟新對象約會幾次後，彼此之間馬上就有火花。因為對方符合你的許多擇偶條件，所以充滿希望，覺得他就是你一直想要顯化的那個人。然而，過了幾天或幾週之後，你開始察覺到有點不對勁；對方忽冷忽熱或是缺乏對你應有的尊重。這是一種很明顯的考驗，是宇宙向你提出問題：你真正認為自己有多少價值？你對真愛的價值有多深刻的理解？當這個人似乎不認真對待你時，你是否應該勉強接受他？\n如果你選擇硬著頭皮接受對方，忽視眼前的警訊，就會阻礙自己的顯化。當你選擇忽視警訊時，實際上就是在向宇宙傳達：「我可能不會再遇見其他人，也不相信自己可以找\n到會真心愛我的人，一個真正懂得尊重我的人。」 切記：為了顯化你想要的一切，你必須相信自己值得擁有一切，你的行為也必須符合這個信念。因此，當你選擇離開這個人時，你就是以實際的行動告訴宇宙你深信自己值得更有深度、更強大的關係。這樣一來，宇宙就會回應你的行動，為你帶來靈魂伴侶。\n在人生的任何領域，只要你選擇「將就」時，就會阻礙顯化你最渴望的一切。這種因為退而求其次的行為通常受到低頻的恐懼和疑慮所主導：你害怕自己不配擁有內心真正渴望的一切，也懷疑自己是否有能力顯化夢想。\n如果你想要輕鬆顯化，關鍵在於掌握顯化心法❹。要開始深入審視自己的人生，並反問自己：「我在哪些方面容忍自己接受不理想的情況？哪些行為損害我的自我價值？」舉例來說，你是否受困於一段有害的人際關係，卻似乎無法釋懷？從我合作過的客戶來看，他們每個人都曾遭遇過有害的關係。對方消耗他們的精力，讓他們的自信心受到負面影響，也降低了他們的振動頻率。儘管如此，他們卻仍然維持這種關係，因為怕得罪對方，或是擔心沒有對方的話，自己會孤單。事實上，有害的關係也是一種考驗，只有當我們有勇氣與內在力量讓自己遠離有害關係，才能釋放空間迎接有益的關係。 切記：時間與能量是你最寶貴的資源，更要善加運用。\n常見問答問題：如果我沒通過考驗，該怎麼辦？\n解答：我常收到這樣的訊息：「蘿希，我覺得自己毀掉一切。我回到前任的身邊，我們在一起一個月之後，他又出軌了。我覺得自己很蠢。我是不是毀了？」我會回「沒有」，當然沒有。要記住：宇宙會站在你這邊，只是在等待你覺悟，不會因為你第一次失敗就懲罰你。無論何時，只要你努力轉變自己的能量克服考驗，就會獲得豐盛的回報。\n然而，考驗並非僅限於人際關係。事實上，最需要留心應對的考驗是，當你夢寐以求的目標出現，仔細檢視時，卻發現不太對勁。舉例來說，假設你正在尋找理想的住家，卻碰到一個「幾乎」完美但不完全符合心中期望的物件，你會因為害怕找不到更好的而妥協嗎？或者你會放棄這個選擇，耐心等待對的物件出現呢？\n我有一個化妝師好友，他想要顯化跟一家公司簽約，那間公司旗下擁有全球極受尊敬的創作型人才。他在夢想板上寫下那間公司的名稱，開始學習愛自己，消除限制性信念，並調整自己的行為，像是在社群媒體平台上，分享自己的作品，盡可能拓展客戶，累積作品集與經驗。\n幾個月後，他更有自信，在業界也有了知名度。接著，他收到一封電子郵件，有一家公司打算跟他簽約，但不是他夢想的那間公司。他面臨重大抉擇：要因為害怕無法顯化與夢想中的公司簽約，而選擇這間公司嗎？還是會因為這不是他真正想要的，而拒絕這間公司，並選擇等待？這是個困難的決定。\n然而， 考驗通常都會面臨困難的決擇，這是要測試你堅定信心的時刻，當你拒絕「不錯的條件」，只是因為不符合自己的期待，確實信心會動搖。我的朋友告訴我，如果他沒有選擇跟這間公司簽約，不只會覺得自己不知感恩，更會覺得自己貪心。於是，我提醒他一件事，明白自己的需求，耐心等待，並非不懂感恩或貪心。經過幾天的深思熟慮後，他做出掌握自己命運的決定，決定要婉拒這間公司。五過月後，他就跟他夢想板上的那間公司簽約了。\n無論何時，我們都能選擇擁抱「匱乏心態」或「豐盛心態」。匱乏心態會告誡我們沒有足夠的愛、快樂、成功可以分享，這種觀點基於缺乏的角度。豐盛心態則會相信有足夠的愛、快樂、成功可以分享。 在顯化的每個階段，採取豐盛心態非常重要，對於克服來自宇宙的挑戰來說，這件事顯得格外重要。當考驗出現時，你可以選擇以匱乏心態面對（資源有限，無法分享給所有人），或是選擇要用豐盛心態面對（資源豐盛，可以分享給每個人，還有許多機會）。\n舉例來說，如果你正在尋找一件好看的牛仔褲，當你走進一間服飾店後，看到衣架上掛著一件很棒的牛仔褲。於是，抱持樂觀的心態到試衣間試穿。試穿後，發現這件牛仔褲不太合身。這時，你知道外面還有無數風格的牛仔褲，因此你會毫不猶豫將這件牛仔褲掛回衣架上，然後繼續尋找好看的牛仔褲。你不會浪費心力想：「世界上的牛仔褲不多，我最好買下這件，以免找不到更好的。」在生活中，每件事都應該抱持豐盛心態，才能顯化自己真正渴望的一切。要學會放下不適合自己的人事物，並明白自己值得且應當獲得適合自己的人事物。\n除了匱乏心態，讓我們無法通過宇宙的考驗的另一個原因是缺乏耐心。當我們想要獲得某個人事物時，心急的情況下可能會忽略夢想中的細節，反而將就自己的選擇。舉例來說，如果你經歷過重新裝潢住家或辦公室，就會知道購買重要家具需要幾個月的訂製與交貨，尤其是當你追求獨特或客製的家具時。因此，在裝潢空間時，你總會面臨選擇：要選擇可以更快送達但不完美替代品？還是要耐心等待，打造理想中的完美室內空間？顯化最精采的人生，其實就像裝潢住家。有時，稍微多等待一下，就能打造夢寐以求、在夢想板上一開始就設想的理想空間。\n當事與願違時\n在生活中，我們面臨各種挑戰，這就是另一種形式的考驗，尤其當事情不如預期或遭受拒絕時。舉例來說，你期待已久的旅行被取消、沒買到喜歡的房子、突然收到銀行寄來的帳單、沒有錄取大學、得知心儀的對象有伴侶了⋯⋯這些情況都可能阻礙你，並迅速動搖你在顯化之旅中的信心。但你必須知道一件事： 當事情不如預期時，正是最好的機會。\n這時，你可以為自己而戰，建立內在力量、韌性與勇氣。\n如果你是一名演員，想要在某齣電視劇中擔任主角，你的顯化之旅可能是：先在夢想板上寫下願望，像是電視劇的類型、播出的頻道、每一集的酬勞或是導演的名字。接著，你開始面對自己恐懼和疑慮，消除這些負面情緒，調整自己的行為，包括參加演員訓練班、花時間去參加試鏡，並主動跟業內前輩學習，建立人脈。然後，你的經紀人通知你有個「合適的角色」。你心想：「噢，天啊，就是它了！」試鏡時，你使出渾身解數，接下來耐心等候通知，但結果電話通知卻告知你沒落選。你大受打擊，在處理失望的情緒之後，你可以選擇被這次的經驗擊垮，喪失所有自信，也讓之前的努力付諸流水？或是接受這個角色純粹只是不適合你，應該保持動力，並向前邁進？\n簡單來說，你要選擇失去信心，還是選擇相信有更好的安排？\n「有時，當事情失敗時，其實只是讓一切更加清晰。」\n──佚名我有一個Podcast節目《成就我的時刻》（ The Moments that Made Me），在節目中，我會請每位來賓說明三個形塑他們人生的關鍵時刻。\n起初，我決定推出這個節目之前，必須先聯絡是否有人願意擔任來賓，這件事讓我非常恐懼：他們會不會因為我的邀約感到厭煩？是否有人願意接受邀約？這個Podcast節目會不會失敗？\n其實，一直以來我很害怕向他人求助，因為擔心被批評或被拒絕。但這個節目對我來說很重要，因此我意識到自己必須踏出舒適圈，放手一搏。於是，我拿起紙筆，寫下一份名單，列出我有聯繫方式且可以求助的人。第一個傳送訊息的人是一位知名的明星，當時他擔任某個實境秀的評審。我很緊張地傳送邀請訊息，詢問他是否願意擔任我的來賓，結果我很快就收到回覆。打開訊息後，內容表明他很抱歉，他對於要分享私人生活感到不自在，所以無法參加這個企劃，但祝我順利！\n我依然記得自己當時感到傷心和難過，立刻對自己邀請他的舉動感到尷尬，他的回覆表明是在拒絕我。然後，我意識到自己有選擇權。我可以選擇讓這件事阻礙我、破壞我的信心，甚至讓這個企劃開始前就宣告結束。或者，我可以選擇看待這件事只是宇宙給我的\n考驗。於是，我調整了我的思維：這個人拒絕分享自己的故事，並不是針對我，而是出自正當且完全可以理解的理由，這也不代表我邀請的每個人都會有相同回應。就在那一刻，我發出訊息邀請另外五個人，所有人都樂意接受了邀約。\n截至2020年年底，我完成了28集節目的錄製，這個集數竟和我年初在夢想板上寫下的數字完全一樣（當初選擇這個數字沒有具體的理由，單純只是寫下它）。後來到了2021年5月，倫敦各地有90個廣告刊板上都刊登了我的Podcast節目！看到自己的節目在城市到處宣傳的景象，讓我感到十分自豪。如果我當初沒有踏出舒適圈，並克服眼前的考驗，這一切都不可能實現。\n俄羅斯哲學家海倫娜．布拉瓦茨基（Helena Blavatsky）是19世紀末撰寫顯化書籍的先驅之一。在她的著作《祕密教義》（ The Secret Doctrine）一書中，她寫道：「別對面臨的困境感到害怕，也不要渴望其他處境。因為當你善用困境時，它將成為機會難得的墊腳石。」第一次讀到這段文字時，我不禁微笑。這段美好的訊息是在一百多年前被寫下，卻印證了我本能所認定的真理：當我們克服來自宇宙的考驗，我們就會被賦予嶄新的機會。\n當我們成功克服考驗時，就會產生內在力量：一種蘊藏吸引力的強大力量。\n之前，有一位女生參加我的一場顯化線上研討會，後來她在我的IG留言說：「過去幾週，我都在實踐顯化，上週一我甚至參加了夢想公司的面試。在這個產業，我完全沒有相關經驗，簡直不敢相信我會收到面試邀約。我真的以為自己會顯化夢想，但結果我沒被錄取，讓我感到非常失落和心碎，我不知道該如何是好。」\n我很同情她。經歷數天或數週充滿希望和興奮後，面對失落會感到非常痛苦。然而，她仍然可以做出選擇。她可以選擇放棄，陷在沮喪和被拒絕的情緒中。或者，她可以選擇調整自己的內在反應，告訴自己：「身為業界的菜鳥，我竟如此快速顯化參加夢想工作的面試，這件事非常了不起嗎？我在準備面試和參加面試時所學到的事物都是寶貴的經驗，當我找到理想工作時，這些經驗就能派上用場。」\n面對拒絕時，這種選擇顯示出高頻能量，也表現出充滿內在力量的反應。我提供新的觀點，解釋這只是過程。我鼓勵她要看出這是考驗，重新調整思維，每晚入睡前聆聽相關職業的肯定音樂，維持強大的高頻能量。在三週後，她私訊我說：「非常感謝妳，上次我私訊妳後，妳幫我調整了一些事。參加上次的顯化工作坊後，我已經成功實現我所有的目標了。儘管一開始感到懷疑和挫折，成果也不如預期快速看見，但我學到的都是額外的收\n穫。我即將參加新工作的員工訓練，明天就開始上班。」\n有時，宇宙知道你的價值高於你所渴望的一切，不會把你想要的人事物直接給你，而是想要給你更好的。請相信宇宙一直為你著想，關心你的最佳利益。如果和你交往四個月的對象突然人間蒸發，就要接受他不是對的人。如果某個計畫在最後一刻取消，本來就注定如此。顯化有時只是要你拍拍身上的灰塵、振作起來，學到寶貴的經驗，明白你總是可以學到教訓，並了解另一端有更美好的人事物在等著你。\n在本書中，我經常使用「選擇」一詞，因為我相信選擇是最棒的顯化方法之一。我們可以選擇創造自己想要的願景、要相信的想法、投入時間的對象、採取行動的方式、容許他人的行為、克服恐懼和疑慮，以及應對宇宙考驗的方式。你所做出的選擇，會決定你會成為怎樣的人，並影響你要顯化的一切。\n如果你正在顯化的道路上，請留意考驗的出現。面臨考驗時，不要讓它們影響你的振動頻率，也不要讓自己偏離正軌。向宇宙表達你對自己的重視自己，相信自己值得獲得豐盛的回報，透過這樣的宣示，讓你可以轉化考驗，提升顯化能力。必要時，為自己挺身而出；如果某些機會不符合需求，要果斷拒絕這些看似誘人的機會；面對拒絕時，堅定相信一切會按宇宙的安排順利進行。\n我最喜歡的金句是「有時，你會獲勝；有時，你會學習。」這句話提醒我一個重要的觀念，就是凡事都可能是寶貴的一堂課。 你可以把每件事都視為學習、拓展與成長的機會，而不僅僅是把事情分為「出錯」或「順利」這兩種情況。這正是為什麼我個人特別喜歡顯化心法❹的原因：當你把考驗視為可以克服的機會時，就會放下許多不必要的壓力，並且更自如地面對人生中的挑戰。這種心態的應對方式可以提升振動頻率，讓自己充滿內在力量，進而更有效也更輕鬆地實現顯化。\n在本書的前言中，我曾經解釋不同的情緒會有不同的振動頻率。羞恥、氣憤、嫉妒、內疚等情緒都屬於低振動頻率；反之，喜樂、幸福、愛、平靜、滿足、感恩等情緒屬於高振動頻率。宇宙並非真正聽到我們的想法，而是回應想法所散發的頻率： 我們會吸引我們所感受到的一切。\n當我第一次得知情緒能夠塑造現實世界時，我本能認定這就是真理。我開始回想在無數場合感受到低頻情緒（例如氣憤、悲傷與絕望），並想起這些情緒如何在我的生活中顯化負面的情境。事實上，我過去一直都在生活中顯化負面的情境，這驗證了我相信自己不值得和人生不公平的信念，儘管當時的我只是在自欺欺人。\n當時的我會在腦中想像最糟糕的情境，然後當它們發生在現實生活中時，我會說：「我早就知道會發生這種事。」舉例來說，我第一份朝九晚五的工作是任職於全球知名的酒精飲料公司帝亞吉歐（Diageo）。然而，在我22歲時，我選擇離職，決定自己創業。我一直渴望推動女性人權，因此我想利用我對時尚的熱情來幫助女性，協助她們在大眾面前展現自信。\n於是，我下定決心要成為一名「時尚造型師」。我開始接觸一些潛在客戶（主要是我的朋友和一些點頭之交），詢問她們是否願意讓我幫她們改造衣櫥。然而，每當我嘗試聯絡她們時，內心總有個聲音在說：「她們永遠都不會答應得，因為她們知道妳能力不足。」當她們確實婉絕我時，那個聲音就會說：「我早就告訴妳了。」\n結果，我「時尚造型師」的生涯從未真正起飛，在我決定徹底放棄這個事業之前，兩年的努力只找到唯一一位願意付錢的客戶。而我失敗的原因只有一個，就是我缺乏自我價值感，並且一直陷入會造成阻礙的低頻情緒中。\n在面臨挑戰時，我完全沒有信心和勇氣採取行動向前邁進。這只是其中一個案例。實際上，我花了整整十年的時間證實自己是一個天生注定的失敗者。如今，我終於領悟到，我必須對自己負責，我讓自己陷入十年裹足不前的困境中。 顯化的能力一直存於內在，但我卻長時間誤用我的顯化能力。\n你是否記得在生氣、嫉妒、恐懼的時刻，在生活中顯化某些負面的事？你是不是有過早上睡過頭，感到疲倦又易怒？起床時，完全缺乏熱情，並身陷在低頻的情緒中，卻揮之不去。坐著吃早餐時，不小心把咖啡灑得到處都是，然後匆忙出門前往車站，卻發現自己忘記帶手機，只能你回家拿手機，結果錯過了捷運。接下來，你收到朋友的訊息，告訴你期待已久的聚會取消了。你遇到這種日子，只能嘆氣說：「哎，這真是倒楣的一天！」但如果你認真思考，你會認為這些一連串發生的衰事只是巧合嗎？\n最近，我在工作上失誤了，對自己感到很生氣。走出房間時，不慎腳踢到房門，卻忍不住笑了出來。這彷彿是宇宙傳來的小訊息，對我說：「嘿，別忘了，我一直都看著你。」 我們的振動頻率真的非常重要。\n我們不僅具有吸引豐盛的能力，也有吸引負面效應的潛力。當我第一次意識到這一點時，感到非常驚恐。或許你讀到這裡也會感到有點驚慌。你可能會想：「這不就意味著每當我生氣時，都會吸引不好的事情發生？或是當我起床感到缺乏熱情時，是不是就會發生倒楣的事？但我不可能時時刻刻都處在『高頻』的情緒中吧？」說的沒錯，你不會時時刻刻處在高頻情緒。因此，要允許自己去感受、認可、接納與重視所有的情緒，這件事很重要。那麼，當出現低頻情緒時，我們該怎麼辦？\n我們要懷抱感恩的心。\n感恩的定義是懷抱感激之情，而感激之情屬於非常高的振動頻率。在我們的情緒中，感恩是一種極為強大的情緒。當我們理解如何懷抱感恩，就能立刻擺脫低頻情緒、轉換處境、提升振動頻率，並釋放宇宙的豐盛。在感到低迷、苦悶、憤怒、嫉妒、怨恨或恐懼時，我們可以尋求感恩的力量。暫停片刻，尋找平靜，透過學習懷抱感恩的心，戰勝任何低頻情緒。\n當我們感恩當下所擁有的一切，就會覺得心滿意足、活在當下和平心靜氣，振動頻率馬上跟著提升。讓我來示範……現在，花點時間回想一件你真心感謝的事，想像清晰的畫面與感受，並讓感激之情流遍全身。當你回想那件真心感謝的事情時，是否感受到生理的變化？肌肉開始放鬆，開始自然微笑，內心立刻變得平靜。\n在第一次得知顯化的概念過了大約一個月，我偶然發現喬．迪斯本札（Joe Dispenza）醫師。我聽過他在某個Podcast節目上與美國女演員葛妮絲．派特洛（Gwyneth Paltrow）對談。節目結束後，我馬上在YouTube搜尋這位醫師的名字，並專心觀看他眾多的演講影片。他的知識與使命非常打動我，也發人省思。\n感恩的三種類別感謝自己這意味著你可以謝謝自己的一切，例如：我感謝自己擁有力量、我感謝自己很健康，我感謝自己具有智慧。\n感謝人生這代表你可以感謝生活中的所有事物，例如：我感謝有這份工作、我感謝我的家人和朋友、我感謝我居住的地方。\n感謝世界這表示你對普遍存在的事物抱持感激之情，例如：我感謝陽光、我感謝萬物之間的連結、我感謝能夠旅行體驗不同文化。\n透過這三種類別的方法，引導自己在生活中實踐並學習感恩。\n請注意：在某些日子裡，你可能會感受到強烈的恐懼、悲傷或憤怒，因此無法感謝自己或人生中的事物。這正是我為你區分三種感恩類別的原因，讓你持續找出可以感謝的目標：如果你今天無法感謝自己的人生，就可以感謝萬事萬物。只要記得一件事：當你專注於感恩，總會找到值得感謝的目標。\n他分享一項研究發現，讓我印象深刻，也一直影響著我的顯化之旅：研究發現，僅僅四天的時間就能將恐懼轉化成「感恩、感激與善意」。只要一天三次、每花十分鐘的時間，就能增強五成的免疫力。這不是相當神奇嗎？將恐懼和疑慮轉化為感恩，真的能產生生理變化、改變細胞活力、提升振動頻率，甚至有助於對抗疾病。對我來說，真是當頭棒喝。科學證實了我們的大腦擁有神奇的能力──我們能夠改變現實，也證實了感恩的力量無所不在。現在，顯化對我來說有了不同的意義：顯化是科學與智慧的結合，我們可以用大腦改變能量，提生振動頻率，並改變現實，而感恩則處於核心地位。\n此時此刻，所有事情都豁然開朗了。我回顧自己到目前為止的過程和採取的行動。老實說，我在這之前，從來未真正懷抱感恩的心。我習慣抱怨自己所無法擁有的一切，羨慕他人所擁有的，或是期待生活中出發生奇蹟。\n或許你能理解我的意思……你是否想過「在某個時候，我應該會很開心」或是「如果我擁有他們的一切，我就會快樂」？然而，這種思維模式相當狹隘，會把我們困在匱乏心態，也會對宇宙傳遞這樣的訊息：「我的人生一無所有。」或是「我永遠不夠。」因此，宇宙就會一直把「缺乏和匱乏」回饋給你，也用另一種方式限制你：當你等待其他人事物讓你有所感受時，等同失去了自己的內在力量，讓你無法為自己的幸福做主。\n為了顯化成功，必須先意識到自己是人生與命運的守護者、創造者與領導者。\n但當時如果你問我：「你是一個心懷感恩的人嗎？」我會回答：「沒錯，我當然是。」雖然當時我真的有這種感受，但我會說出這種話：「我知道我在許多方面很幸運，但如果有戀愛可談，我會更開心。」我的感恩總是帶有「但書」，而這正是阻礙我真正感受與體驗感恩的原因。\n我開始察覺到人們總是帶有但書在感恩。他們會說類似的話：「我愛我的家，但希望能搬到更寬敞的地方。」「我愛我的工作，但如果薪水再高一點，會更加美好。」或是「今天成交了幾筆交易很不錯，但我希望全部賣光。」這些但書自然而然就脫口而出，多\n數人甚至未察覺自己的感恩會有但書。\n我開始思考為什麼人們的感恩總會有但書。我認為，其中一個原因是許多人都深藏著恐懼，擔心如果對現況感到相當滿意，就不想追求更多。舉例來說，如果對目前的薪水感到滿足，這是否會妨礙我們爭取升遷的機會？或者，如果對現在的住所感到滿意，是否代表我們無法前往其他地方體驗生活？\n我們都有一種潛在信念，認為滿懷感恩會減弱我們進步的動力、動機與能力。然而，我想在這裡消除這種恐懼：無條件的真心感恩不會阻礙你。事實上，感恩是顯化之旅中必要的元素。\n你必須清楚了解自己的願景和想要達成的目標，同時，你也要對目前擁有的一切心存感激：這就是顯化的最佳狀態。\n我想分享一則故事，關於我是如何運用顯化心法❺顯化我目前住的地方。\n在懷孕第十週時，我沒有自己的事業，收入微薄，對於人生意義也非常茫然。雖然幾個月前，我透過顯化的力量認識了韋德，但毫無準備迎接之後發生的事：意外懷孕。我原本住在一間漂亮的公寓，但現在已經負擔不起，所以我和韋德無處可去。我的父親大方提供一間位於倫敦滑鐵盧（Waterloo）的公寓，讓我們可以暫住。當我走進那間老舊的公寓，發現前房客留下一片狼藉，散發一股惡臭。室內仍然維持22年前購買時的裝潢，現在門上有個破洞，牆面斑駁，浴室磁磚長滿黴菌，蓮蓬頭只會滴水。28歲的我，三個月前跟剛認識的男人，讓自己懷孕，遠超出我對未來人生的想像：沒有工作，懷有身孕，還要住在這間破舊的公寓。我心想：「我想要顯化光鮮亮麗的人生，這一點也不光鮮亮麗。」我對於這一切的抱怨，完全就像是一個媽寶。然後，我試著想像未來時，以為只要觀想就能成功顯化。現在回想起這件事，覺得非常尷尬。\n隨著時間過去，我的肚子逐漸變大，我進入懷孕中的「築巢期」。於是，我重新整理公寓，透過後車廂二手市集，漸漸賣掉無法擺放的物品，開始把這裡變成一個家，準備迎接沃夫的誕生。我開始愛上這個地方，但還是會對自己說：「目前來說，這裡應該還算可以接受。」我試圖感恩，因為我知道我應該如此，但並非發自內心心懷感激。\n後來，新冠疫情（Covid-19）大爆發，時任英國首相強生（Boris Johnson）宣布所有人必須「待在家，救生命」。原本我厭惡搬進的家，卻變成了避難所，成為我家，同時也是辦公室、健身房和遊樂場。我覺得自己完全愛上這個家，我花了非常多時間反思。最終，我恍然大悟：「我還有地方住實在相當幸運，我很愛這個家，是我為了自己的小家庭所精心打造的。能夠住在爸爸努力工作買下的公寓，是如此幸運，可以住在這裡，我真的\n感到非常開心，也很滿足。」我真的打從心底這樣認為，滿懷無限的感恩。\n有一次，我和韋德在封城期間外出散步，他問我：「你的理想住家是什麼樣子？」我描述家裡的廚房有中島、雙門冰箱、大理石的流理台，還有可以泡澡的漂亮浴缸，這就是我夢想的住家。\n隔天，滑IG時，我看到朋友在家中健身的影片，她身後的廚房就有中島。我私訊她說：「哇！妳的房子好美。」隔了一分鐘，她回：「妳想買嗎？」我開玩笑地回她：「哈哈哈，多少錢？」時機很剛好，原本那間房價應該超出我的預算，但對方大幅降價，讓我可以入手。如今，我已經打造自己的事業，努力工作（即調整行為，並付諸行動）。然而，在短短幾天內，我就顯化我的夢想住家，這是因為我對現有的一切真心懷抱感恩，我心裡很明白這件事。\n當你想要顯化某個目標時，必須清楚了解自己的願景，消除恐懼和疑慮，調整行為，克服來自宇宙的考驗，然後無條件感恩你現有的一切。讓這份感激之情改變你的整體狀態，讓感恩之心提升你的振動頻率，並讓你保持豐盛心態。\n能夠體驗到這個世界的美好之處，只有願意去探索的人。\n如果你願意發現生活中已經存在的美好、愛與豐盛，就更容易可以吸引更多美好、愛與豐盛來到你身邊。\n為了懷抱感恩之心生活，必須透過學習讓感恩融入我們的核心價值觀，還要反覆實踐，才能重新塑造我們的神經迴路。這樣一來，我們自然會專注在生命中所有美好的事物，而不是那些不好的事情。當你這麼做時，就會改變狀態，重新把焦點轉向豐盛心態，才能在顯化之旅上輕鬆向前。 請記得，專注力即能量流動之處。因此，當你專注在美好的事物時，更多的美好事物才會來到你身邊。\n以下幾個方法，可以學會無條件懷抱感恩之心：寫日記我非常喜歡寫日記，這是我持續不斷運用的自我成長法。持續寫感恩日記，可以重新訓練大腦的神經迴路，讓你專注在生活中的美好事物，因此這是實踐顯化的強大方法。\n以下是兩個寫感恩日記的技巧：技巧一：感謝清單\n在每天晚上或早晨，寫下讓你感謝的15件事情。在前文提到的三種感恩類別中，我喜歡每種類別挑選5件事來寫。我會先寫5件感謝自己的事（例如：我感謝自己有韌性），然後寫5件感謝當天發生的事（例如：我感謝有時間可以跟寶貝兒子相處），最後寫5件感謝世界的事（例如：我感謝海洋的聲音）。\n技巧二：正向日記這是我最喜歡的日記，我從去年開始寫這種日記。\n在每天接近尾聲時，記錄當天從醒來到睡前所發生在你身上的每一件美好事物。我指的每一件事，包括：陽光普照、陌生人對你微笑，朋友傳訊息關心你、在社群媒體上看到有趣的梗圖⋯⋯請依照時間順序一一寫下。\n生活中，每一天經常匆匆而過，我們常忘記自己經歷過多少美好時刻。這些美好時刻有時會被遺忘，不被感謝，甚至可能只因為遇到不順，就認定是「糟糕」的一天。然而，當我們停下來回想過去的美好時光，就會馬上發現每一天都充滿許多值得感謝的事。\n當你每天寫正向日記後，大腦會開始自動留意每天所有美好的時刻和機會。數週後，當你走在路上時，可能會突然發現：「哇！這棟建築物真漂亮。」你終於注意到這棟美麗的建築物，以前你只是每天匆忙路過。你可能也會產生新的感恩之情，感謝伴侶每天早上端茶到床邊給你喝，或是感謝櫃台人員在你每天進公司時對你親切微笑。你會開始習慣留意到身邊更多的美好事物，每天從起床到睡前，都能不斷提升自己的振動頻率。\n去年，我的事業面臨瓶頸，我開始養成這種寫日記的習慣。那時，我的冒牌貨症候群發作，覺得自己無法顯化我的目標。之前，我收到一本禮物筆記本，封面上寫著「正向」\n二字，於是我決定把這本筆記本打造成我的「正向日記」，希望藉此走出低潮。\n每天晚上，我堅持寫這本日記，並持續了兩週。兩週之後，一個重大的突破發生了，我實現了其中一個願景：為英國版《時尚》（ Vogue）雜誌撰寫顯化的專欄。\n當時，我正在參加線上健身課程（許多很棒的靈感都在這段期間湧現），聽到內心的聲音跟我說：「如果妳真的想為《時尚》雜誌撰寫專欄，就必須採取行動，踏出舒適圈，寫一封電子郵件，最糟糕的情況就只是被拒絕。」於是，受到滿滿感恩之情的激勵，我停下正在進行的皮拉提斯課程，馬上寫信給數位編輯凱莉．麥克德莫特（Kerry McDermott），詢問是否有機會可以讓我撰寫線上雜誌跟顯化有關的主題。\n幾小時後，她回覆我說：「真的很巧，上週我剛邀稿一篇關於顯化主題的文章，明天就要截稿。我會讓妳聯絡撰稿人吉賽兒．樂佩摩爾（Giselle La Pompe-Moore），妳們可以共同合作。」\n我寄信給編輯的時機如此巧妙，要是我當下沒有採取行動，就會錯失這個機會。這個\n經歷是實踐顯化的完美案例：我設定為《時尚》雜誌撰稿的目標，運用感恩之心擺脫自我懷疑，最終透過調整行為，並採取行動，放下了不認為自己有資格為《時尚》雜誌撰稿的恐懼或限制性信念。看到那篇文章時，我感到無比自豪：我的內在小孩在心中開心尖叫！\n毫不猶豫記錄所有美好的事當你發現自己陷入低潮，就像我前文提到的情況一樣，請運用以下技巧重拾感恩之心，這個技巧簡單易行，隨時隨地都能執行。只要停下手邊的事，不需要思考太多，寫下你感恩的每一件事，直到內在轉變為止。你可以利用手機的筆記APP記錄、向自己或朋友口頭表達，或是寫在日記裡。\n當我感到難過、煩躁，或者早上起床時感到情緒不穩定，我就會使用這個技巧，因為花不到幾分鐘的時間，讓感恩變得簡單又有效，只要毫不猶豫寫下所有美好的事。\n將「我必須這麼做」換成「我有幸這麼做」\n我參加過一堂入門飛輪課，上課地點是在倫敦一間名為「瘋輪」（Psycle）的健身房，果然名符其實。這堂課進入最精采時，我滿身大汗，氣喘吁吁，雙腿疲憊沉重，只想著課程趕快結束。教練彷彿看穿了我的心思，大聲用麥克風對著學員說：「記住：你們不是必須在這裡，而是有幸在這裡！」\n那一瞬間，我恍然大悟，我是自願來這裡的，沒人強迫我參加飛輪課。事實上，課堂上的每位學員都是有幸才出現在這裡，因為身體要健康才能踩飛輪，要運氣好才能住在有飛輪課的地區，還要收入好才能報名這堂課。在筋疲力竭的時刻，當我停下來思考時，我發現有許多值得感謝的事，我開始反問自己，為什麼希望課程結束呢？那名教練完全改變了我的觀點：他立刻把我拉回現實，讓我充滿無限的感激。\n這種觀點的轉變是非常強大的感恩方法，我鼓勵人們每天都運用這個方法。\n你曾多少次說過：「我今天必須運動」、「我必須去上班」、「我必須去探望父母」、「我必須念書」、「我必須幫小孩做晚餐」？這些話暗示你別無選擇，被逼迫這樣做。這種語氣剝奪了我們感恩的機會，也暗示我們沒有選擇的權利。\n只要簡單改變措辭，「我今天有幸運動」、「我今天有幸去上班」、「我有幸探望父母」、「我有幸念書」、「我有幸幫小孩做晚餐」，就會自動切換感謝心態，因為當我們說「我有幸」時，就會提醒著我們有些人沒有這樣的機會。這樣做會讓我們意識到自己有多麼幸運，可以行動自如、探望親人、過著現在的人生。\n運用正念你說過多少次「我想要……」或是「當我……時，就會非常快樂」？這是多數人習慣會做的事，我自己也會這麼做。我常發現自己吃午餐時，心裡已經想著晚餐要吃什麼，或是花好幾個小時幻想某個目標顯化後，自己會多開心：「當……時，就會感覺很棒」。\n我們這樣做的初衷是好的：對某件事感到興奮是好事，想像目標顯化也很有趣。實際上，我經常建議人們心中要懷抱值得期待的事，因為當你清楚知道自己想要的、未來想實現的目標時，你就會已經跨出顯化的第一步。\n然而， 當我們只專注於未來，而不是活在當下時，問題就會湧現。完全期待未來（無論好壞）會讓我們無法活在當下，感恩之心也會被遺忘。這也是為什麼我會建議製作完夢想板之後，要好好收藏。\n為了學習感恩，我們必須訓練自己運用正念。無論正在做什麼，都要刻意讓自己全心投入其中。舉例來說，在辦公室時，要好好工作；跟家人相聚時，要好好陪伴；健身時，要好好運動。全心投入不僅會豐富體驗，也能減輕分心的壓力，並訓練大腦，培養正念的生活。當你察覺自己分心時，及時將自己拉回現實，專注當下的感受、所見所聞和身旁的人。\n另一個促進正念生活的方法，是每天養成冥想的習慣。冥想，是讓心靈平靜，專注當下的方式，就像你可以鍛練腹肌一樣，也可以訓練大腦的覺察力。如果你沒有接觸過冥想，建議從他人引導的冥想開始。一開始只要冥想5分鐘，再逐漸增加冥想時間。別急著馬上要找到平靜，也不要有錯誤的迷思，認為冥想要完全放空！冥想不是為了完全清空腦袋，而是學會觀察想法，並學習不受干擾。冥想是覺察正念，透過靜止與呼吸讓大腦平靜。\n我強烈建議你每天冥想，讓冥想成為提升振動頻率與實踐愛自己的習慣。\n對我而言，每天冥想是不可或缺的，幫我放慢思緒，釋放空間讓創意與想法湧現，增進了我的正念生活，讓我更懂得感恩。在我的顯化之旅中，冥想非常重要，我一定會撥空冥想：某幾天，我會進行5分鐘的正念呼吸，還有某幾天睡前進行30分鐘的顯化冥想。\n在我的官網上（www.roxienafousi.com），有一系列的引導式冥想和顯化冥想。\n注意小細節隨著我們開始過更正念的生活，會更留意生活中的每個細微之處，而這些細節會激發更強大的感激之情。\n我們之前從未注意到的事物，現在可能成為滿足與喜悅的來源。這些細節也稱為「生活小確幸」。請開始留意、接納、感受這些細節，並深刻體會。當你這麼做時，就會讓自\n己重拾感恩之心，同時提升你的顯化能力。\n生活小確幸範例：剛沖泡的咖啡香、躺在剛洗好的床單上、清晨的鳥叫聲、暖風拂面的感覺、喝冰水解渴、海浪聲、早晨的陽光、整理收拾的美好感覺、點上香氛蠟燭、花朵的綻放、草地剛鋤完的氣味、路人的微笑……請寫下你最愛的十個小確幸：1. 2. 3. 4. 5. 6. 7. 8. 9."
  },
  {
    "id": "id17",
    "title": "Chapter 6",
    "text": "10.\n在顯化之旅中，別忘了享受夢想成功實現的過程。留意生活中微小、簡單的快樂，並每天專注於當下。切記：感恩之心是吸引奇蹟的磁石。\n嫉妒：由於渴望而產生的不滿或怨恨，這種感受起因於他人擁有的事物、特質或運氣。\n──《牛津英語辭典》（ Oxford English Dictionary）嫉妒，是一種源於匱乏心態的低頻情緒，在向宇宙傳達一種訊息：「看到其他人擁有我想要的事物時，我會感到怨恨，因為我不相信自己可以擁有。」\n靈感：突然湧現的熱忱或是新想法，能幫你進行某項活動或創作。\n──《麥克米倫辭典》（ Macmillan Dictionary）靈感，是一種源於豐盛心態的高頻情緒。當你看見理想中的事物，靈感即刻湧現，這時向宇宙傳達：「我相信所有人都可以分享，我也相信自己可以擁有。」\n嫉妒，是一種會讓身體有痛苦感受的情緒。我常常在內心感受到這種情緒：起初是恐慌，接著是挫折、憤怒與悲傷交織的感覺。有時，嫉妒會迎面而來，例如：申請升遷被拒絕，卻看到同事獲得晉升；或是經歷七年的幸福時光後，慘遭未婚夫拋棄，隔天卻看到熱戀的情侶在紅綠燈下擁吻。\n然而，嫉妒通常是潛移默化的，會無聲無息地出現，深埋心中，讓我們心存不滿、不知足。當我們在滑社群媒體時，那些完美的圖像、比較心態、我們渴望擁有的一切，自己不如別人的感受，反覆轟炸我們的潛意識。\n社群媒體產值高達數十億美元，完全是由嫉妒所推動的結果：社群媒體積極鼓勵我們與他人比較，以便推動我們購買他們擁有的商品；同時，社群媒體也鼓勵我們發布令人羨慕的貼文，讓更多人按「讚」或「留言」，使我們感受到被肯定。\n在停用社群媒體後，相比之前使用社群媒體的感受，是否會覺得自己的人生有變得不好嗎？\n在我的某一堂團體教練課，一位女學員提到，近幾個月以來，她很害怕週末夜晚的到來。我問她原因，她說是因為每個週末她會沉迷於社群媒體。她看到人們外出活動、社交聚會、去酒吧、用餐或參加派對，這些場景總是讓她羨慕不已。\n那堂課程的其他女學員也點頭同意，她們也感同身受。於是，我問她一個簡單的問題：「你是真心想每個週末都外出？」她回答：「是的，當然很希望。」\n然後，我回說：「那麼，為什麼會選擇留在家裡？如果真的想外出，一定可以找到方法吧？」\n這個問題讓她陷入深思，臉上浮現了恍然大悟的表情。如果她真的想出門，她的朋友會很樂意陪她。接著，她說：「雖然我喜歡參加特別的活動，但週末晚上我更喜歡叫好吃的外送、看電影、敷面膜，還有在忙了一週的工作後，想要把握休息的機會，再展開新的一週。」她進一步解釋，週日起床的心情愉悅對她來說很重要，因為週日要參加路跑聚會。她的回答讓她自己意識到社群媒體使她心生嫉妒，即便是她完全不感興趣的內容。\n社群媒體是明爭暗鬥的舞台，是滋養嫉妒的沃土。當我們瀏覽社群媒體時，眼前的內容都呈現出我們認為自己應有的生活或樣貌，無論是「完美」身材、理想住家、成功事業，度假勝地或幸福家庭，不斷向我們推銷所謂的「夢想」生活。同時，我們感謝人生的態度卻被拋諸腦後。\n如果我們沒有採取行動阻止，這些源源不絕、呈現「完美生活」的貼文可能會持續引發嫉妒情緒。然而，最諷刺的是，我們所嫉妒的一切並不存在。許多內容都是經過刻意安排、預先規劃、編輯、美化與修圖，唯一的目的是呈現出具有魅力且令人羨慕的畫面。\n我曾經看過一對朋友，他們上傳了登對的情侶自拍照，但幾分鐘前他們才打電話跟我說，他們要分手，因為他們的關係已經變得難以承受。我也曾打電話跟朋友說：「噢，天啊！你們的旅行看起來很棒。」結果他們卻回我說是一趟災難之旅。我們看到的事實，其實披著面紗，不過是幻影，我們卻努力追尋，似乎沒意識到自己只是在水中撈月。\n多年來，我在社群媒體上的經驗，對我造成嚴重的負面影響。每次使用社群媒體只會加深我對自己不夠好的信念。特別是在我默默對抗憂鬱症時，看到人們發布自己的笑臉、歡樂、跳舞的照片，他們看起來無憂無慮，就會讓我陷入嫉妒的情緒，感到十分痛苦。\n我渴望擁有他們表面上所擁有的喜悅，同時也痛恨所有人，因為他們的人生似乎無憂無慮，也不會受到自我厭惡的折磨。在我享受派對的快樂時光裡，憂鬱症卻如影隨形。那段時期，我渴望成為倫敦社交圈的一分子。我以為只要受邀參加英國時尚雜誌《Love》的時尚週派對，就能得到肯定，或是能出席英國時尚大獎（British Fashion Awards），就覺得一切都值得了。\n然而，時尚週或時尚大獎即將到來，我卻沒收任何邀請函。我只能坐在家中，打開IG，看著其他人上傳自己的美照，還有比自己更時尚的服裝，嫉妒情緒再次湧現。嫉妒對我說：「妳沒有他們優秀。」這股嫉妒的情緒讓我自己、自我價值與振動頻率持續往下。我大部分的時間都在滑手機，但這麼做時，讓我覺得自己是個局外人。就像我用毒品與菸酒傷害自己身體一樣，我明知這些壞習慣會加深自己不夠好的信念，但我卻刻意讓自\n己深陷其中，折磨我自己。\n我們都知道自我毀滅的方式，像是過度飲酒、過度消費、留在有害的人際關係中、拖延重要任務，但除此之外，我們也可能利用社群媒體來自我毀滅。我有一個朋友，她無法克制自己，會不斷瀏覽前男友現任女友的個人檔案，天天暗中調查她的資料，已經成為她每晚的慣例。她會看著那位現任女友的照片，猜想她的人生，然後開始跟自己比較，最後讓嫉妒滋長。她明白這樣做會傷害自尊，但她似乎無法控制自己。\n該如何提供建議呢？必須控制與管理自己社群媒體的使用。然而，我要先加上免責聲明：我確實很喜歡社群媒體，任何平台都有豐富內容，如果善用的話，社群媒體能帶來啟發、激勵、連結與娛樂。不過，若要享受所有好處，避免負面影響，我建議你採取以下兩種做法：1. 管理動態：某些人的貼文會影響你的心情或是刺激到你，建議關閉通知或停止追蹤。當你覺得自己能夠繼續追蹤他們，而且能從更正面的角度觀看他們的內容時（也就是你感到自信時），隨時都可以取消。同時，選擇追蹤充滿魅力、發人省思或引起共鳴的人，這樣你就能在動態中看到更多正向的內容。\n2. 注意瀏覽習慣：在使用APP時，請留意當下，避免漫無無目的地瀏覽，也不要讓自己接受不必要的刺激或無用的訊息。當你保持警覺時，就能讓自己專注在事物帶給你的感受，而當你受到刺激時，也能意識到自己的感受，並處理它。\n我們不僅在社群媒體上會有嫉妒的情緒，事實上我們也常常會嫉妒身邊親近的人，這種嫉妒甚至更深刻，也更強烈。\n你是否有過類似經驗？當朋友跟你分享他伴侶為他規劃的驚喜假期或者他現在感到極度幸福時，雖然你想為他開心，卻難免產生羨慕和嫉妒之情。你又是否發現自己曾處於這樣的狀況？在兄弟姊妹之間的爭執中，持續陷入無休止的爭吵，內心深處，你始終認識到這些嫉妒情緒來自於你感覺他們比你從父母身上得到的關注更多。\n當我們對所愛之人感到嫉妒時，情緒真的是千頭萬緒。我們會自問：「如果我真的愛這個人，如果我真的是他的好朋友，為什麼會對他感到嫉妒？」然而，這暗示了羞恥、罪惡和自我批判。自我批判往往帶來極大的不適感，導致我們試圖完全否認自己的嫉妒情緒。\n你是否曾否認嫉妒情緒，並用替代性語言來掩飾，例如「我只是不喜歡她」、「我從來沒有喜歡過她」、「我真的一點都不想擁有她擁有的東西」這樣表達自己？然而，否認嫉妒並不會帶來好處。當我們壓抑嫉妒情緒時，那些負面情感會在內心積聚，加劇我們的不安全感和降低自我價值感，進而讓我們遠離想要顯化的目標。\n我們都清楚嫉妒的情緒，特別是藏在心底的那種，可能讓人的行為變得刻薄和不公\n平，甚至變得殘酷。有人告訴過你，某人對你不友善或不禮貌是因為他暗中嫉妒你嗎？如果我們總是否認嫉妒的感覺，嫉妒的潛在危害會不斷加劇。我們可能會透過責怪別人的方式將嫉妒情緒傳達出去，構成可怕的迴圈。\n誠實面對自己的情緒是最具有同情心的做法，不應忽視或掩藏這些感受，而是成為啟發我們的機會。例如，當你看見某人自信滿滿走進房間時，不要馬上批評他就是自大，而是問問自己是否也渴望擁有同樣的自信。或者，當你看到情侶在公開場合親密擁吻時，不要立刻批評，而是反思自己是不是也渴望擁有親密關係。\n在深入反省後，你能夠認識並坦然接受自己的嫉妒情緒，並指引你所渴望擁有的事物，以及想在人生中體驗的感受。當我們開始真誠面對和接納自己的情感，而非否定和指責時，我們就能釋放空間，聆聽這些情感所帶來的訊息。然而，在展開這樣的探索之前，我認為有必要解釋一下為什麼我們會強烈抨擊嫉妒這種情緒。\n我想和你分享一個你可能早有耳聞的故事，那就是《白雪公主》。在這則故事中，邪惡的皇后問魔鏡：「誰是世界上最美麗的女人？」當她看見鏡中的倒影不是自己而是白雪公主時，嫉妒之火就燃起了，驅使她命令獵人去殺死善良又美麗的白雪公主。這則故事展現了嫉妒的典型形象：即邪惡。\n在許多兒童電影和童話故事中，幾乎都有一個充滿嫉妒的反派角色（比如《獅子王》的刀疤、《仙履奇緣》兩位醜陋的姊姊或《阿拉丁》的賈方）。我們從小就透過這些故事和電影被灌輸嫉妒的概念，因此當我們長大後親身體驗到嫉妒時，往往感到困惑。我們對自己的嫉妒感到羞愧，因為我們會把嫉妒與邪惡聯想在一起。\n然而， 嫉妒本質上並非邪惡，而是一種感受，當我們對自己的價值感到懷疑時，嫉妒便會湧現。我們常將嫉妒比喻為「綠眼怪獸」 1 ，但並非如同我們想像的那樣突然出現。實際上，嫉妒通常反映了我們內心的恐懼──擔心失去我們珍愛且情感上極為依賴的東西。當其他人擁有這些東西時，我們害怕自己會吃虧（這就是匱乏心態）。所有曾經創業的人都能理解這種感受：當我們全力投入並努力開創新事業時，往往會對事業有成的同行產生過度敏感的情緒反應。\n我有一位朋友最近成為了私人健身教練。她在努力取得健身教練認證的過程中，一直充滿著興奮、樂觀和活力，也不斷從別的教練身上獲得啟發和動力。然而，當她終於取得認證時，開始有了嫉妒情緒。她傳訊息跟我抱怨：「妳看到某某某也成為私人教練了嗎？\n我真的不敢相信。」她開始瘋狂比較同區域的教練，嫉妒之心油然而生。但實際上，這並非純粹的嫉妒，而是恐懼在作祟。她害怕在投入大量金錢和時間取得認證後，無法吸引足夠的客戶。恐懼成為嫉妒的推動力，阻礙了她發揮自己的潛能。她需要意識到嫉妒其實是恐懼的一種表現，並努力消除自身的不安感。\n如果恐懼是嫉妒的驅動力，那麼我們可以善加利用這個機會，探索嫉妒不同的驅動\n力，例如任何阻礙我們顯化的限制性信念、不安全感或疑慮。\n因此， 要有效克服嫉妒，最重要的方式是，努力消除引發嫉妒的恐懼和疑慮。然而，如同顯化心法❷曾經提到，這個過程必須不斷進行。同時，該如何讓這種消極的情緒不再停留，也不再阻礙我們在顯化之旅上向前邁進？\n我們可以化嫉妒為靈感。\n靈感與嫉妒恰恰相反。嫉妒源於低頻的缺乏和羨慕之情，而靈感則來自高頻的豐盛和啟發。當我們在嫉妒中感到困惑和恐慌時，我們其實是擔心他人的成功會搶走我們的機會。嫉妒訴說「一切匱乏」，而靈感卻傳達「一切豐盛」。\n當我們感到嫉妒時，我們都有機會重新調整思維，選擇採取受到靈感啟發的觀點，進而助推我們更接近夢想。\n嫉妒的觀點：「這是他們的，我卻沒有。」\n受靈感啟發的觀點：「這是他們的，我也希望自己能夠擁有。」\n人們經常希望吸引愛情，因此他們會尋求我的幫助。這些人總是告訴我，當看到朋友陷入愛河、走上紅毯或建立家庭時，很難真心為朋友感到開心。對他們來說，這些情況會讓他們感到自己的人生進度「落後」，甚至會用「這太不公平了」這種話表達嫉妒。我會提醒他們，這樣的嫉妒源自於內心對於愛的匱乏感，這種心態可能會阻礙他們吸引生命中的靈魂伴侶。因此，我會鼓勵他們化嫉妒為靈感，對朋友的幸福說這類的話：「看到我最愛的情侶如此幸福快樂地生活，真是令人稱羨。我期待自己在時機成熟時也能擁有這樣的愛情。」這種心態的轉換十分簡單又有效。\n另一個化嫉妒為靈感的案例如下。\n想像你遇見一位老朋友，決定一起喝咖啡聊聊近況。畢業後，她創立了一家非常成功的科技公司，經營後又成功出售，並在過去一年環遊世界。她容光煥發，膚色金黃，看起來精神飽滿，充滿活力。\n當你得知這些資訊時，身心靈上是否有何感受？是先感受到恐慌，然後停留在悲傷、不滿和挫折的情緒中，就像我之前提到的嗎？如果是的話，請承認這種體驗，告訴自己「聽到這資訊讓我感到嫉妒或羨慕」。接著，請不要責怪自己，而是用愛、憐憫和仁慈對待自己。記住，感受到這種情緒是正常的。然後，做出內在力量的選擇，把嫉妒轉化為靈感。你可以選擇採取受到啟發的觀點，例如：「看到某人成功創業，實現財務自由並追求興趣讓我感到快樂。也許我會開始思考如何達成類似目標。」透過借鏡他人成功的經驗，你可以獲得靈感啟發，進而設定想要顯化的目標。\n切記：在當前的社會，媒體經常使用煽動的標題引發爭議和隱晦批評的手法，對大眾的身心造成傷害。這種現象埋下嫉妒的種子，影響人們的行為，讓他們合理化對他人行為的批評，並尋找合理的方式表達嫉妒，這構成一個危險的惡性循環。\n當嫉妒出現時，我們必須開始及時加以揭露。我發現在團體聚會或WhatsApp聊天室，很容易就會受嫉妒影響而變成八卦的聚集地，這一點無庸置疑。一群朋友就會聯合對抗某個人，開始批評他和他的選擇。這種行為的振動頻率很低，極其惡毒且浪費時間，也會破壞我們的顯化能力。雖然我們可能不願承認，但這種行為背後的驅動力通常都是嫉妒。當你意識到這種行為時，務必拆穿它，或至少遠離這種有毒的對話環境。\n讓他人身心受創是低頻的行為，而讚美他人是高頻的行為。\n支持、稱讚、歌頌、協助與鼓勵他人：這種舉動是出自於愛自己與高度的自我價值。這種行為向宇宙宣告，你不會因為他人的成功而感受到威脅，反而是受到啟發，獲得的靈感會推動你往前邁進，實現想要顯化的目標。當你持續將充滿愛、吸引力和神奇能量灌注到宇宙中，將會收到豐盛的回報。我一直以來都鼓勵並支持大家建立充滿愛、連結且不帶有批判的社群，最重要的原因是，這樣做有助於每個人在顯化之旅中邁進。\n化嫉妒為靈感不僅會提升你的振動頻率，還能幫你更清楚知道要在夢想板上增加哪些細節，進而實現人生願景。舉例來說，你想要顯化一場冬季婚禮。雖然你非常肯定這就是你的夢想，但只有你親身參與，並親眼目睹一場冬季婚禮時，才能夠具體想像這場婚禮。\n在你親身體驗過一場冬季婚禮後，之後進行視覺化冥想或製作夢想板時，大腦將產生更豐富、更生動的畫面。\n在你滑社群媒體時，化嫉妒為靈感也能派上用場。例如，假設你正在瀏覽IG的動態，看到某人和朋友在一家新開的餐廳享用美食，可能會觸發內心的妒忌情緒。此時，停下來承認這種感受，然後將嫉妒轉化為靈感，對自己說：「這是我想去的地方，我會把它加入預訂清單，我等不及要親身體驗了。」利用動態中的度假照片、情侶自拍或室內設計照片來幫你想像自己的目標。透過眼前所見的畫面獲得靈感，積極對自己說：「這就是我想要的目標。我知道自己值得擁有它。我打算顯化它。」\n當我們從他人的成就或經歷中獲得靈感時，我們向宇宙宣示了我們相信的信念：這個世界上的愛、快樂和成功是可以與所有人分享的，而我們也會吸引同樣的事物：更多的愛、更多的快樂和更多的成功。\n我一直以來都在使用這個心法：這個世界上有著無數的教練、導師、老師和作家，自\n我成長領域更是一個蓬勃發展的行業。如果我將自己與每位同行比較，或者沉溺於嫉妒他人的成就，我會永遠被困在匱乏心態中。看到他人分享自我成長的內容、寫作、舉辦工作坊或出版書籍時，我會受到刺激。但如果我讓自己身陷其中，你可以想像我的振動頻率會有多低，嫉妒也會讓我多喘不過氣！\n因此，我選擇祝福同行，真心稱讚他們的成就，從中獲得啟發，我心裡明白一件事：由於有無數優秀人才致力於訓練、教導和寫作，因此有數百萬人願意展開自我成長之旅並受益其中。我堅信協助、啟發和激勵他人的機會是無限的，我也相信最終將獲得無限的回報。我並非追求成為唯一或最出色的自我成長專家，而是期望在世界上留下重要的影響力。\n請持續將嫉妒轉化為靈感。\n顯化練習：化嫉妒為靈感請盡可能描述最近讓你感到嫉妒的事情。接著，對每件事採取受到啟發的觀點，看看如何能轉化嫉妒為靈感。\n嫉妒的觀點：\n受靈感啟發的觀點：\n尋找靈感如果你想要在顯化之旅中走得更遠，那麼你不只要化嫉妒為靈感，還要主動 積極尋找靈感。尋找那些能為你帶來啟發的人，他們可以證明你有可能顯化你想要的一切。\n記住：靈感的振動頻率具有強大的力量。\n如果你想要顯化推出成功的永續時裝品牌，請觀察其他成功的永續時裝品牌，會證明這件事是辦得到的。\n尋找能帶給你靈感的人，他可以證明你的顯化目標能夠實現，這種證據會出現在大腦的意識與潛意識。這有助於消除任何懷疑，還能幫你進行豐富的想像。\n在顯化心法❺的章節中，我曾經提到，感恩對顯化之旅相當重要。嫉妒和感恩無法同時存在。當你嫉妒他人及他們所擁有的一切時，你無法真心對自己擁有的一切懷抱感恩。\n舉例來說，如果你嫉妒閨蜜的單身生活充滿刺激與冒險，你就無法全心全意感謝你的靈魂伴侶，以及能夠擁有長久穩定的愛情。這也說明了感恩的力量如此強大。\n當我們懷抱更多感恩，並真正全心全意感謝我們已經擁有的一切，我們就能祝福身邊的人，而不讓嫉妒情緒阻礙自身的發展。老實說，自從我開始無條件感恩，我比過去任何時候更支持身邊的人。\n以下是化嫉妒為靈感時，必須採取的四種方法：察覺嫉妒為了承認嫉妒，我們必須留意自己的想法，這樣才能及時察覺嫉妒的出現。\n消除對嫉妒的羞恥與批判與其感到羞恥與自我批判，應該對自己憐憫、仁慈且不批判，才能實踐愛自己。\n從中學習若你意識到自己有批判他人的念頭，請自問：「批評的動機是什麼？其中隱藏了什麼恐懼或不安？這些人擁有我渴望的什麼事物？」\n化嫉妒為靈感當你感到嫉妒時，也代表你有機會重新調整觀點，獲得靈感啟發，化危機為轉機。\n最後還有一個關於嫉妒的心得：還記得我曾提到，愛自己是每個顯化心法的基礎嗎？\n這句話放在這裡再適合不過了。 當我們對自己的態度更憐憫、更沒有批判意識，充滿更多愛和仁慈，就越容易將嫉妒轉化為靈感。此外，當我們能夠真正愛現在的自己與未來的自己，就不容易受到周遭環境的影響。當你無條件愛自己，對自己感到自豪，無論是今天的你還是未來的你，嫉妒就沒有容身之處。\n1 　英文中會將嫉妒稱為綠眼怪獸，其典故出自於莎士比亞（William Shakespeare）的作品《奧賽羅》（ Othello）。\n當你清楚自己想要顯化的人生，並且已經學會愛自己、排除恐懼和疑慮、克服宇宙的考驗、調整行為、充滿感恩之心並轉嫉妒為靈感，最後唯有擁抱信心：相信宇宙將提供你所需一切，並相信顯化的神奇魔力。\n這種信心可稱為「了然於心的感覺」，即使你無法確切知道事情將如何發生，但堅信這些事件將如期發生，你深知自己所渴望的一切不斷向你靠近。最終，正是這種堅定不移的信念與確信不疑的信心，能顯化你所有的目標。\n許多人對顯化最大的一個誤解是，認為顯化是操控未來的手段。然而，顯化不是操控，而是臣服。顯化是明白你想要的一切、進行觀想，並積極主動實踐，同時臣服於顯化之旅，相信這趟旅程會帶領你到最終的目的地。\n在本書一開始，我提到，觀想自己想要的人事物就像在Google地圖輸入正確目的地一樣重要，把顯化想像成Google地圖背後的電腦程式。你允許這個程式告訴你何時轉彎、應該避開哪些路線，以及應該行駛哪條道路，同時當你偏離正確路徑時，它會協助你重新找到正確方向。你不必試圖控制這個程式，而是應該信任它的引導，你只要負責專心開車。\n因此，你必須像信任電腦程式一樣信任顯化，才能享受顯化的魔力。\n在發現顯化之前，我認為所有拒絕都在證明我缺乏價值或不值得愛，並因此我容許這種想法阻礙我前進。以前因疑慮所致，我放棄了追求我渴望的一切，對自己過於妥協。由於缺乏對自己能夠實現夢想生活的信念，嫉妒成為了我的主導情緒。對更好的未來的信念缺失，形成了我自身的阻礙。\n然而現在，我堅信宇宙，堅信顯化，我的生活煥然一新：我看到拒絕只是發現更好機遇的開端；透過克服宇宙的考驗，展現我的真正價值，獲得豐盛生活，不再妥協。不再消耗精力於嫉妒，而轉向源源不絕的靈感啟發。我深知宇宙是我的後盾，相信它希望讓我獲得其中蘊含的豐富。宇宙慷慨無私，渴望為我們提供所需。宇宙期許我們認識自身價值，釋放不再有益的事物，找回我們的真正力量。我看得清宇宙的好意，同樣希望你也能體會宇宙的善念。\n顯化心法❼，是所有顯化心法中最強大的，不僅有助於輕鬆克服挑戰，更能提升內在力量，幫你超越恐懼和疑慮，這是顯化中最大的兩個障礙。當你全然信任宇宙，全然相信宇宙可以也願意賦予你所需的一切，恐懼和疑慮就無法存在。\n信任、確信與堅定的信心皆是高頻的感受，能輕鬆吸引豐盛進到你的生活。\n相信宇宙也有另一種方式協助你的顯化之旅：讓你學會具有吸引力的感恩之心。這種\n感恩之心是顯化過程中不可或缺的一環。那該如何實現這一點呢？\n當我們確信某件事情必定發生，我們在前進的旅程中便會比較輕鬆，能夠消除一部分的焦慮和壓力，因為我們不再擔心「這件事會如何發生？」\n讓我們以找房子為例。假如你對未來能夠如願找到房子缺乏信心，那麼在物色適合的房子時，你可能一直困擾於「我什麼時候才找到適合的房子？」的想法中。當看到不符合「理想房子」的物件時，你可能感到極度失望。或許你開始恐慌自己無法及時出售現有的房產，也可能因為擔心未來進展而難以入眠。這整個過程可能帶來極大的壓力。\n然而，如果你全然相信宇宙，並相信理想房子會在適當的時機出現，你就能夠放下所有低頻的擔憂與疑慮，讓自己有機會沉浸在尋找理想住家與展開新生活喜悅和興奮。當你確信自己將到達目的地且不再為抵達而擔心時，更能專注當下，更敏銳察覺，並感恩周遭已存在的一切。這種心態正是我們顯化成真的最佳狀態，也就是顯化心法❺的章節提到的，同時也會感恩目前所擁有的一切。\n雖然顯化心法❼是顯化的核心，可以強化所有的心法，但也是人們最難以掌握的心法常聽到人們說：「我已盡力付出，但仍無結果。顯化對我無效。」這時他們感到挫折與懷疑，失去了先前的努力，也重拾壞習慣，開始勉強接受對自我價值有害的事物，因為他們不再相信顯化。這往往源於一個問題：缺乏耐心。\n缺乏耐心是顯化的大敵，因為它可能阻礙所謂的「神聖時機」。這個時機超越我們個人的力量，是宇宙的執行方式。當我們相信神聖時機，實際上是表達「每件事都有其意義」的極致信念。這種信念讓我們釋放對控制和時間的執著，安心面對生活，幫我們活在當下，擁抱命運，體驗旅程的樂趣和滿足，而不僅僅為了達成目標而費盡心力。相信「神聖時機」是顯化的魔法，只有真正信任它，我們才能完全發揮顯化的力量。\n然而，大多數人很少給予神聖時機適當的機會展現。通常，人們缺乏耐心，介入顯化過程，最終在探尋更快捷實現夢想的途中迷失自我。許多人的行為並不難理解，我們生活在一個追求即時滿足的世界，希望夢想的顯化速度能像網購一樣快速。\n等待的過程，對我們的信心與自我價值都是極大的考驗。當某件事沒有立即發生時，負面想法、限制性信念與不安全感就會蔓延，我們不自覺吸引這些負面情緒，讓恐懼和疑慮持續加劇，進而影響我們的振動頻率。我們可能會說「我就知道我不配」或「我不該那麼有自信覺得自己可以擁有這一切」。接著，我們會試圖找到暫時掩飾自我質疑的方法，以安撫內心的焦慮。\n我有個朋友已經單身一年了。如今，她感到厭倦等待遇見那個特別的人。她經常向我抱怨說：「為什麼我還沒有遇見我的另一半？」我溫柔提醒她，首先，單身一年其實不算太長；其次，她明顯還充滿恐懼和疑慮。我告訴她，我相信她需要先好好處理過去的經歷，才能顯化她的靈魂伴侶\n然而，就像許多朋友聽取建議後的典型反應一樣，她雖專心聆聽，卻選擇將建議拋諸腦後。她決定不再費心等待，而是任由無價值感左右自己。因此很自然地，她和某個物件開始交往，但這人卻無法給她所需的穩定感情與承諾。她這麼做是想短暫擺脫孤獨，卻發現這不是她尋找靈魂伴侶的正確道路。直到結束這段不適合的戀情並全心投入自我成長提升自我價值的過程，跳脫時間壓力和執著，才終於遇見現在的未婚夫。\n其實，魔法就是 放下等待。等待會降低我們的振動頻率，讓我們無法擁有內在力量，也會失去顯化的能力，尤其是在迫不及待某事發生時。 我們必須選擇放下等待，而是活在當下。\n讓我們再次強調放下的重要性。這本書和顯化之旅一再提到要放下：放下過去的自己、放下我們心中的期許、放下恐懼和猜忌、放下對自己內在力量不再有益的事物、放下嫉妒，最後是放下控制的執著。當我們信任自己並信任宇宙時，放下將會變得輕鬆自在。\n在放下的過程中，我們臣服於宇宙，這正是魔法的所在。\n現在，我想告訴你一個事實，就是我是如何運用所有顯化心法來顯化這本書。\n從我有記憶以來，寫作一直是我極度熱愛的事。我喜歡用寫作來表達我的想法、概念和感受，這也是我感到最自在的方式。在學生時期，我就夢想著成為一名作家，能夠親手拿著自己的書。我曾毫不猶豫地向他人說：「總有一天，我會完成一本書。」然而，當我踏入新的人生階段，開始上大學後，這個夢想就像許多人小時候的抱負一樣，幾乎被擱置一旁。\n十年後，當我發現顯化、理解人生意義，並成為自我成長教練時，這個夢想再次湧現。有人偶爾會對我說：「妳應該出書。」我總是回答說：「是啊，我希望未來有一天能出書。」這個夢想再次浮現，我確信自己想要寫書。然而，我不確定出書的時間、方式或主題。\n去年，一名版權經紀人透過IG跟我聯絡。她問我是否有出書的意願，接著我們開始對話。在交談中，我第一次清楚知道這本書的主題：我的顯化七心法。這正是顯化心法❶：清楚你的願景。（✓）我們開始討論書籍企劃案，提供給不同出版社參考。然而，過了兩個月，由於那名版權經紀人的私人原因，因此無法繼續合作。我心想：反正我還沒完全做好準備，所以這或許是件好事。」我決定退後一步，花時間檢視寫書所引起的恐懼和疑慮──為什麼我會認為自己還沒準備好？我開始察覺一些限制性信念正在阻礙我相信自己的能力，於是我開始一一消除這些負面情緒。這就是顯化心法❷：消除恐懼和疑慮。（✓）\n到了聖誕節期間，我內心做出了一個決定：「我已經準備好要寫我的第一本書了。」\n同時，我開始學習愛自己並提升自我價值，讓愛自己和價值提升到了新的高度，讓我不再依賴經紀人尋找出版社；取而代之的是，我選擇信任顯化魔法自行尋找出版社。\n當2021年新年來臨時，我在一年時程的夢想板上寫下「完成書籍寫作與編輯，準備出版」。我向宇宙傳達了這個訊息。接著，我在IG上發布一則限時動態說：「嗨，我正在尋找出版社。任何有興趣聊聊的人都歡迎聯絡我！」我採取了行動，踏出舒適圈，積極主動地朝著夢想前進。這正是顯化心法❸：調整你的行為。（✓）有一家出版社立即回覆我，表示他們有極大的興趣。雖然我不熟悉這家出版社，但他們在業界的風評滿好的。我隨即跟對方透過電話交談，不到一週的時間，我收到了他們首次的版稅報價，這個報價很不錯。然而，當我們再次交談時，我內心感到些許不安。\n我內心明白，我想要和某家出版社簽約，就這麼唯一一家出版社。這家出版社曾經出版蘇珊．傑佛斯博士（Susan Jeffers）的作品《恐懼OUT：想法改變，人生就會跟著變》（ Feel the Fear and Do It Anyway），我就是因為這本書才首度踏上自我成長的旅程。我真正想簽約的出版社是企鵝出版集團（Penguin Books），這就是我的考驗：我收到了一份出版邀約，卻不是來自企鵝出版集團。在週五時，我決定要婉拒原本出版社的邀約。這正是顯化心法❹：克服宇宙的考驗。（✓）隔天，我和閨密奧莉維亞（Olivia）碰面，一起去散步。當我告訴她這本書簽約前的狀況時，她建議：「妳為什麼不去請教像是伊麗莎白．德依（Elizabeth Day）這樣的人？\n她出版過幾本很棒的書，也許可以透過IG聯絡她？」\n我恍然大悟。雖然我不認識伊麗莎白，因此突然聯絡她讓我感到有點尷尬，但巧合的是，我跟她的經紀人葛蕾絲（Grace）相當熟。那晚，我立即留了語音訊息給葛蕾絲。後來，她回說，新作家收到這種報價真的很不錯，並表示思考後，再跟我說接下來該怎麼做。\n週一晚上，歷經漫長的一天後，我泡在浴缸裡，放鬆身心。此時，我的手機響了，葛蕾絲打給我，她說：「嘿，蘿希，早上我在Zoom有個會議，與會者包括企鵝出版集團非文學線的編輯艾農（Ione）。她提到出版社正在尋找新的題材，這是她的電子郵件。」\n我暗自笑了。她的行程中，竟然有一場會議就是跟我夢寐以求的出版社開會，我跟她連繫還不到48小時。我依然坐在浴缸裡，但我立刻寫好要發送給愛農的電子郵件。我深信宇宙會為我安排這個機會。 這正是顯化心法❼：相信宇宙。（✓）那封電子郵件的標題是「顯化之書」，以下是信件內容：嗨，愛農，我剛剛從葛蕾絲那裡得知妳的電子信箱。讓我先簡單自我介紹，我是一名自我成長教練和顯化專家。每個月我都會在Zoom舉辦自我成長的線上工作坊，其中一個工作坊就是我的顯化七心法。我想要把我的顯化七心法寫成一本書。冒昧來信，請見諒，\n但我想詢問是否有興趣進一步討論這個企劃。祝愉快週一！蘿希X 1過了五分鐘，我收到回信：嗨，蘿希，謝謝來信聯絡。我很高興收到妳的來信。顯化是我最近一直跟團隊討論的主題，我一直都在關注這個主題，所以我非常感興趣，我也很想了解更多資訊。這週四早上9:30，妳方便討論嗎？再次感謝來信。獻上溫暖的祝福，愛農。\n週四上午，我和愛農一起開會，不到10分鐘我就發現了一件事。愛農的桌上有一本書，我馬上就認出那本書的封面：蘇珊．傑佛斯博士的書《恐懼OUT：想法改變，人生就會跟著變》。我看到的當下就明白一切都注定好了。\n不到一週的時間，我們就正式簽約，當時我喜極而泣：企鵝出版集團將出版我的第一本書，這一天距離我舉辦我的第一個顯化工作坊，恰好滿一年。\n信任，是連結所有顯化心法的關鍵。\n當你踏上顯化之旅時，請留意「巧合」或所謂的偶然事件，同時也要留意心中所想到的事，突然就發生了。例如，你剛想聽某首歌，廣播就正好播出了；或者想起某位久未聯絡的朋友，他卻突然傳來訊息。\n請留意這些現象，加強你對宇宙的信任。透過這些經驗，你會了解宇宙蘊含著強大的力量，也會明白自己擁有改變現實的創造力。當你渴望的一切開始在生活中顯化時，你對宇宙的信任會增加十倍，請讓這股信任推動你踏上更遙遠的顯化之旅。\n1 　英國人會在信件或訊息的結尾打上X，用以表示Kiss（親吻）。\n後記掌握顯化七心法，打造理想生活當你開始閱讀這本書時，也許你會認為顯化只是將你想要的事物想像出來，然後等待它們成真。現在，我希望你能發現並理解顯化具有許多層面。我也希望在你讀完這本書後，我們能以相同的方式看待顯化；顯化不僅是一種神奇的力量，更是一種值得實踐的自我成長。顯化不僅能吸引豐盛進入你的生活，也能幫你獲得內在力量，釋放美好的潛能。\n顯化的核心，在於你的自我價值、對自己價值的潛在信念，以及愛自己的能力。透過顯化，激勵你成為內心最優秀的自己，鼓勵你成為最真實、最具力量的自己，發掘內在潛能，幫你克服限制性信念、疑慮、恐懼和不安全感。顯化會引導你放下對自己無益的事物，提醒你相信自己有能力成為任何想成為的人。\n你日復一日所做的每一件事，都是你增強顯化能力的機會：你選擇相信的想法、照顧身體與提供身體能量的方式、每天執行的固定行程、養成的習慣、人際關係、對他人行為的回應，以及踏出舒適圈的意願。你所做的每一件事都在展現愛自己，每個抉擇都可以增進自我價值，並推動你向夢想更進一步。\n坦白說，這本書的顯化心法不需要按照順序，而是同時掌握。 顯化七心法相輔相成，當你完全掌握所有的顯化心法時，便能展現顯化的魔法。\n人生只有一次，你應該努力創造最美好的人生，活出充滿喜樂、愛、意義和滿足感的生活。現在是時候不再順其自然，而是發現你擁有無限潛能來打造理想生活，顯化最精采的人生。\n如果有人跟你說，你無法擁有一切。\n我就在這裡告訴你，你可以擁有一切。\n謝詞韋德，如果沒有你，這一切都不可能發生。謝謝你所做的每一件事。\n我情同姊妹的閨密莉亞，謝謝妳一直以來都是我最要好的朋友。\n我所有的家人，我愛你們的心難以言喻。\n安妮（Annie），謝謝妳一直陪伴在我身邊，幫我跨出每一步。\n艾美．貝利（Amy Bailey），謝謝妳將我夢想中的書籍封面化為現實！\n最後也感謝每一位，允許我們一同在自我成長之旅上前進。謝謝參與工作坊、購買書籍或在社群中分享故事，衷心感謝你們所有人。\n參考資料1. Robin Sharma, The Monk Who Sold His Ferrari: A Fable About Fulfilling Your Dreams and Reaching Your Destiny, The Haunsla Corporation, 19972. Brian Tracy, The Psychology of Selling: Increase Your Sales Faster and Easier Than You Ever Thought Possible, Thomas Nelson, Inc, 20043. Don Miguel Ruiz, The Four Agreements: A Practical Guide to Personal Freedom, Amber-Allen Publishing, 19974. Mel Robbins, The 5-Second Rule: Transform your Life, Work, and Confidence with Everyday Courage, Savio Republic, 20175. John C. Maxwell, Today Matters: 12 Daily Practices to Guarantee Tomorrow’s Success, Warner Faith, 20046. Oprah Winfrey, interview with Facebook COO Sheryl Sandberg, 20177. Norman Vincent Peale, Positive Thinking Every Day: An Inspiration for Each Day of the Year, Fireside, 1993\n心視野系列134快速顯化你想要的人生七心法掌握心想事成的力量Manifest: 7 Steps to Living Your Best Life 作者：蘿希．納福斯（Roxie Nafousi）譯者：陳怡如封面設計：Dinner Illustration內文排版：黃雅芬出版二部總編輯：林俊安\n出版者：采實文化事業股份有限公司業務發行：張世明．林踏欣．林坤蓉．王貞玉國際版權：施維真．劉靜茹印務採購：曾玉霞．莊玉鳳會計行政：李韶婉．許俽瑀．張婕莛法律顧問：第一國際法律事務所余淑杏律師電子信箱：acme@acmebook.com.tw采實官網： www.acmebook.com.tw采實臉書： www.facebook.com/acmebook01\nISBN：978-626-349-584-5初版一刷：2024年4月劃撥帳號：50148859劃撥戶名：采實文化事業股份有限公司104台北市中山區南京東路二段95號9樓電話：(02)2511-9798傳真：(02)2571-3298\nManifest: 7 Steps to Living Your Best Life \n版權所有，未經同意不得重製、轉載、翻印"
  }
]