[
  {
    "id": "id22",
    "title": "版權信息",
    "text": "版權信息\n書名： NLP思維\n作者： （英）傑里米·拉薩路\n出版社： 臺海出版社\n出版時間： 2018年8月\n版權所有 侵權必究"
  },
  {
    "id": "id23",
    "title": "Chapter 2",
    "text": "目錄\n序言\n前言\n第一部分 初步瞭解NLP\n第一章 NLP的定義和作用——幫你克服工作中面臨的挑戰\n職場中的挑戰\nNLP的定義\nNLP的作用\nNLP不能操縱一個人的行為\n第二章 職場中的人際溝通——人際交往的重要作用\n職場中的普遍溝通模式\n溝通中的三大過濾機制\n利用過濾機制改善溝通方法\n影響溝通效果的因素\n有意識和無意識\n每個人的思維方式都不相同\n第三章 態度決定一切——企業成功需要怎樣的心態\n成功人士應當持有的態度\nNLP的預設前提\n凡事找原因\n企業成功法則\n第四章 實現你的目標——如何設定和實現目標\n為什麼要設定目標\n學習目標設定技巧\nNLP教你如何設定目標\n如何設定個人目標\n如何設定組織目標\n第二部分 語言溝通和非語言溝通\n第五章 如何建立職場人際關係——如何得到他人的支持\n感官敏銳度——更好地理解他人\n和諧關係——讓對方接受你\n第六章 建立共同語言——改變自己的語言方式\n共同語言的作用\n如何收集和處理信息\n認識你所偏愛的表象系統\n利用表象系統進行高效溝通\n學會使用特定的詞彙進行溝通\n第七章 語言的力量——提高工作中的聽說能力\n學習語言溝通的原因\nNLP歸類法的重要作用\n工作中如何運用歸類法\n語言中包含的豐富內容\n小詞彙，大寓意\n什麼情況下使用抽象語言\n如何正確提問\n故事、類比和隱喻\n第三部分 NLP的具體技巧\n第八章 組織與個人結盟——個人與組織達成一致\nNLP邏輯層次模型有什麼作用\nNLP邏輯層次模型是什麼\nNLP邏輯層次模型的基本原則\nNLP邏輯層次模型的應用\nNLP邏輯層次模型如何解決困難\n第九章 學會控制思維——如何改變你的思維方式\n改變思維有什麼作用\n如何運用次感元\n第十章 如何擁有良好的心態——創造好心態，為你自己，也為他人\n心錨的作用\n什麼是心錨\n如何為自己建立心錨\n如何為他人建立心錨\n如何在工作中運用心錨\n第十一章 多角度看問題——理解和洞察的關鍵\n位置感知法有什麼作用\n位置感知法是什麼\n位置感知法的操作步驟\n位置感知法的個人應用\n位置感知法的團隊應用\n第十二章 巧用換框法——變消極為積極的思維開關\n換框法適合的應用環境\n換框法是什麼\n換框法的兩大類型\n如何應用換框法\n如何用換框法處理反對意見\n換框法的個人應用\n換框法的團隊應用\n第十三章 改變信念——簡單有效地改變你的想法\n改變信念的重要性\n如何識別消極信念和積極信念\n通過交談使人改變信念\n改變信念的個人應用\n改變信念的團隊應用\n第四部分 如何理解、影響和激勵他人\n第十四章 價值觀影響你和他人的工作能力——激勵和影響他人的關鍵\n價值觀的作用\n價值觀是什麼\n如何在工作中利用價值觀\n如何在實際生活中運用價值觀\n價值觀的個人應用\n價值觀的團隊應用\n第十五章 元程序性格的神奇影響力——如何在工作中影響他人\n元程序的作用\n元程序是什麼\n如何使用元程序\n瞭解自己和他人的性格很重要\n深度應用元程序性格\n元程序的個人應用\n元程序的團隊應用\n第五部分 NLP助你複製卓越\n第十六章 NLP模擬卓越的藝術——如何在工作中複製卓越\n模擬卓越在工作中的作用\n模擬卓越是什麼\n如何模擬卓越\n模擬卓越的注意事項\n決策策略是什麼\n在工作中如何運用決策策略\n第六部分 NLP在工作中的應用\n第十七章 NLP在職場的各種應用——如何在特定工作中運用NLP技巧\n影響NLP應用的因素\nNLP在16種工作活動中的應用\n附錄A： 練習題7.2和7.4的參考答案\n附錄B：術語表\n鳴謝"
  },
  {
    "id": "id24",
    "title": "序言",
    "text": "序言\n莎莉·萬順博士（NLP行為變化諮詢師、執行教練和資深導師）\n----------------------------------------\n這是一本讓人受益匪淺的書，介紹了神經語言程序學（NLP）在工作中的廣泛應用。NLP幫我們瞭解那些成功人士高效工作的方式。\n我們需要把自己的大腦、身體和精神全部投入到工作當中。正如NLP的合作開發者羅伯特·迪爾茨所說：“努力去創造一個夢寐以求的人類世界。”我們不再是無法改變自己及同事的匆匆過客了。\n整個職業生涯的結束、裁員和市場經濟引起的動盪變化、公共部門的預算削減、遠程工作和在家作業、技術和家庭關係劇變造成的環境差異，都給我們的日常生活和處事方式增加了很多複雜性。工作的速度並不有助於思考或創造行動的動力。\n這本實用手冊可以幫助大家簡單快速地瞭解讓自己和他人發生簡單變化的方法和技巧，並從組織中獲得大量的應用實例。我們可以研究“組織能力”和“生活技能”等概念，並將二者結合起來，共同作用於我們生活的方方面面。\n英國人類學家格雷戈裡·貝特森指出，“生活中發生的每件事情都是一種隱喻”，我們發現，NLP實際上也是一種隱喻，對象則是已經開發並投入研究的心理訓練，理查德·班德勒和約翰·格林德創立發展而成的NLP簡快心理療法理論，是我們走向成功的根本前提。\n傑里米深入淺出地講述了NLP的各種技巧，使其適用於任何人。¤\n莎莉·萬順\n埃文河畔布拉德福德"
  },
  {
    "id": "id25",
    "title": "前言",
    "text": "前言\n----------------------------------------\n歡迎閱讀本書。其實，神經語言程序學（NLP）就是一系列方法、技巧和態度，旨在幫助人們改善生活的各個方面，包括商業領域和職場。本書可以幫助大家提高工作成績或促進企業發展，並促進各種進步和完善——全世界好幾萬甚至幾十萬人都得益於此——無論是NLP培訓，還是以NLP為基礎的培訓，都讓人受益匪淺。\n20世紀70年代中期，NLP得到了首次開發，研究專家是加州大學洛杉磯分校語言學副教授約翰·格林德和他的得意門生理查德·班德勒。他們開始探究卓越溝通者與別人的不同之處。這些最初的研究發現了NLP的重大影響力，於是，相關人士深入調查和研究了成功人士和組織的心態，並廣泛應用和發展了一些NLP技巧。這些知識，本書將一一揭曉。\n自從NLP出現以來，就已經廣泛應用於許多工作領域。作為一種高效工作的方法，NLP越來越被更多的人認可。21世紀伊始，英國大學就開設了NLP專業碩士學位，還將其列為重點專業。自2008年以來，英國舉行了數次學術會議，發表了大量論文，講述了NLP的巨大作用。\n如果你一直在學習管理、溝通、領導或銷售培訓課程，那麼，你可能已經掌握了一些NLP經驗，無論如何，這些課程中都會明確提到NLP概念，因為這類課程大多數都會涉及NLP理念。本書既適合那些沒有接觸過NLP的人，也適合那些有此經驗並想深入研究的人。\n本書只包括必要的理論，以幫助大家正確地應用NLP.本書參考了與現代企業管理學相關的一些理論。這是一本實用的生存手冊，主要宗旨是幫助大家在今後的職業生涯中取得理想的成就。\n你可能已經讀過我的另一本書——《成功人生的NLP技巧》（Successful NLP），它涵蓋了NLP在生活大部分領域中的應用技巧。而本書則重點介紹瞭如何在許多工作環境中使用NLP的方法和技巧。\n請注意，雖然本書的書名中有“企業”一詞，但內容同樣適用於非營利部門。例如，儘管公共部門（比如醫院、地方政府）可能沒有正式的“銷售”職能，但它們有收入、目標、預算和支出，就像企業一樣，也需要培訓和引導其工作人員。因此，如果你在非營利單位中工作，無論你何時在本書中看到“企業”一詞，請務必考慮它還有其他的意思，比如“工作”或“職場”，這同樣與你有關。在本書中，“企業”“工作”“職場”和“組織”等術語之間可互換。歡迎加加入書社,每日海量書籍,大師課精彩分享V 信:dedao555\nNLP在企業中的成功應用\n本書分為六個部分，每一部分都有自己的內容提要。\n第一部分：介紹了背景知識，為後面的章節作了重要的鋪墊。\n第二部分：介紹了人際溝通的話題，包括詞彙的微妙含義，以及如何使用措辭更有效地傳達信息。這部分也提及了非語言交流，這種交流往往比口頭交流更為重要。\n第三部分：講述瞭如何通過改變思維模式，從而改變感受和結果的NLP技巧，這些都是“具體細節”。每個標題下面都會列出NLP的作用、原因和相關信息，以及在各個工作領域和活動中的應用。針對每個標題，學員代表們都提出了典型問題，我一一作了解答。\n第四部分：幫助大家更深入地瞭解NLP，以及如何理解、影響和激勵員工。\n第五部分：告訴大家如何使用NLP來複制卓越。\n第六部分：介紹了16種職場活動（例如招聘、銷售和做決策），並總結了本書前面提到的有效的NLP技巧。當你準備或參與這些活動的時候，可以快速參考這些內容。\n此外，本書的附錄中給出了第七章中兩個語言練習題的答案。如果你投入實踐並接受檢驗，就會迅速提升你的NLP技巧。本書中還列出了深入研究NLP的參考文獻和術語表。\n一邊閱讀一邊實踐\n本書的大多數章節都有練習題、提示和簡短的故事，說明這些NLP技巧是如何應用於工作場合的。建議你完成所有的練習題，以鞏固你對相關技巧的理解和實踐應用。大部分練習題都預測了需要消耗的時間，供大家參考。\n本書中介紹的每一個NLP技巧都進行了逐步詳解，以便大家在工作中有效地使用這些技巧。大家可能會發現，在重讀一些過程或做練習題的時候，很有必要參考這些技巧。大多數NLP學員發現，他們閱讀的NLP書籍越多，具體實踐練習越多，他們就越能有效地使用NLP技巧。\n本書中討論的很多主題都與個人和組織有關。當你閱讀本書時，務必弄清這個概念——組織僅僅是個人的集合體。\n提醒一下，為了保護客戶的隱私，我篡改了案例中涉及的人名和性別。\n本書的讀者群和注意事項\nNLP教練技術是企業成功的潛在有力的工具，但只能在對所有相關人員都有益的情況下使用。雖然很多NLP方法的使用者是合格的專業人員（NLP從業者、資深工作者和培訓師），旨在幫助別人提高成績。但是，本書主要是寫給那些自己或同事之間使用的人，而不能用來指導別人——除非他們有其他執教資歷或資格證書。\n雖然NLP技巧正在越來越多地被醫學專業人員、心理治療師和諮詢師使用，但是，無論如何，它們不能取代專業的醫學建議、精神療法或心理輔導。若有疑問，我建議大家先聯繫一下人力資源部、執業醫師或NLP協會。"
  },
  {
    "id": "id26",
    "title": "第一部分 初步瞭解NLP",
    "text": "第一部分\n初步瞭解NLP\n----------------------------------------\n第一部分： 介紹本書其他章節所涵蓋的方法和實踐的基礎知識。\n第一章： 解釋了NLP是什麼，它是如何產生的，以及NLP對哪些企業環境有幫助。\n第二章： 討論了在工作中每時每刻每個人的所思所想，解釋我們彼此不同的原因，並針對如何更有效地溝通這個問題提供了一些初步想法。\n第三章： 主題轉向了“成功的心態”，也就是成功企業家的關鍵態度和信念。\n第四章： 講述瞭如何設定目標才能使之真正實現。"
  },
  {
    "id": "id27",
    "title": "第一章 NLP的定義和作用——幫你克服工作中面臨的挑戰",
    "text": "第一章\nNLP的定義和作用\n——幫你克服工作中面臨的挑戰\n----------------------------------------\n在職場上，無論是組織還是個人，都會面臨許多挑戰。本章首先教你辨認主要挑戰，然後解釋NLP是什麼，以及它如何幫助你克服這些挑戰。\n職場中的挑戰\n隨著世界經濟變得更為複雜和全球化，消費者變得更加挑剔和講究，於是，各類企業和其他組織，以及在這些組織中工作的個人，都面臨著比以前更大更復雜的挑戰。在組織方面存在的一些主要問題和挑戰如下：\n● 如何保持競爭優勢\n● 如何招募、留住和激勵優秀員工\n● 如何平衡所有利益相關者的需求\n● 如何培養未來的領導者\n● 如何獲得足夠的利潤或投資回報\n● 如何靈活應對和管理經濟變化和企業變革\n● 如何管理員工提出的複雜要求\n在個人方面的挑戰和問題如下：\n● 如何實現組織設定的目標，記得進行工作描述或定期評估\n● 如何讓生活和工作達到平衡\n● 如何管理時間和安排優先事項\n● 如何管理自己的職業發展\n● 如何不斷提升自己的技能，甚至領先於本行業平均水平\n● 如何在工作中獲得滿足感，找到一份與自己的價值觀相匹配的工作\n本書致力於幫助個人和組織克服其面臨的挑戰。上文中所述的挑戰往往會影響以下16種職場活動的結果。\n內部溝通（與員工和同事）：\n1.員工管理\n2.團隊建設\n3.領導力\n4.人力資源、招聘和麵試\n5.培訓\n6.指導\n外部溝通（與顧客、客戶和供應商）：\n7.銷售、業務發展和客戶管理\n8.市場營銷和廣告\n9.聯繫客戶、顧客、消費者等服務對象\n10.採購\n11.談判\n12.演講\n13.解決衝突和誤會\n工作流程：\n14.諮詢，包括變更管理\n15.改進決策\n16.創造性地處理問題\n在本書中，大家將會學習如何使用NLP技巧幫助自己在個人和組織方面解決每一個問題。\n練習題1.1\n（大約耗時5~15分鐘）\n根據上面提到的主題，分別從個人和組織（如果是組織中的管理者）的角度思考一下，你為什麼要閱讀本書，以及你想從中獲得什麼。例如，你可能希望在銷售、管理員工或防止誤會發生方面表現得更好。請仔細地完成這個練習題；你想從本書中獲得哪些東西？請列一張清單，這將會有助於你集中注意力。因為你越往後讀，就越明白自己想要什麼和為什麼想要，所以，本書會讓你受益匪淺。\nNLP的定義\nNLP有很多定義，許多NLP專業人員根據聽眾的不同而改變定義方式。下面介紹一個常見的定義：“NLP就是使用思維（神經語言）來改變行為程序（或行為模式）的學問”。下面是職場中的幾種行為方式：\n● 在會議或演講之前感到緊張（或自信）。\n● 對員工沒有按時交貨而感到生氣（或表示理解）。\n● 做決定時喜歡拖延（或十分果斷）。\nNLP還有一個定義：“幫我們實現自己想要的結果和目標的一系列方法和技巧。”\nNLP之所以有幾種不同的定義，主要原因有二：其一，NLP的應用場合不同，例如：指導、銷售、管理、運動、諮詢、健康和教育；其二，NLP依然是一門相對新穎的學科。\nNLP的作用\nNLP提供了一系列方法、技巧和意見，在職場中有三大好處：\n● 改善溝通。\n● 改變思維、態度、行為和信念。\n● 複製卓越。\n讓我們依次討論上面列出的每個好處吧。\n改善溝通\n光有好主意沒有用，你得讓別人明白你的意思，不然都是白費。\n——李·艾柯卡（福特汽車公司和克萊斯勒公司前總裁）\n在工作中，你可能每天都要花大半天的時間與別人交流。你也可以和自己交流，例如，如果你在開會之前感到緊張，那麼，在某種程度上，你就是在告訴自己，情況可能不太順利（如果事情如願以償地按照計劃進行，你就很少會感到緊張）。NLP提供了一系列更有效地與他人（如員工、客戶、供應商、同事）和你自己（如果你感到緊張，NLP就可以改變你感知情境的方式，讓你變得更加放鬆）溝通的方法。NLP溝通技巧在第二章、第六章、第七章、第十五章都有專門的介紹，在其他章節也有一定程度的提及。\n改變思維、態度、行為和信念\n大多數人都經歷過工作中的消極時刻（比如，申請晉升失敗，或者毀了一樁大買賣）。有時，人們的行為方式並不是特別有效。比如，拖延、灰心喪氣或者不考慮別人的好建議。NLP提供了一系列的“技巧”，以幫助你們變得更積極，並採取有效行為，避開無效行為。本書的第九章至第十三章提及了相關的一些技巧，第三章講述了成功人士與生俱來的態度和信念。\n複製卓越\n你希望在部門或組織層面（有時稱為標杆學習）複製卓越，還是想在某個特定的任務中複製卓越，比如，談判、管理。又或者，你想在不同的情況下複製自己的卓越。比如，如果你面向5個人演講時從容自若，但在面對50人演講時卻不知所措，那麼，你如何將自己在小團體中的卓越表現複製到大團體當中去呢？NLP有一種方法可以幫助你複製卓越，也稱為“模擬卓越”。第十六章將會闡述在組織中模擬卓越的關鍵要素。\nNLP不能操縱一個人的行為\n我偶爾會聽到有人說，NLP具備“操縱性”。\n其實情況並非如此，因為某事物是否具備“操縱性”，取決於用戶的意圖，而不是取決於事物或方法本身。例如，在絕大多數情況下，計算機會以積極有效的方式投入使用，偶爾也可以用於犯罪目的，可你不能歸罪於計算機啊！與計算機一樣，NLP是一個非常強大的工具。基於我自己和同事們在企業中使用NLP的多年經驗，我相信，最好的結果就是，使用NLP只是為了幫助組織中的所有利益相關者創造性地解決工作中的問題。\n最後，正如前言中提到的那樣，無論如何，NLP不能取代精神療法或心理輔導。¤"
  },
  {
    "id": "id28",
    "title": "第二章 職場中的人際溝通——人際交往的重要作用",
    "text": "第二章\n職場中的人際溝通\n——人際交往的重要作用\n----------------------------------------\n我堅信，任何增進人際溝通的工具，都會促使人們相互學習，並實現自己喜歡的各種自由。\n——比爾·蓋茨（微軟創始人）\n在第一章中，我們提到了NLP的主要作用之一就是改善溝通。在這一章中，我們將會深入研究職場中的人際溝通，並探討人們為什麼不能總是取得理想的溝通效果，看看如何使用NLP技巧來進行補救。\n大家一旦掌握了下一節中闡述的簡單卻深刻的溝通要素，你們在工作中理解和影響他人的力量就會增加，這些要素都是提綱挈領，幫助大家理解和應用本書中其他章節的知識。\n職場中的普遍溝通模式\n圖2.1顯示了每個客戶、供應商和同事的頭腦中發生的事情，層層遞進，這就是所謂的”NLP溝通模式”，它解釋了誤會產生的原因——你對不同的客戶或員工說同樣的話，為什麼會得到截然不同的回答呢？NLP溝通模式告訴大家，如何與本書中數次提及的人們進行交流，並理解和影響他們。下面的圖中涉及了一些NLP術語，並附有相關的解釋，旨在介紹個人溝通問題。當你與組織進行溝通的時候，其實就是你在與一群個人交流。所以，我們在此簡單提一下組織的影響力，有待於後面的章節中深入探討。\n圖2.1 NLP溝通模式\n從右上角開始，你從周圍的環境中獲得信息，然後通過自己的五感來感知這些信息。然後，這些信息自動甚至立即接受過濾（下文將會詳細介紹三大過濾機制），並形成你自認為深思熟慮的“內部表象”（內心的想法或腦海中的形象），通常混合了圖片、聲音、感覺、自我對話，可能還有味覺和嗅覺。你的心情（感覺）將取決於這種想法是否合你心意，反過來，你的心情又會影響你的生理機能，例如，你站立、走動和說話的方式。\n這些想法、感覺和生理反應會導致相應的言行舉止，最終決定你收到的效果。例如，如果你的老闆告訴你，你要在5分鐘之內結束會議，因為她要去緊急赴約，你對這件事有著積極的想法，感覺很好，看起來胸有成竹，話語中也帶著自信，那麼，你可能會表現得很好。但是，如果你害怕，感覺緊張，說話聲音顫抖，那就不會有什麼好結果。對於這種情況，你可能持有積極的想法，也可能產生消極的想法。關於這個問題，我們將在後面的小節中詳細討論。歡迎加加入書社,每日海量書籍,大師課精彩分享V 信:dedao555\n溝通中的三大過濾機制\nNLP中有三種主要的過濾機制：\n● 刪減。\n● 扭曲。\n● 類推。\n讓我們依次分析吧。\n刪減\n當你感知到信息的時候，那已經是大量刪減之後的信息了。據估計，我們通過自己的五大感官，每秒鐘接收幾百萬比特信息，然而，我們有意識的大腦每秒鐘只能處理126比特信息（基於《心流》作者米哈里·契克森米哈教授的理論，他曾經估計，我們理解別人說話的速度是每秒鐘40比特信息）。雖然這些數字有些浮誇，但是，當你讀到這些話語的時候，可能會意識到指尖滑過書本時的感覺，察覺到自己周圍的聲音，甚至懂得用餘光去捕捉身邊的事物。事實上，心理學家們斷言，如果我們意識到自己感官所接收到的所有信息，就會不知所措，甚至無法正常工作。從某種意義上說，刪減信息有助於你集中精力去做那些需要做的事情，例如，專注於特定的任務，並按時完成。其次，刪減可能意味著你可能錯過了某些重要信息，也許是因為你的注意力放在了別處。例如，你可能急於寫一份報告，其實只需瀏覽一封包含重要信息的電子郵件即可。請注意，刪減是一種自然和自動的過程，不同於“忽略”，後者是一種有意識的取捨行為。意識到自己在刪減某些信息，可以幫助你更密切地關注那些潛在的重要信息。\n扭曲\n扭曲，就是當你假設或解釋信息的時候，給某件事貼上了失真的文字和標籤。例如，如果你老闆的爸爸說自己不開心，讓你馬上去見他，這意味著什麼呢？這本身並不意味著什麼，但是，你可能會胡思亂想：“我做錯什麼了”或者“我有麻煩了”。雖然這些猜想可能是對的，但也有許多其他可能的解釋啊——他為什麼想見到你。你的消極假設會影響你如何去赴約。如果你能意識到自己的曲解，就可以避免妄下結論，從而做出更加明智的決定和選擇。\n類推\n類推，就是當你接收少量信息或案例的時候，可以把同樣的假設推而廣之，歸納出一般原理。有效地進行類推，可以幫你學習（例如，“如果我學會了使用一臺電腦，那就可以熟練操作任何一臺電腦。”）和加強積極的經驗（例如，“我今天的演講很出色，上週也是，所以，我是一個很棒的演說家。”）。反過來，類推也可能會讓你失去影響力（“最後幾次銷售會議很糟糕——也許我的魅力在大減。”）。與“扭曲”一樣，如果你能認識到自己消極表現的要領，那就會更好地看清形勢，並從容應對情況本身，而不是去糾結過去進行無用假設。此外，消極類推可能會導致無益的信念，本書第十三章將會介紹改變消極信念的途徑。\n利用過濾機制改善溝通方法\n首先，簡單瞭解一下這些過濾機制，有助於你變得更加有自知之明。刪減、扭曲和類推，可以幫你預知一些可能性：\n● 你可能錯過了一個項目的重要信息（刪減），因此，你可能會仔細核查重點信息。\n● 如果情況（比如面試）沒有你預想的好，請不要說“一切都錯了”（類推），這樣可能會扭曲信息。你可以檢查一下，哪些環節進展很好（刪減），例如，你要自信地回答具有一定挑戰性的問題。\n● 你可能誤解了某人的反應，例如，一個潛在客戶沒有回覆你的電話（扭曲）。在這種情況下，非常有必要詢問有關人員的意思或感受。最糟糕的結果是，他們證實了你的想法，然後，你就可以處理現實問題，而不是去糾結失真的假設。\n當你與別人溝通時，如果意識到了對方在刪減、扭曲和類推，那就可以幫助你們更有效地溝通。例如，如果你向同事簡要介紹一個重要的項目，你可能需要重複某些關鍵點，或者請求對方用他們自己的語言陳述你所說的話。如此，你就可能會發現，他們是否刪減或扭曲了任何關鍵點。同樣的道理，當你向員工反饋意見時，重複他們做得好的方面和需要改進的地方，然後讓他們告訴你，他們打算下次如何改善。\n提示2.1\n當你與別人溝通的時候，請小心一點，不要盛氣凌人；請他們重複一遍，以確保你自己的解釋正確無誤。記住，請對方重複一遍，不是為了確保他們理解正確，而是確保你自己解釋正確。\n影響溝通效果的因素\n下面有一些影響我們刪減、扭曲和類推的內容的附加因素。讓我們依次進行討論和概述吧。我們將在第六章、第七章、第八章、第十三章、第十四章、第十五章中更為詳細地討論這些因素。\n價值觀\n價值觀可以定義為：在給定的環境或情境中，什麼是“我們想要或尋求的東西”或者“對我們重要的東西”。我們每個人在生活中都有自己獨特的價值觀，在工作等特定環境中也有自己的價值觀。比如，生活中的價值觀：“健康”和“家庭財務安全”；工作中的價值觀：“多元化”和“進步性”。你的價值觀通常反映在你做出的選擇和行為上，因為，一般來說，你做出的選擇會給予你更多對你重要的東西。組織也有價值觀，但不一定是那些在年度報告和報表中或在接待區牆上貼的層層海報上所展示的價值觀。例如，某個組織可能會倡議：“尊重”是一種重要品質，但這個組織可能並不總是尊重員工和客戶。我將會在第八章和第十四章中詳細論述這個問題。\n價值觀影響三大過濾機制，因為，如果某些東西對你重要或讓你喜歡，那麼，你會關注這些東西，並刪減其他信息。因此，財務總監可能會注意到餐館裡有多少人，並在頭腦中盤算一下，餐館是否有利可圖。如果另一位同席的客人碰巧是一名平面設計師，那麼，他可能會注意到裝潢和就餐氛圍，而忽視顧客的數量。在工作中，你真的知道什麼對你的員工、客戶、同事和其他利益相關者重要嗎？本書第十四章將會介紹如何在企業中使用價值觀，例如，如何銷售更多、做出更好的選擇、進行更有效的管理。\n信念\n不管你覺得自己行或不行，你都是對的。\n——亨利·福特（福特汽車公司創始人）\n信念有好幾種定義方式，比如：\n● 信念是我們目前對某個主題的最佳思考方式。\n● 信念是我們堅信是正確的觀點和想法。\n信念可以與價值觀聯繫在一起，因為你可能相信某些事情很重要。無論是從僱員個人還是企業所有者的角度來看，信念都會對業績產生重大的影響。一個不相信自己產品的有效性，或者不相信自己推銷能力的推銷員，銷售業績必定不如一個堅信自己的產品或能力的推銷員。\n讓我們回頭去看看”NLP溝通模式”和過濾機制，如果我們相信某事是真的，那麼，我們往往會過濾掉（即刪減、扭曲或類推）反駁信息，讓其符合我們的信念。“認知失調”這個術語源自於利昂·費斯廷格1957年的著作《認知失調理論》，那本書講述了當我們擁有兩種相互矛盾的信念時所體驗的不適和困難，以及改變某種信念去減少不適感的後續過程。下面我們舉例說明：\n故事2.1\n我有一個企業客戶，負責開發IT軟件和提供技術支持。以前，這家企業的目標客戶是營業額高達5000萬英鎊（7500萬美元）的大公司。現在，這家企業決定擴大業務，目標客戶是更大的公司，期望銷售團隊繼續取得非凡業績。馬克和胡里奧已經成為公司的兩大銷售骨幹。然而，在公司擴大業務6個月之後，情況發生了變化。胡里奧在向大客戶推銷產品的時候受挫，我應邀去指導他。馬克的銷售額卻比以往任何時候都高。\n在指導和討論的過程中，胡里奧認為，他很難向大公司推銷成功，因為他認為，大公司太挑剔了。有趣的是，馬克認為向大公司推銷更容易，因為購買者更老練，更能欣賞產品的優點。因此，對於兩個人來說，有相似的（雖然不盡相同）外部環境（事件），然而他們各自的信念導致了不同的想法和最終不同的結果。於是，我與胡里奧合作，成功改變了他的信念，從而提高了他的銷售量。（本書第十三章將會介紹NLP改變信念的幾個技巧）。\n從NLP溝通模式的角度來看，胡里奧改變了信念，使他在銷售會議之前和銷售期間有了更多有用的內部表象（想法）、心情（感覺）和生理機能（肢體語言），從而導致了他的行為改變和業績提升。\n從組織層面上來看，信念可以影響業績，比如，對待員工的最佳方式。\n語言\n語言塑造我們的思維方式，決定我們的思維內容。\n——本傑明·沃爾夫（美國語言學家）\n個人和組織使用的語言可以影響聽眾或讀者。舉例說明語言對個人的影響，比如，你可以對自己說這樣的兩句話：\n1.我不能（也就是沒有能力）做這件事（談判、指導團隊或做出良好的企業決策）。\n2.我尚未學會如何做這件事（談判、指導團隊或做出良好的企業決策），所以還做不到盡善盡美。\n對於大多數讀者來說，第一句話讓人覺得沒有什麼餘地，可能會感到無能為力（對於行為和結果所帶來的負面影響），而第二句暗示創造了未來的可能性，讓人信心十足。同樣的道理，從一個組織的角度來看，一個經理給員工講話（將上述兩句話中的“我”改成“你”），如果使用第一句話，就會對員工產生消極的影響，如果使用第二句話，就會對他們產生積極的影響。\n我們將在第六章和第七章中介紹如何有效地使用語言。\n元程序（深層過濾機制）\n“元程序”是NLP過濾機制的術語之一，實際上，它是其他過濾環節的基礎。無論發生什麼，這些過濾機制都會堅不可摧，且操作自如。元程序傾向於決定我們的思維方式，更多地關注我們的思維內容，與前面提到的其他過濾機制截然相反。因此，我稱之為“深層過濾機制”。人們普遍認為，在NLP領域，有大約15~20個主要的深層過濾機制，我們將在第十五章更廣泛地討論這個話題。\n讓我們舉例說明深層過濾機制吧。比如“方向過濾”。人們的動機可以是“朝向”自己想要的東西或“逃離”自己不想要的東西，或者在特定範圍內萌生特定的動機。這個特殊的過濾機制應用到企業中，就變成了“胡蘿蔔加大棒”的激勵方式，也就是獎勵與懲罰並存。例如，有人可能渴望實現自己的目標（朝向），因為他們將要獲得並擁有這些物質和榮譽，也有做著同樣工作的人可能渴望避免失敗（逃離），因為他們不想感覺糟糕或停滯不前，或者像小時候一樣住在簡陋的小房子裡。\n深層過濾機制讓我們瞭解自己和他人，更深入瞭解自己和他人的行為和對情況的反應，從而更好地影響個人和目標受眾。請看上一段中的例子，你會強調，如果他們出色地完成了任務，就會獲得成果或實現目標（比如金錢、休假、晉升機會）；如果他們沒有完成任務，就會失去很多機會（比如，沒有加薪，不得不延長工作時間或失去了晉升機會）。前者是鼓勵員工“朝向”，後者是警告員工“逃離”。\n態度和經驗\n你可以把“態度”看作是一套關於特定主題的信念和價值觀。“經驗”則是發生在我們身上的事件，與其他過濾機制聯繫在一起，有助於塑造我們的人格。\n有意識和無意識\n在本章結束之前，我想談一談與溝通模式有關的另一個重要話題。NLP中有這樣的概念——“有意識”和“無意識”（或潛意識）。認識到這一點，將有助於你管理自己對工作事件的反應，並更好地處理別人的反應。\n總之，你的意識思維是你頭腦中的“理性”部分，在工作環境中執行企業任務，例如目標設定、計劃、會議準備和財務計算。\n你的潛意識包括記憶、知識、經驗、信念、價值觀和情感，並分為不同的層次。在潛意識的膚淺層面上，大多數人能夠找回自己的一些記憶，並意識到自己的一些信念和價值觀。在更深的層面上，他們可能不知道自己的一些更深層次的信念和價值觀，他們的情感反應屬於自動發生的。例如，在重要會議之前感到緊張或興奮是一種自動（無意識）反應。故事2.1中的胡里奧，最初並沒有意識到自己向大公司推銷產品的信念；後來，我們的對話促成了他的自動反應。\n提及此話題的目的就是讓你意識到，在一定程度上，在工作中與你互動的每個人都是被他們自己的自動反應所驅使；如果所有的商業決策都是純粹基於理性（即有意識）動機，那就很可能會發生這樣的事——不同公司某個特定部門的所有采購人員都會向同一供應商進貨，同一組織內的人們都會一致同意某個決策。事實上，不管人們是否有意識，他們都會在一定程度上根據情感因素或更深層次的信念和價值觀來做決定。這種意識加上本書中介紹的知識，將有助於你發現員工的價值觀等真相，從而更有效地影響他們。\n雖然，深入探索無意識的元素，超出了本書的研究範圍，但是，我們還是有必要了解一點。如果你有興趣多學一點，你可以研究大量關於催眠的書籍，以便更深入地瞭解潛意識。這裡有幾點將在“參考文獻”部分列出。\n每個人的思維方式都不相同\n我們每個人在如下幾個方面都各不相同：\n● 語言模式。\n● 信念。\n● 價值觀。\n● 元程序或深層過濾機制。\n● 態度和經驗。\n在工作中，在給定的情況下，我們擁有不同的觀點，並觀察到不同的事情，有時可能導致他人的不同（有時出乎意料）反應，這並不奇怪。例如，儘管經濟學家們能夠獲得相同的經濟數據，但經濟預測的結果卻因人而異。同樣的道理，當一位新的首席執行官上任時，一個組織的戰略方向可能會發生變化。儘管新舊兩位首席執行官都能夠獲得相同的市場營銷和業務數據，但他們的管理方向不同。\n本章中的許多信息與個人的思維方式有關。類似的原則也適用於團體和組織的運作模式，例如，團隊和組織擁有自己的價值觀和信念，這就是傳說中的“企業文化”。本書旨在提高你們的信息被接收程度與你們的期望值之間的匹配度，以及你們接收他人信息程度與他們的期望值之間的匹配度。"
  },
  {
    "id": "id29",
    "title": "第三章 態度決定一切——企業成功需要怎樣的心態",
    "text": "第三章\n態度決定一切\n——企業成功需要怎樣的心態\n----------------------------------------\n企業成敗，更多歸因於精神態度，而不是心智能力。\n——華特·斯科特（澳大利亞領先管理諮詢公司創始人）\n我經常聽到人們談論NLP的影響力、溝通技巧和一系列方法論。他們很少提到支持NLP的態度和信念。作為一名導師和教練，我深刻感到，正是這些態度造成了最大的差異。事實上，參加我的NLP企業培訓課程的高級經理和總監們告訴我，只要他們的公司使用本章介紹的內容，利潤（或非營利組織的效率）就可能增加50%，至少也會增加20%。所以，請務必關注NLP技巧！\n成功人士應當持有的態度\n正如我們在第一章中討論的那樣，NLP發展的基礎是模擬卓越。NLP的早期開發者發現，所有成功人士都持有一定的信念和態度。具體可分為如下兩個主要領域：\n● NLP的預設前提。這些都是在使用NLP時要採用的一系列假設，它們構成了NLP應用領域的倫理體系。\n● 成功法則。這些法則指導了幾乎所有的行動方針，可以成為實現目標的實用提綱。\n下面我們依次介紹這兩個主要領域。\nNLP的預設前提\nNLP大約包括15條預設前提。確切的數量和具體的措辭可能略有不同，因為不同的NLP學校的培訓主題和方法都各不相同。這些NLP預設前提與廣泛的NLP活動有關，比如指導、精神治療、實現業績目標和溝通技巧。根據本書的宗旨，我們將只考慮與職場最相關的9種預設前提。為了方便起見，我們將這些數據分成三組（請注意，這些分組是出於指導目的，有些可能分屬於多個類別）。\n1.關注外界，即基於或影響外部世界。\n2.關注內心世界。\n3.關注活動與結果。\n在工作中應用這些預設前提的時候，請做到具體問題具體對待，因為並非所有的預設前提都適用於每一種情況。\n關注外界\n該範疇內有3條主要的預設前提：\n● 尊重他人的觀點。\n● 溝通的意義和結果取決於對方的回應。\n● 重要的是我們對情境的解釋，而不是情境本身。\n尊重他人的觀點。\n先努力瞭解對方，再努力被對方瞭解。\n——史蒂芬·柯維（著有《高度成功人士的7個習慣》）\n大家可以從”NLP溝通模式”中體會到，每個人都是獨一無二的，具有不同的價值觀、信念、元程序和經驗。雖然你可能不同意你的同事、供應商或客戶的看法，但是，如果你能證明你尊重他們的觀點，那就更容易影響他們（參見上文中史蒂芬·柯維的名言），即便針對這個特殊的問題，他們不會認同你的思維方式，你也可以保留自己的意見，依然能夠保持健康的工作關係。相反，如果你不表現出尊重的態度，這種關係就可能會受到損害。\n溝通的意義和結果取決於對方的回應。 NLP溝通模式表明，每個人過濾信息的方式不同。雖然你認為自己的言語和行為已經一清二楚了，但是，在工作中與你交流的人可能會得出不同的解釋，有悖於你的期望，也就是說，他們的反應是基於他們的理解，而不是你的意思。因此，如果工作中的某些人沒有按照你期望的方式做出反應，不要期望他們改變，如果你改變自己的溝通方式，可能會感到更加輕鬆。本書的大部分章節都在講述如何做個善於變通的溝通者。\n我們對情境的解釋，並不是情境本身。\n地圖並不是版圖。\n——阿爾佛雷德·柯日布斯基（哲學家、科學家、普通語義學創始人）\n我們很少遇到這樣的情境：參會的每個人都同意彼此的觀點，而且所有的行動都和與會人員期望的一樣。這是因為我們都對事件有自己獨特的解釋，而這種解釋並不是事件本身。因此，你會以不同於他人的方式去解釋一種情境，比如談判。你可以將它描述成一場“戰爭”，而對於其他人來說，它只是一場談話或一次探索。我們只能代表自己的“地圖”，而不是真正的“版圖”。NLP可以幫你解讀他人的觀點（參見第十一章），並提出問題以加深理解（參見第七章）。\n關注內心世界\n該範疇內有三種主要NLP預設前提：\n● 沒有失敗，只有回饋。\n● 在溝通中要善於變通。\n● 我們都要學會掌控自己的思想，乃至結果。\n沒有失敗，只有回饋。\n失敗只是重新開始的機會，而你這次會更加明智。\n——亨利·福特（福特汽車公司創始人）\n很多成功的商人在成功之前都“失敗”過，這樣的例子很多。下面我們就專門討論一下這個話題。例如：\n● 梅西百貨連鎖店的創始人羅蘭·赫西·梅西：至少有4次零售失敗經驗。\n● 托馬斯·愛迪生：僅僅在美國就擁有1千多項專利。據說他發明燈泡失敗了1萬次。\n● 比爾·蓋茨（微軟創始人）：20世紀70年代，他合夥經營了一家名叫Traf-O-Data的數據公司，以賠本告終。\n● 華特·迪士尼：他的歡笑動畫電影工作室成立1年之後就破產了。\n結論很簡單。沒有失敗，只有回饋，也就是你所做的事情沒有發揮作用。請從中吸取教訓，並保持（甚至強化）自己的積極性，繼續勇往直前。NLP可以幫你設定目標並保持實現目標的動力（參見第四章、第八章和第十四章）。\n在溝通中要善於變通。\n瘋狂就是反覆做同一件事，期望得到不同的結果。\n——阿爾伯特·愛因斯坦\n按照先前的假設前提，如果你做的事情不起作用，那就有必要在某些方面調整自己的方式了。如果你的求職面試（或約會、銷售、晉升）尚未成功，請改變一下自己的方式。有時，我們很有必要去學會變通。請看下面的故事：\n故事3.1\n拿破崙·希爾是一個非常成功的商人，也是《思考致富》的作者。他曾經寫信給一個他真正想要為之服務的未來僱主，然後得到了自己的第一份工作。他祝賀對方（他寫信的對象），因為他（希爾）選擇了那個團隊領導作為自己的第一任僱主。那些領導對他的本領感到無比高興。他願意免費工作一段時間，附加條件是：當他正式錄取之後，公司要賠償他以前工作的損失。\n我們都要學會掌控自己的思想，乃至結果。 即便你對某些情況感到緊張（面試、銷售、演講和接見高層人物），或者對自己的能力信心不足，你也可以學會改變自己的思維方式，從而改變自己的結果。本書中介紹了一些NLP技巧（特別參見第十章和第十三章），也許可以幫到你們。\n關注活動與結果\n請看下面三種主要的NLP預設前提：\n● 人們擁有自己所需改變的全部潛力。\n● 人們在每一刻做出自己認為的最佳選擇，並竭盡全力去實現。\n● 模擬卓越可以提高業績。\n人們擁有自己所需改變的全部潛力。\n過去並不等於未來。\n——託尼·羅賓斯（勵志演說家和暢銷書作家）\n遵循前面的假設前提，我們有必要承認，我們每個人都擁有尚未開發的潛能。所以，無論你是思考自己和自己的願望，還是管理員工和他們的願望，承認每個人都有學習、適應、主動進取和有所專長的能力，可以幫你（和同事）取得進步。但是，如果你認為每個人都侷限於自己以前的結果，那就可能會停滯不前。\n這裡有個關鍵點：雖然不是每個人都能成為世界上最成功的商業人士，但過去並不等於未來，NLP有許多方法可以幫助人們挖掘潛力和取得進步。\n人們在每一刻做出自己認為的最佳選擇，並竭盡全力去實現。 有時，當有旁觀者在場的時候，別人在工作中的選擇和行為可能會適得其反。例如，常常開會遲到，在集體討論會上表現出“生氣”或“給人添堵”。商業現實告訴我們，長期和持續的無益行為是不能容忍的，有時甚至意識到，人們在每一刻做出自己認為的最佳選擇，因為他們知道行為的適用範圍。這種意識可以幫助你加深對同事的理解，而且，如果合適的話，可以幫你指導他們做出更有效的選擇。例如，經常遲到的人可能是因為他們認為，早到或準時是浪費他們自己的時間，因為其他人通常都遲到，於是，他們擠出業餘時間來提高工作效率。幫助他們看到他們自己對別人的影響（重點參考第十一章），可能會幫他們增強意識，從而改變他們的行為。\n模擬卓越可以提高業績。 “模擬”，即觀察、分析和複製卓越的先例，這是NLP最初開發的方式。在工作環境中，標杆學習（也就是，將過程和結果與類似的組織或過程進行比較）是提高業績的常見方法，通常在一個組織水平之上進行。針對成功個人進行標杆學習，通常可以改善個人（乃至公司）的業績。例如，較之普通職員，優秀的經理、銷售人員和客服專員的信念、態度和行為有哪些不同之處？在第十六章中，我們將進一步討論模擬卓越的方式。\n凡事找原因\n膚淺的人相信運氣，堅強的人相信因果。\n——拉爾夫·沃爾多·愛默生（美國散文家、詩人和哲學家）\n\"NLP的預設前提”之“因果關係”是指，每一個“結果”都對應著一個潛在的“原因”。例如，經濟環境（結果）是由政府、消費者、企業等的決定造成的。將這個理論應用到職場中，我們可以得出這樣的結論：有的人相信事出必有因，並“主動查找原因”。而有的人自暴自棄，“破罐子破摔”。\n“破罐子破摔者”的表現往往如此：\n● 抱怨。\n● 找藉口。\n● 消極。\n● 期待別人為他們把事情做好。\n● 歸咎於環境。\n“主動查找原因者”的表現往往如此：\n● 有一個敢作敢為的態度。\n● 積極。\n● 對自己的行動和結果負責。\n● 無論形勢如何，他們都會採取行動去實現自己想要的目標，結果不是環境影響他們，而是他們影響環境。\n我在許多NLP培訓課程中闡述這一話題，幾乎所有的人都贊同這句話：“凡事查找原因，可以讓個人、團隊和組織都能獲得更好的結果。”\n練習題3.1\n（大約耗時1分鐘）\n在0~100%的範圍內，其中100%表示你完全“主動查找原因”，0%表示你完全“破罐子破摔”，請估計一下你自己的得分，並誠實面對自己的內心。\n因此，即便在工作中遇到逆境，比如，銷售業績不佳、經濟增長緩慢、企業重組，如果你善於“主動查找原因”，而不是“破罐子破摔”，就會產生更好的結果。如果你將在本書中學到的知識投入實踐，就會在“因果關係”中獲得高分。\n企業成功法則\n成功法則是NLP技巧之一，它包含了六大因素。下面讓我們逐一分析吧。\n1.知道自己想要什麼。 在開始任何工作或活動之前——從簡單的會議到重大的公司重組——你要一直明白自己想要什麼（你的目標或期望的結果）。順便說一聲，第四章將會詳細介紹目標設定問題。\n2.接受反饋。 你是否達到了自己的目標？如果沒有，請你認真學習第五章內容，第五章將會提供一些指示，教你們如何從個人那裡獲得“某個時刻”的反饋。\n3.要靈活，學會變通。 參考NLP預設前提之一（在溝通中要善於變通），引用愛因斯坦的話，那就是：如果某件事不能按照你的意願進行，那就做些改變吧。\n4.建立和維持良好的人際關係。 在NLP中，我們稱之為“和諧關係”，第五章將會集中討論這個問題。\n5.保持積極的心態。 本章介紹了積極心態的基本原理，本書的第三部分還會提供各種NLP技巧，幫你擁有積極的心態，還鼓勵你幫助他人培養同樣的積極心態。\n6.採取行動。 如果沒有行動，就不會有任何變化。\nNLP的預設前提、凡事查找原因的好心態和成功法則，為個人、團隊和組織提供了一套方案，明顯可以產生更好的結果。下面是我在所有商業培訓課程中都會做的練習題：\n練習題3.2\n（大約耗時10分鐘）\n想出兩個或更多工作順利的情形，以及兩個或更多工作不順的情形。對於工作順利的情況，請注意，你在多大程度上使用NLP預設前提、凡事查找原因的好心態和成功法則，也許你並沒有意識到這些因素的重要性。對於工作不順的情況，請注意，如果你已經知道這些因素，請考慮哪個因素會發揮作用。例如，客戶或供應商會議、演講、面試、應對棘手的客戶或消費者。我在培訓課程中要求大家分小組討論這個問題（延時10~20分鐘）。"
  },
  {
    "id": "id30",
    "title": "第四章 實現你的目標——如何設定和實現目標",
    "text": "第四章\n實現你的目標\n——如何設定和實現目標\n----------------------------------------\n如果成功是個火爐，目標就是柴火。\n——布萊恩·崔西（作家、企業家和勵志演說家）\n成功的第一法則（參見第三章）是設定目標和弄清楚自己想要什麼。在本章中，我們將要給大家介紹高效設定目標的重要性，以及如何在職場中設定個人目標和組織目標，並在工作中應用目標設定的法則。\n練習題4.1\n（大約耗時5分鐘）\n設定一個以上與工作有關的目標。理論上，包括短期目標、中期目標和長期目標。例如，你的短期目標可能是通過下一次專業考試，中期目標可能是成為合格的律師（或會計師、測量師、護士），長期目標可能是創辦自己的企業或公司。如果你經營自己的企業，或者有足夠的資歷來制定部門或組織的目標，那麼，請為你的組織設定目標，併為你自己也制定一個工作目標。我們將在本章的後面介紹這些內容。\n為什麼要設定目標\n這裡有一個相關的問題：“為什麼要使用本章中概述的法則來設定目標？”這是因為商界中的大多數人已經習慣於設定目標。我聽說，每一個組織都有目標，都會制定預算和擁有量化的戰略計劃，以便把所有工作人員的努力都集中在同一個組織目標上，用以監督和比較進展情況。在這些組織中工作的大多數人都有幾個目標，至少每年會進行一次績效考核和評估。\n另外，從個人心理的角度來看，有一個明確的目標，將會促使你的網狀激活系統（腦幹腹側中心部分神經細胞和神經纖維相混雜的結構）專注於尋找和選擇相關的信息（從幾百萬比特的有效信息中進行篩選），將會幫你實現自己的目標。正如第三章中“成功法則”標題下概括的那樣，一旦你有了明確的目標，就可以開啟實現它的旅程。\n使用NLP法則設定目標的好處還包括：\n● 它為個人或團體的需求提供了清晰的思路。\n● 它有助於確保這是個人和組織真正想要的目標。這對於小型企業尤其重要，因為這些目標通常是所有者目標的延伸，或與之相關。\n● 因此，這就避免了個人和企業浪費時間、努力和精力去追求一個不合適的目標，在經過長期的努力和消耗財力之後才遺憾地發現這個目標並不合適。\n重要的是，要明確一點：目標設定與實現的過程是相互獨立的。舉個例子，如果你是一名經理，負責指導一名員工的年度考核，我的建議是，你在開始指導她實現目標之前，就得先同意這個目標。第十七章將會介紹NLP在指導中的應用。\n學習目標設定技巧\n沒有什麼地方比體育領域更廣泛地接受目標設定了，商業界可以在某些方面學習體育界的目標設定技巧。人們普遍認為，在體育世界裡有三種類型的目標：\n● 結果目標（“為何”）\n● 績效目標（“什麼”）\n● 過程目標（“如何”）\n結果目標與大藍圖、總體目標以及真正激勵人們和解釋原因的目標有關。就拿體育領域來舉個例子吧，比如，贏得奧運金牌，或者對於普通人而言，贏得當地網球或高爾夫球比賽。在職場中，可能會出現以下的案例：\n● 讓你的公司躋身於富時100指數公司或財富500強公司。\n● 讓你的組織達到某具體項目的領先水平。比如，某種衛生保健服務或員工滿意度。\n● 成為本季度業績最好的銷售人員。\n● 今年獲得晉升。\n雖然，根據定義，結果目標幾乎與“激勵”同義，但它們並不總是在個人或組織的控制之下。這個時候，績效目標就開始發生作用了。\n績效目標與你或你的組織獲得成功的必要措施（即“需要實現什麼”）有關。比如，一名運動員拼命地賽跑，但如果有人超越了他，他就不會贏得金牌。同樣，一個企業可以產生極好的利潤，但如果其他公司做得更好，該公司就可能無法實現其結果目標（上文中使用的例子）。上文中的例子可能會派生出下面的績效目標：\n● 今年產生的稅前利潤為2億英鎊（3億美元）。\n● 員工流動率為12%。\n● 本季度關閉了100萬英鎊（150萬美元）的業務。\n● 新的計算機系統今年可以上線。\n這些績效目標是有形的指標，並在你或組織的控制之下。雖然這些目標表示“你打算做什麼”，但它們並不代表“你將如何去做”。\n過程目標與你或你的組織如何實現績效目標的細節有關，而這些績效目標又將為實現結果目標提供最佳機會。正如運動員擁有大量的具體任務和措施一樣，比如，每天做100次俯臥撐，或者，致力於訓練某項運動的特定技能。所以說，你或你的企業將會擁有具體的過程目標，比如：\n● 創造3種新產品，或者擴展到一個新的地理區域。\n● 進行員工敬業度調查；引入半年考核制度，而不是一年評估一次。\n● 在本行業的年度會議上發言，或者每天打25個推銷電話。\n● 在本月進行初始用戶測試，在三個月內吸引一部分用戶。\n提示4.1\n設定目標時，要注意3種目標之間的區別。此前的研究發現，通常情況下，結果目標是長期目標，績效目標是中期目標，過程目標是短期目標。\n在某些情況下，結果目標和績效目標之間的區別以及績效目標和過程目標之間的區別可能會變得模糊不清。因此，大家應該充分了解這3種目標，而不是花太多精力去討論哪種目標適合哪種情況。\nNLP教你如何設定目標\n在NLP領域，有幾種設定目標的模式，所有這些模式都是互為補充，並形成了所謂的“良性目標”或“良性結果”（在NLP中，“結果”和“目標”這兩個詞語通常可以互換）。我們可以這麼闡述“良性目標或結果”——因為目標明確、可取和恰當，所以實現它的可能性得到了顯著提高。\n這些目標設定的模式通常包括：\n● 設定目標時要提出的一系列問題。\n● “良性目標”應滿足的一系列條件。\n使用NLP設立目標有哪些好處呢？請參見上文中“設定目標的原因”。\n雖然這兩種模式非常有用（特別是當個人還不完全清楚自己想要什麼的時候），但在商業世界中，下文中講述的SMART法則應用得更加廣泛，SMART法則還有一個延伸版，那就是SMARTER法則。由於種種原因，我們將傾向於使用SMARTER目標原則。\n請注意，下面我們要大篇幅介紹傳統的SMART法則（包括15點，常見的有5~6點），所以，請從新的角度來看待這個問題。\n關於SMARTER法則，我們只是做個簡單的概述，主要是針對個人，其次是關於如何在工作中或團體和組織中單獨使用的一些細節。我們將會單獨使用每一個SMARTER法則，但是，正如你將看到的那樣，有些法則之間相互關聯。此後，我還提到了一些有幫助的問題，可以幫你把這個法則融入你的目標。\n為了讓大家瞭解SMARTER法則，讓我們以下面的目標為例。為了方便起見，下面的數據都以美元為單位。\n今天是20××年10月31日（具體日期，在未來的18個月），我的廣告公司總部在巴黎市中心，這是我去年成立的公司，銷售量已達100萬美元，稅前利潤為15萬美元。在名義上，我和我的合作伙伴平分，每人可以獲得7.5萬美元的收入。在接下來的10個星期中，我們將有一個35萬美元的訂單，據估計，此後12個月的營業額為150萬美元，每人分得10萬美元的薪水之後，利潤為40萬美元。我平均每週工作50個小時，生活和工作達到了平衡，還有時間與家人共處、鍛鍊身體和從事社交活動。\nS（具體+簡單）\n具體（Specific）。 明確瞭解目標是什麼。準確而具體地說出你想要什麼。我培訓過的一些學員代表說，他們的目標是賺更多的錢。這樣的話，如果我給他們一分錢，他們就實現了自己的既定目標，可是，這是他們真正想要的嗎？\n“當你達到自己的目標時，你會看到什麼，聽到什麼，感到什麼，對自己說什麼，甚至嗅到什麼，嚐到什麼？”你的感覺越具體，你達成目標的可能性就越大。在上面的例子中，你要確切地知道，你是如何知道銷售、利潤和薪水目標已經實現，以及第二年的目標也很可能會實現。你還可以問一些相關的問題，比如：“你想什麼時候，在哪裡，和誰一起，以及如何實現這些目標？”在本例中，答案是：你想在指定日期，在巴黎市中心，和你的合夥人一起，從事廣告業務。\n簡單（Simple）。 儘可能簡單地陳述你想要的東西。這並不是說，實現它很簡單。簡單地陳述它，才會最大可能地使得所有相關人員理解它，而不是刪減或扭曲信息，或者，雜亂無章的描述讓你不知所措。\n提示4.2\n問問自己，一個聰明而有見識的孩子是否能理解你的目標。如果是的話，你的目標可能簡單又具體。\nM（可測量+有意義+激勵人+可維持）\n可測量（Measurable）。 這與上文中的“具體”相關。確保目標是可測量的，最好可以得知數據或數量。我的一些客戶說，他們的目標是“變得更成功”。雖然這是個好主意，但如何衡量呢？“你怎麼確切地知道什麼時候取得成功呢？”這個例子中可能的情況是：你會看到年度財務報表，或者聽到你的會計師向你彙報財務業績。他們還得彙報消耗的時間和財力。\n有意義和激勵人（Meaningful and Motivating） 。對你而言，目標越有意義和激勵人，你就越可能會竭盡全力去實現它。這個目標是否給了你更多你想要的東西，也就是實現了你的價值觀（參見第十四章）？“這個結果會給你帶來什麼，或者促使你去做什麼？”在這個例子中，擁有自己的事業可能是一生的願望，它可能會幫你完成生活中的其他事情，比如，購買你想要的房子，帶給你想要的獨立。\n若要成功，我們必須先擁有某種東西，那就是明確的目標。我們知道自己想要什麼，並強烈渴望去實現它。\n——拿破崙·希爾（企業家，富蘭克林·羅斯福總統的顧問，\n《思考致富》作者）\n可維持（Maintainable）。 對你而言，重要的是，你可以自己實現目標，或者採取措施去實現目標，例如，如果你是一位經理或企業家，你可以管理好員工，並實現團隊目標。如果你完全依賴他人，或者你很少可以直接影響他們，那麼，這個目標就不太可能實現。所以，你需要深思熟慮之後才能計劃這個目標和採取措施去實現它。\n實現目標的途徑不止一種。大多數目標都可以用不同的方式實現。值得一提的是，如果只有一種途徑可以實現某個目標，但不知何故，那條路卻遭遇了阻礙，那麼，這個目標就會變得更加難以實現了。因此，最好選擇一個有多種方式可以實現的目標。在實踐中，大多數目標可以通過多種方式實現。舉例來說，有很多提供廣告服務的公司，還有很多廣告媒介。\nA（可實現+影響生活的方方面面+想象目標正在實現）\n可實現（Achievable）。 你必須相信自己的目標是可以實現的。研究表明，最激勵人的目標就是那些人們認為可以實現的目標，儘管這可能是一大挑戰。如果你認為這個目標是不可能實現的，那麼，你就不太可能去努力實現它。請看下面的兩個實用性問題：\n● “在大致相似的情況下，有人和你有大致相同的目標嗎？”\n● “以前，你曾經有過或做過這樣的事情嗎？”\n如果你回答“是”，那麼，這就意味著，這個目標是可以實現的。記住，即便答案是“不”，也往往會在工作場所取得突破性成果，例如，技術進步。我們還可以這樣提問：“你目前處在目標在哪個階段呢？”如果你離得太遠，也許你需要調整一下自己的目標，例如，你可以調整目標達成的日期。\n提示4.3\n關於擁有明確目標並強烈渴望去實現它的問題，請記住上文中拿破崙·希爾的名言。如果你真的想要某樣東西，即便以前沒有人實現過它，你也需要為此做出很大努力。\n影響生活的方方面面（All areas of life）。 人生導師們會說，大家有必要在生活的各個領域中設定目標，這樣才能創造出你想要的和諧生活。從商業導師的角度來看，無論我是否要求客戶這樣做，我一定希望所有的客戶都能考慮他們的工作目標對他們生活中其他方面的影響，特別是他們的健康、人際關係和財務狀況。如果你的目標對你生活的各個方面都有積極的影響，而不是產生重大的負面後果，或者至少沒有明顯的消極後果，那麼，你會覺得更有動力去採取行動努力實現目標。這個例子表明，目標決定了工作和生活的方方面面。\n想象目標正在實現（As if now）。 根據拿破崙·希爾和他採訪過的許多商界領袖所說，成功人士看待自己的目標就好像這些目標正在實現或者已經達成了一樣。希爾曾說，亨利·福特的腦子裡有一幅關於內燃機工作的畫面。同時，在體育賽事之前，許多體育冠軍會想象成功奪冠的情境。因此，當你思考並陳述自己的目標時，要想象這個目標正在實現或者已經達成了，也就是說，陳述目標的時候，使用現在時態或過去時態。\nR（現實+正確+負責）\n現實（Realistic）。 這往往與“可實現”相關。這兩者之間有著微妙的差異：雖然，對於一個44歲，每年收入不超過3.5萬英鎊（5萬美元）的人來說，要在45歲生日之前成為藍籌股公司的首席執行官，這在理論上是可以實現的，但可以肯定的是，這並不現實。\n正確和負責（Right and responsible）。 這與“影響生活的方方面面”相關聯。這個目標真的適合你嗎？如果你達到了這個目標，對你或離你很近的人有什麼負面影響呢？它是否符合你的自我意識呢？這個目標會保持當前形勢的積極方面嗎？實現這個目標會為你打開幾扇門，讓你在工作中想要的其他東西成為可能嗎？“這個目標將帶給你什麼，或者允許你做什麼？”\nT（設定截止日期+朝著目標方向思考）\n設定截止日期（Timed）。 有必要為你的目標指定一個截止日期，在適當的情況下，可以具體到某一天的某個時刻（例如，聽到考試結果）。“三個月內”不是一個日期，而且經常沒有效果，因為沒有具體的目標，讓你不知道朝著什麼方向前進。20××年10月31日，是一個日期。\n故事4.1\n簡正與一家小型醫療保健企業合作，這家公司前三年的目標是在六個月之內成為本行業內的領先企業。他們取得的進展較小。當簡要求他們說出一個具體的日期併為之努力時，整個公司都開始關注一些具體目標，於是，他們在三個月內取得了過去三年裡取得的成績之和。\n朝著目標方向思考（Towards）。 這是傳統的SMART目標的最後一項，但它可能是最重要的一項。說出你想要的東西，不要與你不想要的東西作任何比較（比如“更多”或“更少”），這樣可以幫助你專注於自己想要的東西。根據量子物理學的最新發展，有證據支持拿破崙·希爾等人的斷言和發現。例如，如果你在想，你不希望在面試中表現糟糕，那麼，你心中的想法就是“面試時表現很糟糕”。如果你在想，你希望在面試中表現出色，效果一定會好一些。因此，陳述目標的時候，請思考你想要做什麼、成為什麼、擁有什麼。“你具體想要什麼？”\n提示4.4\n說一說自己的目標，談一談你想要的目標是什麼樣子！\nE（系統平衡）\n系統平衡（Ecology）。 NLP的重要課題之一就是“系統平衡”。在NLP中，系統平衡指的是各類行動的後果達到平衡：\n● 你和你生活中的方方面面（如健康、金錢、人際關係、家庭、愛好）。\n● 你周圍的人。\n● 整個社會。\n這與上文中的“正確和負責”和“影響生活的方方面面”相關聯。\n只要你的目標對以上3個群體都合適，你就會在生活中得到人們的支持，或者至少不會受到阻礙。在短期內，人們有時願意並能夠忍受一些消極的後果（例如，沒有花足夠的時間健身，沒有時間與家人和朋友相處），以實現他們的目標。從長遠來看，那通常是不可持續的目標。\n因此，在設定目標時，請記住後果（這與“正確和負責”有關），也就是說，如果你達到了這個目標，你將得到或失去什麼。設定目標時，還要問一些附加問題，以便提高目標的系統平衡（本書的後面將稱之為“四大平衡問題”）。\n1.如果你實現了目標，會發生什麼？\n2.如果你沒有實現目標，會發生什麼？\n3.如果你實現了目標，不會發生什麼？\n4.如果你沒有實現目標，不會發生什麼？（這是一個腦筋急轉彎，也是一個非常有用的問題。）\n如果有任何答案表明，實現這個目標有著重大的消極後果，或者說，實現這個目標會破壞系統平衡，那麼，請思考一下如何調整自己的目標，或者，請與你的目標影響對象一起討論這個問題。\n故事4.2\n湯姆是一名測量師，他想實現自己在夏威夷鐵人三項比賽獲得冠軍的雄心。這場比賽大約需要10小時才能完成，需要大量的訓練和準備工作。湯姆承認自己的工作時間會減少，與搭檔、朋友、家人相處的時間也會減少（即消極的後果），因為他要參加各種各樣的面談，一週談判四天，與他的搭檔一起做訓練（也是鐵人三項），還要在比賽結束後的那個星期安排一場與朋友和家人的大型聚會，旨在感謝他們的耐心和支持——即便他最近也沒見過他們。\n提示4.5\n只要有可能，並切實可行，請努力創造“雙贏”結局。\nR（資源）\n資源（Resources）。 為了實現這個目標，你有什麼資源，你還需要什麼？在商業意義上，資源與金錢、時間和人脈等因素有關。在NLP環境中，“資源”也可以與更內在的個人特質有關，比如，信心、經驗、決心、專注能力和技能水平。\n練習題4.2\n（大約耗時10~15分鐘）\n如果你習慣於使用標準的SMART模式，請考慮它與上文中解釋的SMARTER模式之間的異同。列出對你（或你的組織）有用的一系列SMART法則，將來設定目標的時候務必囊括進去。\n設定SMARTER目標\n下面是一些SMARTER目標的例子，包括過程目標、績效目標和結果目標。假設上述所有的SMARTER目標都得以實現，下面就是如何制定目標的方法：\n● 今天是20××年（今年）10月31日，在過去的三個月中，我的銷售業績高達10萬英鎊（15萬美元）。\n● 今天是20××年（兩年後）1月1日，我是一個合格的會計師。\n● 今天是20××年（三年後）5月31日，我們的組織已經獲得了全國技術創新獎。\n● 今天是20××年（今年）3月31日，我管理的薪酬部長達3小時沒有出現質疑或明顯錯誤。\n如何設定個人目標\n上文中解釋的目標設定原則的應用如下：\n● 為你自己設定職業生涯或業務目標。\n● 圍繞他人的職業生涯或業務目標去管理或指導他們。\n● 如果你是管理者，可以在業績考核或提拔某人時使用NLP法則。\n如何設定組織目標\n例如，你可以與團體、部門或組織一起使用NLP法則：\n● 指導或領導一個團隊，並確定方向和設定目標。\n● 董事會或管理層可以利用NLP法則去制定長期目標，作為戰略計劃的一部分。\n● 在項目會議期間，特別是在初始階段，可以利用NLP法則去確定方向和設定目標。\n● 如果方向、計劃或環境發生了重大變化，NLP法則可以幫你重新設定目標。\n● 將上述練習題4.2中的要點納入團體或組織的目標設定當中。\n提示4.6\n如果在環境中出現重大的外部變化，比如，新政府政策或重大的經濟、政治事件，那就在適當的時候重新審視和調整目標。如果SMARTER目標不再是“可實現”的目標，那就學會變通（參見第三章）並改變目標。如果一個飛行員計劃在巴黎降落，但那裡大霧瀰漫，他們就會在里昂著陸。\n即便你或你的組織已經習慣了傳統的SMART流程，你還可以自動設定相應的目標，並做出改進，使用SMARTER目標。\n練習題4.3\n（大約耗時20~45分鐘）\n重溫你在練習題4.1中設定的目標。應用SMARTER設定目標，並適當調整目標。考慮這個目標是結果目標、績效目標還是過程目標。如果這是一個過程目標，那麼，相關的績效目標和結果目標是什麼呢？"
  },
  {
    "id": "id31",
    "title": "第二部分 語言溝通和非語言溝通",
    "text": "第二部分\n語言溝通和非語言溝通\n----------------------------------------\n第二部分： 提供了一些有效溝通的技巧，這有助於你更加有效地學習本書其他章節的主題內容。\n第五章： 描述瞭如何磨鍊你的觀察技能，並迅速建立信任與和諧關係。\n第六章： 著眼於如何改變你的交際方式，以適應聽眾的喜好。\n第七章： 介紹了語言的幾個基本方面和模式，幫你快速有效地影響他人和獲取信息。"
  },
  {
    "id": "id32",
    "title": "第五章 如何建立職場人際關係——如何得到他人的支持",
    "text": "第五章\n如何建立職場人際關係\n——如何得到他人的支持\n----------------------------------------\n在職場上，無論是組織還是個人，都會面臨許多挑戰。本章首先教你辨認主要挑戰，然後解釋NLP是什麼，以及它如何幫助你克服這些挑戰。\n第一條成功法則，就是與同事、客戶和其他利益相關者之間建立並保持良好的工作關係的能力。在NLP中，這被稱為“和諧關係”，它是所有溝通與交流的基礎，可以被定義為“人與人之間的信任和合作”。重要的是，為了能夠建立和諧關係，我們應該意識到他人的反應。在NLP中有一個概念，叫作“感官敏銳度”，換句話說，就是用你的感官去觀看、聆聽，甚至在某些情況下，去感受微妙（有時非常微妙）的非語言信號，這些信號都是人們自動發送的（這要受到他們的思考和感覺方式的影響——參見第二章中”NLP溝通模式”圖解中的左邊），你可以據此瞭解他們在任何給定時刻的感覺和反應。這種感官意識是和諧關係的先決條件，在介紹和諧關係之前，我們先簡要地介紹一下感官敏銳度。\n感官敏銳度——更好地理解他人\n感官敏銳度是成功法則之一（參見第三章）。它涉及反饋一場談話或如何進行信息溝通，並幫助大家在工作場所更有效地交流。\n為了說明這一點，我們需要簡短地回顧一下上文中的相關內容。在前言中，我提到了NLP的首次開發是在20世紀70年代，研究專家是約翰·格林德和理查德·班德勒，研究主題是模擬良好的溝通方式。優秀的溝通者之一就是傑出的醫生兼催眠師——米爾頓·埃裡克森。米爾頓有著如此靈敏的感官敏銳度，據說，他可以看出患者是否進入恍惚狀態，因為他能看到患者腳踝上的脈搏在減速。\n在這一點上，你可能會感到疑惑：“催眠和職場有什麼關係？”簡單地說，催眠師影響職場的途徑是言語溝通和非言語溝通。在工作中，每個人都想影響別人，無論是銷售人員、經理、員工，還是醫生、教師和培訓師：\n● 銷售人員引導顧客去解釋他們的需求，以便更好地為顧客服務，並有望成功推銷產品給他們。\n● 經理引導員工去表現得更好。\n● 員工引導經理去給自己加薪或升職。\n● 醫生引導患者去服藥。\n● 教師和培訓師引導學生和學員代表去學習。\n如果你能用自己的感官敏銳度去評估人們在任何給定時刻的感覺（即他們的狀態，參照第二章中的”NLP溝通模式”），那麼，你更可能繼續以正確的速度去影響他們，只是，作為一位催眠師，可以更好地繼續以適當的速度去引導一個想要戒菸的客戶進入恍惚狀態。引用上文中的工作案例，問題是：客戶是很快就決定購買產品，還是需要了解更多產品信息？學員代表是一目瞭然，還是需要更多的解釋？\n總的來說，感官敏銳度有助於大家更好地理解某人在任何時候的感受，從而幫助他決定如何去溝通，以及溝通什麼內容。\n鑑別心情好壞\n幾乎每個人都會自動使用感官敏銳度。對於多數人而言，當他們走進房間看到自己的配偶、朋友或親密的同事的時候，或者聽到他們打招呼的時候，就會知道對方的心情是極好還是極壞。\n鑑別心情好壞的方法就是比較某人現在的表情和平日裡的表情之間的差別，或者意識到某人正在展現的某些微妙的非語言信號，比較這次信號與他們以前表現的類似信號之間的差別（這在NLP中稱為“校準”）。\n值得注意的關鍵點\n當你認識到你熟悉的人的感覺如何的時候，你會注意到如下一些或所有的非語言信號。比如：\n● 呼吸模式（快或慢，胸部或腹部呼吸）。\n● 瞳孔大小（擴張或收縮）。\n● 眼睛注視的地方。\n● 下嘴唇的感情豐富度。\n● 膚色變化（此人膚色亮或暗）。\n● 手勢（比如手部動作、跺腳、身體姿勢）。\n● 聲調（音量、音高、語速、語調）。\n● 面部肌肉和眼球運動。\n你可以使用感官敏銳度來判斷你不太熟悉的人。例如，當你遇到新的供應商，會議開始前隨便聊天的時候，你要注意他們談話時的非語言信號，例如，他們喜歡的節日，他們在交通堵塞中的沮喪心情，以及影響他們感受的其他特殊體驗和方式。你可以據此來判斷他們在稍後的談話中的狀態如何。\n溫馨提示\n重要的是，要意識到人與人之間的不同，比如，當一個人感到困惑時發出的信號可能與其他人感到好奇時的信號一樣。還要記住，有些人比其他人更善於表達自己的觀點，並且僅僅根據某人的肢體語言就可以判斷其反應。\n故事5.1\n在課堂上訓練學員的感官敏銳度時，我問他們，一個人雙臂交叉意味著什麼？典型的回答是：“他處於防備狀態，或者他很生氣。”情況也許就是如此，但我指出，這個人可能感到寒冷，也可能是他交叉雙臂會感到舒適，或者他的襯衫衣上有個汙漬，或者他可能此時在大量出汗，不想讓你看到他的窘態！\n通常情況下，如果有人罵人的時候大叫大喊，那麼，他的內心感覺的信號很明顯。\n美國聯邦調查局前探員喬·納瓦羅（他的工作包括測試人們是否在撒謊）在他的暢銷書《FBI教你破解肢體語言》中強調，每個人都是不同的，但也有例外，比如，某些徵兆可能會強烈暗示某人的感受。他還會尋找某些特定的規律，比如，人們在不同的情況下展示同樣的反應。所以，在故事5.1中使用手臂交叉的例子，如果有人交叉雙臂，然後表現出憤怒的行為，那麼，請不要再招惹他了。\n提示5.1\n僅憑感官敏銳度很少可以確定一個客戶、應聘者或同事是不是在撒謊，但是，感官敏銳度可以告訴你探測更多有用信息的時機。\n感官敏銳度在工作中的應用\n下面是一些如何在工作場所使用感官敏銳度的例子。\n【銷售】\n● 確定客戶是決定購買，還是需要進一步瞭解產品信息。\n● 如果顧客表現出不確定的跡象，可以通過詢問試探性的問題去獲得對方的信任。\n故事5.2\n彼得是我的一個新學生，他與首席執行官（簡稱CEO）和人力資源總監（簡稱HRD）進行了一場會談。CEO是個盛氣凌人的人，他一度反問女HRD:“我知道，你對員工敬業度感到滿意，不是嗎？”女HRD回答說：“是的。”但是，彼得聽過她以前的陳述（也就是說，他已經校準了她的“是的”信號），其實她並不滿意員工敬業度。CEO離開後，彼得向HRD諮詢了這個問題。起初，她對他發現了此事而感到吃驚，但隨後，她透露，她與CEO相處不好，也不滿意員工敬業度。彼得表示願意和她一起去解決這個問題。\n【評估】\n● 員工們同意你的意見嗎？\n● 校準員工們實現目標的方式。\n● 你為什麼沒有得到提升？老闆的解釋可信嗎？\n【面試】\n● 應聘者們誇大了自己的經歷嗎？\n● 校準你所用的例子來證明你的經驗是否足夠搞定面試官。\n【演講或會議發言】\n● 校準你的信息是否受歡迎，或者你的方法是否需要調整。\n感官敏銳度與建立和諧關係，這是下一個話題。\n和諧關係——讓對方接受你\n和諧關係是兩個以上的人之間的信任和合作的感覺，它可以讓對方更容易接受你的觀點。這是建立良好的工作關係的重要部分。班德勒和格林德注意到米爾頓也具有卓越的感官敏銳度，這樣能夠建立深度和諧關係，從而引導他的客戶進入恍惚狀態。\n和諧關係的作用\n和諧是成功法則之一（參見第三章），是職場中一切有效溝通的基礎。你會更容易受到你信任的人的積極影響，並感覺舒適，對於你不信任的人，你不可能做到這一點。同樣，如果你的客戶和同事信任你，並且對你感到滿意，你就會更好地影響他們。\n這裡有一些具體的例子，說明和諧關係如何對你的工作有所幫助：\n● 幫你提高銷售量。無論是銷售傳統意義上的產品和服務，還是向同事、供應商、患者、學生推銷理念。\n● 促進你在面試中的錄用率。\n● 讓你更有效地談判，特別有助於緊張的談判。\n● 指導工作。因為有時指導者需要挑戰客戶的底線。\n● 面對團體陳述觀點（比如，會議發言、演講）。\n● 處理“衝突”和挑戰對話。\n在各種管理和影響力技巧的課程中，我已經教會很多學員去建立和諧關係。這表明和諧關係在職場中的重要性。\n鞏固和諧關係的原則\n在鞏固和諧關係方面，有一些基本原則。首先，和諧關係是適當地影響人們，而不是操縱人們去做他們不想做的事情。即使後者是可能的，大多數企業也會遵循商業慣例，提高顧客忠誠度、信譽和人際關係質量，這通常會導致“雙贏”的局面。\n另一個原則的基礎是，人們會傾向於與自己有幾分相似的人。（參見李·湯普森《談判的真相》第36章）。\n第三個原則是，大多數的溝通都是非語言的。梅拉比安、伯德惠斯勒等人的研究表明，詞彙只佔溝通的7%，音調佔38%，肢體語言佔55%。我們在談話中的大部分注意力都集中在聆聽單詞方面，所以，多達93%的交流可能超出了我們的自覺意識。我們知道，即便這些數據不完全精確，但也有一定的正確性。你想象一下，如果一個客戶說，他見到你真高興，但配以單調的聲音、懶散的姿勢和逃離你的表情，那麼，你可能會認為，他不是真的很高興！\n針對“鏡像神經元”和“母子溝通”話題的研究表明，當兩個人之間關係和諧時，就會產生一種“無意識”的交流，雙方都自然而然地感到舒適。\n總之，和諧關係就是這樣一種局面——幾乎每個人都會本能地和自己喜歡的人相處，並感到舒適。在商業網絡活動或會議上，如果你觀察到人們全神貫注地對話，那就是和諧關係的徵兆，這是我們將要在下文中討論的問題。\n如何建立和諧關係\n因為大多數的交流都是非語言交流，又因為人們會傾向於彼此相像的人，所以，如果你能用非言語的方式表明你與自己的工作聯繫人有幾分相似，那麼，他們可能會喜歡你，或者至少不討厭你。\n這種模仿他人生理技能、音調或話語的做法，叫作“匹配”或“鏡像”。匹配和鏡像是相似的，不同的是，在生理學上，如果你的同事用右手托住下巴，你也用右手托住下巴，那麼，你就是在與他們“匹配”。如果你用左手托住下巴，那麼，你就是他們的“鏡像”。NLP從業者普遍認為，鏡像比匹配更有效——儘管我沒有任何確鑿的證據。你也可以將一個人的生理機能與你自己的不同部位進行匹配，例如，如果他們用腳打拍子，你可以用手打拍子，但速度一致（稱為“交叉匹配”）。從現在起，我將會使用“匹配”一詞來解釋生理機能、聲音和詞彙這三大方面。\n下面就是“匹配”成功的幾個關鍵方面：\n生理機能（55%）\n● 姿勢（比如，手託下巴、前傾、後傾、側傾。）\n● 手勢（輪到你說話的時候，你才可以打手勢。）\n● 呼吸模式，比如，呼吸速度和位置（比如胸部呼吸或腹部呼吸。）\n● 面部表情\n● 眼神交流（雖然在傳統上，這不是NLP課程所涵蓋的內容，但它是建立和諧關係的隱性因素。）\n● 服裝風格（這也不是NLP的具體要點，但在商業背景下，穿著風格與文化背景需要保持一致。）\n聲音（38%）\n● 說話的速度\n● 說話的音量\n● 音調（高音或低音）和聲調\n● 音質（聲音質量或聲音共鳴）\n詞彙（7%）\n● 細節的數量（細節很多，只是概述或組合），一般來說，某人的年齡越大或經驗越豐富，他就越不需要細節。\n● 共同經歷，例如：愛好、度假地點、孩子。\n● 他們或他們的行業或職業中使用的關鍵詞。\n● “謂詞”：指的是人們用於圖像思維、聲音思維或感覺思維的詞語，例如，如果有人說“我的觀點是”，這表明他在進行圖像思維（觀點）；如果他們說“我與這個想法產生了共鳴”，他們可能在進行聲音思維（共鳴）。這個話題將在第六章中詳細說明。\n更具體地說，你將會“跟上”那個人，途徑是在上述一兩個方面進行匹配，直到你感到產生了某種和諧關係，然後，如果合適的話，你會“帶領”他們走向你希望他們去的地方（你可能會聽到NLP研究者們稱“建立和諧關係”為“先跟後帶”）。若要獲得更多信息，請參閱下文。\n記住，一定要按常理出牌，這樣可以起到“四兩撥千斤”的作用。請不要模仿對方的每一個動作，因為太明顯了，對方可能會不爽；選擇一兩個方面，並巧妙地模擬，一定要出乎意料，這樣才會更有效。如果你想和某人建立和諧關係，碰巧使用了誇張的手勢或姿勢，那就可以做到有幾分相似，如果一模一樣的話，反而會覺得太不自然或不合適（記住四兩撥千斤的意義）。\n和諧關係的指示燈\n你怎麼知道你們的關係是否和諧呢？你可能會觀察到對方臉色的細微變化（使用你的感官敏銳度），或者你可能對他們感到很舒服，甚至感覺好像你以前見過他們或者你們早就認識。你可以隨便觸摸你的臉頰，如果他們也自動觸摸他們的臉頰，這就表明你已經可以“帶領”他們了，因為你們關係已經很和諧了。“先跟後帶”的其他方式包括：剛開始的時候，改變你自己的語速或音量，“跟上”對方的水平（匹配），然後，一旦你覺得你們的關係趨於和諧，你就會“帶領”他們，使得他們的語速或音量讓你感覺更舒服。例如，如果你的客戶習慣說話快，你習慣說話慢，你可以加快自己的語速，一陣子過後，直到你感覺你們之間產生了某種默契，這時就可以放慢一點語速，讓你們雙方都感到舒服。\n練習題5.1\n請注意人們在會議或商業網絡活動中的言行舉止。當他們全神貫注地交談時，如何自然地相互匹配呢？當他們不喜歡這場談話，準備離開或轉向下一個人時，如何做到互相“不匹配”的呢？\n個人應用\n到目前為止，你已經意識到建立和諧關係的重要性了，它可以鞏固每一段工作關係，從聯盟、供應商、客戶、顧客、患者、學生乃至評估、面試、演講、會議中起到了至關重要的作用。\n“先跟後帶”原則可以更廣泛地應用，而不是簡單地匹配肢體語言、聲音和文字。例如，如果你想說服一個同事接受一個你一直在努力的想法，並建立和諧關係，正如上面提到的那樣，你可以調整他們目前的知識水平，途徑是你用他們理解的方式進行解釋，並逐步把他們提升到你建立的理解水平上來。同樣，如果你知道他們是那種想要迅速得到信息的人，除非他們請求，否則不要浪費時間進行解釋。\n例如，“打破”和諧有時也很有用：\n● 開始收拾自己的文件，示意你希望會議結束。\n● 作為一名推銷員，你提出要打個電話或上廁所，先讓客戶有時間考慮是否要購買你的產品。給彼此一個“冷靜思考的時間”，這樣可能很有用。例如，簽訂某些個人理財合同的時候。你也可以建立一種深度和諧關係，當“客戶反悔”的時候，請你不要指責對方。最好是簡單而溫和地打破和諧關係，比如，你可以說，你要上廁所，以便顧客在簽字之前有單獨思考的時間。\n團體應用\n你可以與個人建立和諧關係，也可以與團體建立和諧關係。請看下面的例子：\n● 當你對著一個團體發表演講的時候，剛開始，你可以要求聽眾針對某個特定主題進行舉手表決。提問時，請你舉手。例如，我經常問：“誰聽過我說話？”接著就是問：“誰第一次看到我？”這樣的話，你就和這個團隊建立和諧關係了，因為幾乎所有的觀眾（即便不是全部，也是多數）都會模仿你舉手。我還發現一個有用的問題：“如果誰今天想早點結束，請舉手。”（我很少問相反的問題！）\n● 如果你是在開會或演講，你知道有人會遇到一些阻力。例如，星期五下午4點強制開會，這是公共假日週末之前的會議，大家一開始就不是精力充沛，你可以暗示他們，你已經意識到了他們的狀態，先“跟上”，後“帶領”。例如，“我知道，這是一個長週末之前的星期五下午4點，我想你們中的一些人可能不會期待這次會議。”（停頓，看看有沒有同意的跡象。）“所以我的建議是：我們集中精力開會，讓會議快速有效地進行，好讓我們都可以早點回家享受週末。”（備註：這樣做之前，請你反思一下，你要盡你所能地確保自己的假設正確；如果他們期待這次會議，那麼，你在不經意間已經在他們的腦海中種下了消極思想！）\n● 如果你和一群潛在客戶會面或在參加團體面試，你會發現一些共同的姿勢（例如，有人可能雙腿交叉，有人手託下巴，有人前傾，有人後傾）。請你務必在某種手臂姿勢或腿部姿勢方面選擇與大多數人相匹配。如果你覺得自己已經與他們建立了和諧關係（也許一兩分鐘後），並做出了巧妙的改變，讓你自己與那些不匹配的人相匹配，並保持下去，這樣你就可以在大部分會談中與每個人都保持和諧關係。如果碰巧你遇到了一位看上去最有影響力的人（不一定是最年長的人），那麼，你在與每個人建立和諧關係的同時，還要集中精力與那位最有影響力的人保持和諧關係。\n在團體面前，打破和諧關係可能很有用，例如：\n● 作為一名經理，在團體會議期間離開房間，等到組員們自行做出一些決定，並擔起執行的責任之後，你再回來繼續開會。"
  },
  {
    "id": "id33",
    "title": "第六章 建立共同語言——改變自己的語言方式",
    "text": "第六章\n建立共同語言\n——改變自己的語言方式\n----------------------------------------\n如果你用一個人聽得懂的語言與他交流，他會記在腦子裡；如果你用他自己的語言與他交流，他會記在心裡。\n——納爾遜·曼德拉（前南非總統）\n英語和其他眾多語言一樣，存在四種主要的表象系統，這會影響一個人使用的語言類型。如果你明白這一點，就會更好地組織自己的語言，表達自己的觀點，讓每個人都能領會你所說的話，從而明白你的言外之意，因為你在根據他們自動處理信息的方式進行交流，即使他們沒有意識到這一點也無妨。\n共同語言的作用\n這種方法對於個人和團隊都非常有效，請看下面的幾點原因：\n● 你們可以提高自己的溝通能力，例如，當你進行銷售、演講、管理、廣告、談判的時候，因為你能夠根據他人的思維和接受信息的方式進行溝通；這有助於避免這樣的尷尬場面——你對不同的人說同樣的事，卻得到不同的回應。歡迎加加入書社,每日海量書籍,大師課精彩分享V 信:dedao555\n● 你們可以提高與感官相關的能力，例如，傾聽技巧、創造力以及創造性地解決問題的能力。\n● 在上述領域內指導別人。\n● 利用共同語言建立和諧關係。\n我們在進一步闡述之前，有必要先介紹一下基礎知識。\n如何收集和處理信息\n正如大家從”NLP溝通模式”（第二章）中所學的那樣，我們使用自己的五種感官接收外部信息，用同樣的五感處理內部信息；另外，我們針對信息進行自我對話（也就是說，把信息寫成文字）。這些感官通道就是“表象系統”，也就是我們陳述信息的方式。我們的表象系統包括：\n● 看見（視覺）。\n● 聽到（聽覺）。\n● 感到（觸覺）。\n● 嗅到（嗅覺）。\n● 嚐到（味覺）。\n在處理信息的時候，除了這五種感覺器官之外，還有一個自我對話環節。這種自我對話（或自言自語）被稱為“數字化聽覺”。例如，你可能剛剛被提升，公司給你配了一輛汽車。當你進入展覽室的時候，可能會看到（視覺）一輛特別的汽車，然後你會自言自語（數字化聽覺）：“這正是我想要的車。”\n雖然我們每個人都在某種程度上使用了所有的表象系統，但很多人會偏愛使用一兩種感官通道（也就是優先表象系統）。我們將在下一節中詳細介紹優先表象系統。\n一般來說，在西方文化中，嗅覺系統和味覺系統雖然對生存很重要，但對於生活方式更為豐富的人們來說，並不是那麼重要，所以，其他三種感官通道以及數字化聽覺更佔優勢。讓我們看看這四個主要的表象系統。\n視覺： 包括外部圖像、生成的圖片、我們腦海中想象的圖像以及我們看過的照片或圖片。\n聽覺： 包括外部聲音、我們腦海中想象的聲音及我們聽到的聲音、音樂或話語。\n觸覺 ：包括外部接觸、內部的感覺和情感以及身體的意識。\n數字化聽覺： 針對某個話題，我們的自我對話和評估。\n認識你所偏愛的表象系統\n在NLP領域，人們普遍認為：\n● 35%~40%的人偏愛視覺系統。\n● 20%~25%的人偏愛聽覺或數字化聽覺系統。\n● 40%的人偏愛觸覺系統。\n我們有必要知道這一點，因為，一般來說，人們選擇交流對象時，往往會根據自己的偏好而定，這樣可以與那些有著相似喜好的人溝通，如果交流雙方有著不同的偏好，溝通起來就沒那樣有效了。\n某些特定的職業可能要求某個特定的表象系統，這要歸因於工作的固有性質，例如：\n● 建築師和設計師偏愛視覺系統。\n● 音樂家和電話銷售人員往往偏愛聽覺系統。\n● 計算機工程師（負責維修）和物理治療師往往偏愛觸覺系統。\n● 會計師、律師和商業分析師偏愛數字化聽覺系統。\n練習題6.1\n（大約耗時10分鐘）\n請填寫下面的表象系統調查問卷。這樣有助於你瞭解自己偏愛什麼表象系統。\n表象系統調查問卷\n步驟1: 對於下面的每一句話，請在每個短語旁邊加上一個數字。使用下面的表象系統來表示你自己的偏愛：\n4=把你的偏愛描述得最為準確\n3=把你的偏愛描述得校為準確\n2=把你的偏愛描述得不太準確\n1=把你的偏愛描述得最不準確\n此時，不要參考a、b、c和d的答案。你將在步驟2中使用這些信息。請注意，每個問題中的a、b、c和d有著順序的變化。\n1.通常情況下，我做出重要決定的依據是：\na哪種方式看起來對我最好\nb哪種方式聽起來對我最好\nc這些問題的審查、分析和思考\nd我感覺我的直覺對我最好\n2.在激烈的辯論中，我最有可能受到哪些影響：\na人們說話的語氣\nb我是否可以看懂別人的想法\nc對方論點的邏輯性\nd我對這些話題的感受\n3.在會議期間，我喜歡這樣陳述信息：\na乾淨利落，有圖片和圖解\nb以我可以把握並得到親身體驗的方式\nc用邏輯和理性的方式，以便我自己理解\nd以談話的形式，以便我們討論，我還可以提問\n4.我最喜歡的愛好和娛樂，通常包括：\na觀看電影和其他視覺藝術\nb聽音樂、聽廣播或與人交談\nc做運動，參加活動，常常四處走動\nd閱讀、學習、分析，常常動腦筋\n5.我傾向於這樣解決問題：\na看情況，瀏覽所有方案，可能還要使用圖解\nb與朋友或同事一起討論情況\nc分析形勢，並選擇最有意義的方法\nd相信自己的直覺和內心感受\n6.當我和朋友在一起的時候：\na我喜歡觀看他們的行為舉止和互動方式\nb當我對他們講話的時候，我會擁抱他們，或者坐在他們旁邊\nc當我和他們說話的時候，我就是對他們的理論、推理和想法感興趣\nd我喜歡傾聽他們，也喜歡和他們說話\n7.我更喜歡學習某項特殊的運動或活動：\nA觀察老師或教練的運動示範\nb請老師或教練把我的身體調整到正確的位置\nc傾聽解釋、討論並積極提問\nd以某種特定的方式去理解這項運動的原因和理論\n8.在演講時，我最感興趣的是：\na演講的邏輯和理由\nb演講者說話的語氣和方式\nc演講者使用的視覺輔助工具\nd抓住機會認真處理問題，也許需要親自示範\n調查問卷評分\n步驟2: 填寫表格6.1，寫出與每個字母相關聯的分數，然後將每列數字累加起來。\n步驟3: 總分數提示了你對四個主要表象系統的相對偏好程度（a=視覺，b=聽覺，c=數字化聽覺，d=觸覺）。記住，這些分數顯示的是你的偏好，並不能描述你的能力，更不能代表真正的你。\n表格6.1\n提示6.1\n請注意，以上的百分比和練習題6.1的結果只是提示，而“偏好”並不一定等同於“能力”。例如，如果你最不喜歡的表象系統是聽覺，那並不意味著你不是一個“好聽眾”。\n辨別優先表象系統\n在職場上，如何辨別你的優先表象系統，以及你的表現如何，下面是一些小提示。這部分內容只是一概而論，不可能對每一個人都有效。\n視覺效果（用圖片思考）\n● 說話快（他們用圖片思考，一幅圖就是千言萬語），手勢也很快。\n● 使用“視覺”語言，比如：看見、觀看、看上去、目光集中、畫一幅畫、精神形象、清晰、鑑於、朦朧、展示、期待、照亮、預見、想象、回顧、我明白你的意思、目光短淺、不贊成。\n● 根據愛好去做事，包括看東西，如藝術、電影、攝影，或者喜歡視覺性的娛樂活動，比如，在鄉下散步時看看風景。\n● 更好地記住自己看到的東西，特別是圖解、流程圖和圖片。\n● 通過視覺進行學習，例如，圖解、視頻、流程圖和圖片。\n● 喜歡整潔乾淨的東西——某物或某人的外觀很重要。\n聽覺效果（用語言交流）\n● 說話速度不快不慢，通常有節奏，悅耳動聽。\n● 使用“聽覺”語言，比如，聽到、聲音、聆聽、說話、討論、交談、收聽、關掉、產生共鳴、我洗耳恭聽、表達意見、提問、告訴、宣佈、使人想起某事、悅耳的話、聲音又大又清晰、所見略同、和諧。\n● 根據愛好去做事，包括聆聽和說話，如背誦詩歌、聆聽音樂、打電話給朋友，或者喜歡聽覺性的娛樂活動，比如，在鄉下散步時聆聽大自然的聲音。\n● 更好地記住那些討論過或聽到的信息。\n● 通過聽覺進行學習，例如，聽音頻材料或聽力講解。\n觸覺效果（感受和體驗）\n● 說話速度緩慢。\n● 使用“觸覺”語言，比如，堅硬，握住，連接，凝固，取得聯繫，醞釀一下，某物的硬、軟、粗糙、光滑，抓住，接觸，理解，逗留，處理，坦誠地吐出真相，牽線搭橋。\n● 根據愛好去做事，包括感觸或情緒，比如，物理療法、陶器工藝、運動，或者他們喜歡的觸覺方面的娛樂，比如，在鄉下散步時，呼吸新鮮空氣（散步就是一種觸覺活動呢）。\n● 更好地記住自己經歷過的一些事情。\n● 通過實踐進行學習的效果最好，例如，將所學知識付諸實踐和進行實驗。\n數字化聽覺（分析和思考）\n● 想了解某些觀點的作用。\n● 對有意義的和合乎邏輯的觀點感興趣。\n● 使用不是“特定感覺”的語言，比如，構思，評價，評估，思考，理解，瞭解，學習，處理，決定，考慮，改變，有意義、有邏輯的過程，改變我們的思維，改變主意，找到相關理論。\n● 需要事實、數據和證據。\n● 展示其他三大表象系統中任何一種系統的特性。\n辨別他人的優先表象系統，有助於你以對方喜歡的方式傳遞信息給他們，而且，你也可以更好地影響他們。\n利用表象系統進行高效溝通\n自己獨自使用。 因為大多數人根據自己的感官喜好進行交流，所以，如果你可以輕而易舉地使用四大表象系統，就會讓你靈活地與人交流——不管對方的感官偏好如何。無論你從事什麼樣的工作，這都有助於你辨別他人的優先表象系統，此外還能幫你與人交流和建立和諧關係。\n提示6.2\n你可以進行相關的實踐，從而提高你獲得和使用自己不喜歡的表象系統的能力。請看下面的幾個例子：\n● 視覺：記住與工作有關的圖表（記住越來越複雜的細節）甚至做“大家來找茬”遊戲。\n● 聽覺：聽收音機或學習音頻材料。\n● 觸覺：親自體會與工作相關的問題，或者，如果覺得合適，啟動一個循序漸進的接觸過程。\n● 數字化聽覺：思考合乎邏輯的推論，或者尋找與工作有關的適當事實和數據。\n與其他個人和團體並肩作戰。 在工作中向特定的個人（客戶、員工、供應商、實習生）提供信息時，儘可能地找出他們的優先表象系統，然後相應地傳遞信息。下面列出的陳述風格值得重視：\n● 圖片和圖表（視覺）（注意：儘量讓畫面整潔乾淨！）\n● 討論（聽覺）\n● 以某種方式影響他人，例如，讓他們嘗試你的新產品（觸覺）\n● 事實和數據（數字化聽覺）\n請記住，以上幾種表象系統，最好搭配使用，因為，即便一個人偏愛某一種表象系統，但這並不意味著，他就再也不會使用其他的表象系統了。\n故事6.1\n我有一個同事，她曾經是一種教育產品的銷售代表，她的銷售區域內大約有200箇中小學校長和大學校長。她完成了NLP課程之後，就學會了“辨別優先表象系統”知識，記錄了每個銷售對象的優先表象系統。\n● 對於那些有視覺偏好的校長，她就與他們面對面交談，還把自己打扮得乾淨整潔。她還送給他們一些精美的小冊子，或向他們展示產品。\n● 對於那些有聽覺偏好的校長，她就打電話和他們聊天。每當她看到他們的時候，她都會抽出充分的時間與他們聊產品。\n● 對於那些有觸覺偏好的校長，她就給他們帶一些蛋糕，或者和他們一起吃三明治（吃蛋糕和三明治是觸覺活動，也是味覺活動），她會給他們試用產品的機會。\n● 對於那些數字化聽覺偏好的校長，她就會提前瞭解一些相關的事實、數據和科學研究。\n僅僅6個月的時間，她的銷售額就得到了大幅度提升。\n練習題6.2\n根據故事6.1，找出重要同事和客戶的一兩個優先表象系統，並據此向他們傳遞產品或服務信息。\n上文中已經提到，當眾發言時，建議最好搭配使用這四種表象系統。這將有助於全體觀眾參與你的話題。同樣的原則也適用於電子郵件或報告傳達信息。在發表“正式”演講或組織培訓課程的時候，請務必考慮使用整潔多彩的活動掛圖，而不是幻燈片。活動掛圖可以放在牆上，可以在整個過程中進行視覺提醒，幻燈片卻達不到這樣的效果，當你翻到下一頁時，上一張幻燈片就不見了。\n提示6.3\n如果你管理一個團隊，讓他們完成“表象系統調查問卷”，然後討論結果，以及這種結果如何反映某人接收信息的感官偏好。\n此外，表象系統還可以用於諮詢和解決問題的領域。下面的例子就是最好的證明。\n故事6.2\n一位前同事告訴我，他使用表象系統的原理，幫助客戶在兩小時內取得的進步勝過了一家大型諮詢公司在幾周內取得的進展。\n我和他在NLP會議上發言，我們決定演示這個過程的作用。當時有13位與會者，他們彼此都不曾見過面。其中一位是一家鋼鐵廠的經理，這家工廠有一些生產問題。對於鋼鐵生產問題，其他人都是門外漢。在這位經理的指導下，其他12名代表在地板上鋪了幾張紙，這幾張紙分別代表鋼鐵生產過程中所涉及的不同部門和領域。這就提供了一個視覺圖像。他們針對當前的情況、期望的願景和相關事實進行了各種討論，還配以聽覺和數字化聽覺處理方式。他們找來一個小物體，它移動到哪裡，就代表鋼鐵進入哪個生產環節。如果與會代表們願意的話，希望他們積極移動這個小物體，並寫下筆記。這就是觸覺環節。\n在45分鐘內，這位經理說，他至少萌生了兩個很棒的想法，這個結果直接來自於新手們的“項目諮詢”。\n學會使用特定的詞彙進行溝通\n與人談話，要用他們自己的語言。如果你做得好，他們會說：“天啊，他說的正是我所想的。”當他們開始尊重你的時候，就會鐵了心追隨你。\n——李·艾柯卡（福特汽車公司和克萊斯勒汽車公司前總裁）\n我們可以進一步探討表象系統在語言領域的應用。正如我們在第二章中所述的，語言是我們把思想變成文字的方式。因為我們使用圖片、聲音、感覺和自我對話進行思考，所以，我們的語言可以反映出這一點，這並不奇怪。在本章的前面，我們研究瞭如何辨別某人的優先表象系統；其中一個指標就是他們使用的詞彙。例如，有人在進行視覺思考時，會使用諸如觀看、看見、畫一幅畫、目光集中和視角之類的詞語。你聽到人們所說的話之後，很快就會理解他們的想法。在NLP中，表示某人使用的表象系統的單詞和短語被稱為“謂詞”。\n謂詞的作用\n懂得使用適當的謂詞，是使用詞彙構建和諧關係的一種方法。這是因為它有助於你根據客戶、同事、面試官等在那一刻使用的表象系統進行交流。\n與此相關的是，因為我們使用感官進行思考，所以，使用感官詞比使用中性詞更能吸引人們的注意力。這在廣告中特別有用，因為許多廣告追求激活人們的感官，例如，報紙廣告經常使用閃閃發光的圖像，電臺廣告則使用朗朗上口的順口溜。\n謂詞的使用\n在“辨別優先表象系統”標題下，我列出了四大系統中的若干謂詞。這些只是部分例子，而不是全部列表。除非你正在寫給這樣的人——你知道他的優先表象系統，你知道，那個人一定會閱讀這個信息，我建議你適當地使用謂詞搭配（即使報告很普通，使用謂詞也會吸引讀者）——當你寫電子郵件、銷售信函、廣告文案和報告的時候；當你做演講和演示“表象系統在工作中的應用”標題下其他例子的時候。\n練習題6.3\n檢查你的電子郵件，你公司的廣告和宣傳文案（包括網站），以檢查這四大感官的謂詞是否得到了充分使用。注意自己的偏好，以便恰當地搭配使用這四類謂詞。\n當你閱讀本書的後面章節或回顧前面的章節時，請注意我使用謂詞和這四大表象系統的次數。\n提示6.4\n練習流利地使用與你最不喜歡的表象系統有關的謂詞，這樣你就可以更容易地與同事們取得一致意見，並一拍即合，真正地接觸並理解他們！\n在我們結束表象系統和謂詞的話題之前，還要介紹一個相關的主題，即“眼動模式”。\n眼動模式\n觀察某人的思維類型，還有一個指標，那就是他們的眼睛盯向何方。根據一些研究和簡單的觀察可知，某人眼球運動的方向表明了他在特定時刻接近的表象系統。圖6.1顯示了當你盯著別人看的時候，絕大多數人的眼動模式。\n圖解：\n● Vc是視覺構造，也就是創造一幅你從未見過的畫面。\n● Vr是視覺記憶，也就是記住你所看到的事物的圖片。\n● Ac是聽覺構造，也就是創造一種你從未聽過的事物或單詞的聲音。\n● Ar是聽覺記憶，也就是記住你聽到的某個事物或單詞的聲音。\n● Ad是數字化聽覺，也就是與你自己說話，或者用你自己的聲音說話。\n● K是觸覺，也就是你自己的內部感覺。\n如果你看到某人的眼睛在思考某個問題或說話時轉向某個特定象限，那就表明他正在訪問那個特定的表象系統。如果是的話，與他們交談時，請使用與那個表象系統相關的謂詞。例如，如果你看到某人的眼睛轉向觸覺象限中，你可以這樣說：“你覺得怎麼樣？”或者“你覺得那個怎麼樣？”\n請用常識對此做出解釋。某人抬頭，不一定是視覺，他可能只是看到牆上有一隻蒼蠅。根據我的經驗，有一些NLP學員過分強調眼動模式。眼動模式可以向我們提供有用的信息，但它並不能完全肯定某人的思考方式。\n某些NLP專業人士發現，少數人會“左右顛倒”（比如左撇子），也就是說，當某人看向右邊時，實際上代表左邊的表象系統，反之亦然。你可以在對方說話和思考的時候關注他的眼睛看向何方，這樣可以看出他是不是左右顛倒。"
  },
  {
    "id": "id34",
    "title": "第七章 語言的力量——提高工作中的聽說能力",
    "text": "第七章\n語言的力量\n——提高工作中的聽說能力\n----------------------------------------\n改變你的語言，就會改變你的想法。\n——卡爾·阿爾巴切特\n（億萬富翁，阿爾迪折扣連鎖超市創始人）\n在上一章中，我們討論了一些語言類型，以及如何在工作中使用這些語言。在本章中，我們將介紹如何使用其他類型的語言來增強你與同事、客戶和其他利益相關者溝通的能力。尤其是提高如下幾種能力：\n● 根據大藍圖或細節進行適當的考慮，以改善交流的“水平”。\n● 用語言去鼓勵橫向思考和頭腦風暴。\n● 理解一些日常用語的力量。\n● 故意使用模糊語言去影響工作。\n● 提出有深刻見解的相關問題。\n● 在工作中有效地使用故事和類比。\n請注意，雖然在本章中使用了語言模式的一些術語和名稱，但這並不是要向大家介紹語法知識。在本章中，我將重點說明如何將本書中的語言模式使用在工作交流中，也就是語言模式的有效性問題。\n學習語言溝通的原因\n正如我們已經看到的，語言是交流模式中的一種關鍵過濾器，當和諧關係得以保持的時候，尤其是和諧關係一旦需要建立的時候，語言就會非常重要。\n語言的有效使用也幾乎有助於一切商業活動，包括提出想法和問題，比如：\n● 銷售、市場營銷和廣告。\n● 影響員工、同事、消費者、供應商。\n● 談判。\n● 諮詢。\n● 指導。\n● 培訓與教學。\n● 演講。\n● 面試（面試官或應聘者）。\n下面請看第一個主題——“NLP歸類法”。\nNLP歸類法的重要作用\nNLP歸類法涉及溝通中的細節水平，它的覆蓋面很廣——從大藍圖到小細節，從抽象到具體，從大信息塊到小信息塊。我們可以使用該模型把自己（或他人）的交流層次進行細分或概述，也可以進行橫向思考。工作場所的抽象概念（大信息塊）的例子包括：效率、生產率、繁榮、機會均等和增長前景等等。具體概念（小信息塊）包括：誰、何時、何地、做什麼、如何做等等。\nNLP歸類法非常重要的依據是凱爾西和貝茨福音合著的《請理解我》一書。該書中解釋了著名的邁爾斯布里格斯類型指標（簡稱MBTI），大信息塊和小信息塊之間的差異就是人們之間溝通困難和分歧的主要原因之一。\n該模型還包括其他的職場用途：\n● 在工作中建立和諧關係（使用語言建立和諧關係的一大要素就是語言和“信息塊”大小匹配）。例如，如果一個導演偏愛“大塊”，通常他希望對你的信息進行一個概述，而不是細分。\n● 提高你的晉升機會。因為，一般來說，你的年齡越大，你就越需要看到大藍圖，如果需要的話，還必須看到小細節。例如，財務總監需要了解整個業務如何運作，以及企業的財務狀況如何受到匯率變動和經濟狀況的影響。而會計人員則更可能關注具體發票上的細節。\n你可以使用NLP歸類法去獲得更大的信息塊（稱為向上歸類或上調），目的如下：\n● 達成協議和交易。例如，當你與團隊談判的時候，多數人會一致同意憧憬美好的結果，這是大信息塊；他們可能在如何實現美好結果的問題上意見不盡相同。\n● 為某個組織設定總體任務和價值觀（大信息塊），這樣有助於大家投入相應的勞動力。\n● 同意新的政策或制度（大信息塊），使管理者能夠選擇一項完全符合他們需要的政策。\n相反，你可以用NLP歸類法去獲得更小的信息塊（稱為向下歸類或下調），目的如下：\n● 確保每個參與項目的人都清楚地知道，他們在做什麼和什麼時候做，以便達到目標或按時完成任務。\n● 指導或管理員工完成總體目標所需的特定任務。\n● 調查其中的問題或不佳表現，並協助解決具體問題。\n如何使用NLP歸類法\n讓我們假設一下，你正在討論購買一個新的計算機系統。如果你想要向上歸類的話，那就需要問如下問題：\n● 新系統的目標或好處是什麼？\n● 新系統會給大家帶來什麼？\n● 什麼是新系統？舉個例子說明。\n● 擁有新系統的意圖是什麼？\n作為演講者，你會選擇與特定情況最相關的問題，以及你想在提問中獲得的信息，並考慮之前討論過的問題。\n若想向下歸類，你可以問以下問題：\n● 到底誰將授權購買新系統？我們將從誰那裡買到？\n● 什麼時候授權採購？什麼時候送貨？\n● 新系統要花多少錢？我們究竟怎樣使用這個新系統？\n● 你們要把新系統放在哪裡？\n● 新系統的規範是什麼？\n● 我們將來可以購買什麼類型的新系統？\n練習題7.1\n請注意，你自己是更喜歡大藍圖，還是小細節？或者兩者都一樣讓你舒適呢？你可以關注以下幾個方面。例如，當你進入一個情境的細節，針對各種工作挑戰問題，你覺得，向上歸類令人舒適還是向下歸類令人舒適呢？還有，你感覺最舒服的地方在哪裡？你也可以提醒客戶、同事和員工，從而瞭解他們給了你多少細節，以及他們對細節有多寬容。這一點，第十五章將會進行深度剖析。\n請記住，用語言建立和諧關係的方法之一，就是與某人偏愛的細節數量相匹配（參見第五章）。\n例如，如果你在談判或頭腦風暴時陷入僵局，你就可以進行橫向思考。你可以這樣做：\n● 針對上文中列出的問題進行向上歸類。?向下歸類，尋找不同的例子或方式。\n故事7.1說明了這一點。\n故事7.1\n有人聘請我的一位NLP導師去幫一家公司與工會談判。他與公司管理層談話時，詢問他們想要什麼，然後進行了向上歸類，直到達到非常抽象的概念，如“擴展”。他與工會成員談話時，發現他們希望加薪，這並不足為奇。然後，他進行了向上歸類，發現加薪的真正目的是讓員工過上“舒適的退休生活”。\n接著，他進行了橫向思考，問自己，也問公司管理層和工會成員，如果不加薪，員工如何享有舒適的退休生活。他們意識到，增加養老金捐款也是一種可以接受的方式。於是，他們繼續就各種細節達成一致。\n所以，在這個例子中，向上歸類到“舒適的退休生活”，然後尋找不同的方式來實現這個目標，最後會促使協議的達成。\n提示7.1\n為了提高處理具體和抽象信息的能力，在工作中挑選一個時髦話題，並向上歸類一些層次，直到達到高度抽象的概念（例如，盈利能力、員工敬業度或成就感）。然後再向下歸類一些層次，直到理解必要的細節為止。如果你在某個層次上顯得比較強大，那麼，如果需要的話，請在相反的方向上繼續努力，直到達到相應的層次。\n下面的圖解7.1中總結了NLP歸類法。\n工作中如何運用歸類法\n你可以在工作中使用幾種方式的NLP歸類法，例如：\n● 職業發展。你可以經常就自己的工作問題和話題進行向上歸類，例如，一名希望推進自己職業生涯的會計文員可能會問自己：“確保所有發票發送及時、正確的目的是什麼？”一般來說，你在一個組織中的職位越高，人們就越希望你看到更大的局面。\n● 使用相關問題來指導或管理他人，促使其進步。\n● 目標設定。如果你回顧第四章內容，你會注意到有一些問題屬於向上歸類問題，另一些屬於向下歸類問題。\n● 使用橫向歸類法來創建備選方案和問題解決方案。\n● 解決衝突和談判。先向上歸類，然後向下歸類，這樣可以儘快使你保持和諧。\n● 發現事實並排除故障（向下歸類）。\n● 會議：瞭解會議的目的（向上歸類），幫助他們保持正軌。如果會議偏離正題，請禮貌地詢問會議的具體目的是什麼。\n● 提供企業願景或使命宣言（向上歸類到非常抽象的層次）。\n● 在會議或項目上產生行動計劃（向下歸類）。\n我們已經學習了歸類法的概念，現在讓我們切換到另一種語言模式。\n語言中包含的豐富內容\n在NLP中有一個概念，叫作“語言預設”（這些與第三章中介紹的NLP預設前提完全不同）。語言預設可以被定義為：在句子或短語中自動地假定句子的意義。例如，“那個人看見了狗”，這句話預設了三件事：\n● 有一個人。\n● 他能看見。\n● 有一隻狗。\n雖然這個例子非常明顯，但是，這種語言模式會幫你做到以下兩點：\n● 完善你的交流，這樣你就可以按照自己想要的方式去影響聽眾和讀者。\n● 通過人們說話，更好地瞭解他們如何思考（記住第三章中史蒂芬·柯維的名言：“先求瞭解對方，再求被對方瞭解。”）\n此外，如果你閱讀一篇高質量的全國性報紙的社論文章，你就會發現幾個說明編輯如何使用語言預設的例子（他們不一定意識到了這一點）。你不能避免使用這些語言模式，因為它們是語言固有的模式，但是，你可以選擇更有效地使用它們。\n語言預設的關鍵詞\n我們將會介紹10種主要形式。首先，我要簡單地解釋一下語言預設的定義，並舉例說明如何在工作場所使用它們（你可以幾乎無限使用這種語言模式，它在工作場所沒有具體的應用程序）。若想了解語言預設的29種模式和更多信息，請閱讀理查·班德勒和約翰·格林德的《魔法的構成》第一卷。\n下面列出的例句都是獨立的句子，作用只是為了說明情況。重要的是要記住，這些句子不一定要求真實，但需要符合上下文的語境。我用粗體字標明瞭語言預設的關鍵詞，供大家參考。\n正如本書所介紹的其他主題一樣，請確保你擁有一份和諧的關係，對他人有一個積極的意圖，並在使用這些語言模式時按照常理來考慮問題。\n【存在】\n這種語言預設都是名詞，比如，地點和人物，每句話中至少有一個“存在”。\n當你管理一個員工的時候，你可以說：“讓我知道你是何時找到解決方案的。”或“你尚未找到解決方案。”這兩句話的語言預設都是“存在一個解決方案”，這樣可以激勵你的員工繼續尋找解決方案。\n【必要】\n這些預設前提都是動詞，包括不得不、必須、應該、一定和需要，表明某人擁有的原則或信念。如果你想創造某種原則，或者強烈鼓勵人們做某事，你可以使用這些動詞。\n● “我們需要 快點。”\n● “今年，我們應該 達成目標。”\n● “你必須 把它弄明白。”\n【可能/不可能】\n這些動詞意味著事情可能或不可能，比如：能/不能，可以/不可以，也許/不會，可能/不可能。\n● “我們不能 把這事告訴我們的老闆。”\n● “我們能夠 超越目標。”\n● “你可以 做一次很棒的演講。”\n例如，打廣告的時候，你可以使用這些動詞，讓顧客感覺到，一旦他們買了你的產品或服務，就會獲得收益。\n【因果】\n這些詞語或動詞暗示某種形式的因果關係或聯繫，例如，如果……那麼，引起，使得，導致，因為……所以。\n如果需要的話，你可以用這類詞語提醒某人去做相關的事情。\n● “因為 本季度你頻繁做電話推銷，所以 你會變得更加成功。”\n● “如果你表現好，（那麼） 你就會被人關注。”\n● “從錯誤中學習會使得 你提高效率。”\n【同義】\n下面是兩個事物或概念看起來相等或同義的情況，例如，動詞“是”“意味著”“代表”。\n● 你是 一個優秀的談判者（即“你”等於“優秀的談判者”）。\n● 面試時保持眼神交流，意味著 你感興趣。\n● 女老闆在大喊大叫，意味著 她是真的對此結果充滿熱情。\n● 1000英鎊代表 一個高價。\n你可以使用這些詞語來創建兩個概念之間的關係或聯繫（例如“你”和“優秀的談判者”，“1000英鎊”和“高價”）。\n請注意，“因果”涉及一個先後順序，而“同義”涉及的事情都是同步的。\n【認知】\n這個預設涉及人們能夠意識到某事，並通過使用與感官或意識有關的詞語來表示，例如，看到、聽到、感覺、理解、意識到、注意到和覺察到。你可以使用這些詞語來減少對某事的質疑或反對的可能性。\n● 約翰看到 了市場空白（讀者/聽眾可能不會質疑是否真的市場空白）。\n● 你意識到 了有一個巨大的機會。\n● 她注意到 了辦公室裡的氣氛很好。\n有趣的是，上面的句子可以用否定句來表述，這個預設依然適用。所以，“約翰沒有看到市場空白”，仍然假定存在市場空白。\n【時間】\n時間預設對於我們如何創造現實是非常重要的。雖然一些更詳細的細節超出了本書的範圍，但下面的簡單例子也將說明這種影響。\n● 我們現在有一個問題（行動可能是必需的）。\n● 我們曾經有一個問題（無須行動）。\n時間預設可以用詞彙來表示，比如，之前、之後、然後、現在、停止、尚未，還可以用改變動詞的時態來表示。\n● “你做出決定之後 ，請讓我知道你的計劃。”\n● “你今天離開辦公室之前 ，請檢查一下報告是否完成了。”\n● 職員：“我和喬有點問題。”教練或經理：“哦，當時的問題是什麼？”這樣巧妙地把問題推到了過去。如果經理說：“哦，現在的問題是什麼？”很不幸，這句話讓職員感覺問題還沒過去。\n【形容詞/副詞】\n形容詞（修飾名詞）和副詞（修飾動詞）可以增加句子的影響力。\n● 我不知道你如何輕易地 找到解決方案（“輕易”的重點不是解決方案是否存在，而是找到解決方案多麼容易）。\n● 你如何很快地 給我報告？（前提是這個人會寫報告）。\n● 客戶：“這種情況已經讓我們耽擱了一段時間了。”諮詢師（想向客戶保證他們是專家並能解決問題）：“因為我們已經在這個行業工作多年了，我們已經看到過類似的問題。我們很容易 在一週內為你處理好。”\n【是……還是……】\n“是……還是……”表示有選擇的機會。在商業中，你有時希望對方少一點選擇，所以列出選項供對方參考。例如：\n● “我們哪天見面？是 星期五下午3:15還是 星期二下午2:00？你要選哪個？”\n● “是 現金支付還是 信用卡支付？”\n【序數詞/基數詞】\n這與事件的序列或數量有關，如第一、上一個、下一個、第二、最初和最後。\n● “我最新出版的書是關於銷售的（預設前提是這個人以前也出過書）。”同樣，“我的第四本書”意味著，以前出過三本書，以後可能還會出書。\n● “這是第五點，也是最後一點。”\n● “一旦你完成了任務，請讓我知道，我會給你下一個任務（這裡的語言預設有別的任務需要學習或完成）。”\n【標明這段話中的語言預設】\n場景：在年度員工會議開始時，主管向團隊發表演講。\n早上好。歡迎參加我們的第三次年度員工大會。事實上，參與人員如此眾多，這就意味著你們正在如飢似渴地推動組織向前發展，並邁上一個新的臺階。我們現在歡聚一堂，主要原因在於：去年，我們取得了巨大進步，如今依然可以尋找更好的方法來再現輝煌。我們必須奮勇前行，因為站著不動意味著我們會落後於競爭對手。無論我們是快馬加鞭，還是緩緩前行，我們的目標都必須集中於成功的結果，並爭取成為第一名。\n練習題7.2\n（大約耗時5分鐘）\n通讀上面的段落，看看你是否能找出幾個語言預設的應用例子。（參考附錄A核對你的答案。）\n小詞彙，大寓意\n接著前面的話題，下面介紹幾個小詞彙，別小看它們，因為小小的詞彙蘊藏著大大的寓意，也許說話人或聆聽者都沒有意識到這一點。\n【但是/雖然/然而】\n寓意： “但是”否定了先前說過的話（其他兩個詞的程度小一點）。“這是一場很棒的演講，但是（雖然，然而）你還可以講得更好。”這意味著，這不是一場很棒的演講。\n點評： 使用“而且”比“但是”更有用，除非你真想否定對方的話。（如果說話人提到了負面的東西，比如，會議中的重重困難，那麼，你可以這樣說：“是的，是很困難，但是，你從中學到了很多。”）\n【試著】\n寓意： “試著”意味著某事將會很困難，或者你可能不會成功。作為經理，你想讓你的員工“試著”在今天下午5點給你報告，還是“必須”在今天下午5點給你報告？\n點評： 請去掉“試著”這個詞，除非那個人在這個領域沒有什麼能力，你想讓他們體驗或嘗試新事物。\n【不要】\n寓意： 如果你讓某人“不要”做某事，他一定會考慮這樣做（或者暫時會這麼想），然後再考慮另一種選擇（現在不要想著你最快樂的時刻）。尤其是當話題涉及一個自動（無意識）反應的時候，比如，“不要擔心”或者“不要分析我的動機”。\n點評： 告訴別人，你想要他們做什麼，而不是你不希望他們做什麼。如果有必要說出你不想讓他們做的事情，請強調一下你想讓他們做的事情。\n比如：“放鬆下來吧！”或者“順應潮流吧！”\n【是……還是……】\n寓意： 正如上文中所介紹的，“是……還是……”有時可以限制人們的選擇範圍。在我的培訓課程中，當我問“你們能做的是X還是Y“時，通常的回答是：“X\"或“Y”。實際上，如果你的問話還包括其他選項，那就給了對方更多的選擇。\n點評： 每當你聽到“是……還是……”這個短語，你不希望自己或他人的思維受到限制（例如在頭腦風暴會議中）時，請提示一下，除了對方提出的選項之外，還有其他的有益選項。\n【尚（不）】\n寓意： 在句子中加上“尚”可以明顯改變意思。“我不能做報告”和“我尚不能做報告”有著很大的區別。\n點評： 如果有人說到一個明顯卻只是暫時的限制條件，以後還有做到的可能，那就在“不”字之前加個“尚”字吧。\n【如果/當……時候】\n寓意： “如果”意味著發生的可能性；“何時”意味著發生的必然性。\n點評： 請選擇最適合語境的那個詞彙或短語。例如，“如果董事會拒絕我們的提議……”和“當你買這個產品的時候……”\n【能/不能】\n寓意： “能”和“不能”有兩種可能的含義。其一是，（不）允許或授權某人去做某事；其二是，某人（沒）有能力去做某事。\n點評 ：有時候，如果某人說，他們“不能”做某事，那麼，有必要澄清說話人的意思，到底是“不允許”還是“沒能力”去做某事呢？\n【將會/將是】\n寓意： 正如我們以前所看到的，動詞“將會，將是”表示某事物與其他事物同義。不幸的是，有時候，人們傻傻分不清“是”和“將是”，例如，“這是很難做到的”或者“做某事是很難的”。這個句子中的“是”與“太陽是熱的”或“空氣是由氧組成的”中的“是”有著相同的結構和意義。\n點評： 說話人更有必要這樣說：“我尚未發現做某事會很容易。”這種語言表示，還有“商量的餘地”，而不是給人留下絕對的印象。\n什麼情況下使用抽象語言\n現在回顧一下NLP歸類法，以及抽象思維和具體思維的概念，有兩種語言模式在工作場合中非常有用。第一個是抽象語言，基於著名的催眠師米爾頓·埃裡克森使用的語言模式。他使用的語言模式是模糊而抽象的，這使他的客戶們在頭腦中形成各自的意思。他發現，這是規避“反抗”的好方法，客戶可能會進入恍惚狀態。不出所料，他的語言模式成了著名的“米爾頓模式”。\n練習題7.3\n注意人們在會議上所說的話，注意他們如何使用上面的小詞彙，以及這些詞彙對你和你周圍的人有什麼影響。請開動腦筋，思考自己要怎麼說才能讓信息更有效。請獨自練習使用這些詞彙，這樣可以增強你想要傳達的信息的效果。\n學習抽象語言的原因\n抽象語言可以有效地影響他人。金牌銷售顧問唐納德·莫伊和肯尼斯·勞埃德合著了一本很棒的書，叫作《無限銷售力》。這本書解釋瞭如何在銷售領域使用這些催眠語言模式。這些模式也可以用於演講和會議等各種場合。這些語言模式每天都會在工作中使用，請學習如何有效地使用它們，這將有助於你更有效地影響他人。\n故事7.2\n我的一位NLP培訓師同仁說，她注意到所有的企業每天都使用這些語言模式，因為它們是日常語言的一部分。問題是這些模式使用的方式無效，常常導致與預期相反的效果。（順便說一下，這個故事中至少有5個抽象語言模式的例子，你一旦讀到這裡，就會發現這個問題。）\n大約有22種抽象的語言模式，我將列出並簡要解釋15種與職場最相關的語言模式，並舉例說明。接下來的兩小節將會介紹如何在工作中使用它們。其中一些已經在“語言預設”小節中討論過。如果涉及相關的語言預設，我會在括號中標明。請注意，有些模式彼此相似。附加的閱讀材料列在了“參考文獻”部分。\n模式： 預設（揣摩對方的心思）\n描述： 聲稱知道某人如何思考或感受。\n職場案例：\n● “我知道，你很好奇 我們怎樣才能達到目標。”\n● “你可能想知道 ，為什麼這是一場非常重要的會議。”\n模式： 客觀判斷（主語不是人）\n描述 ：作出判斷或評估，而不說出誰做的“判斷”。\n職場案例：\n● “你很好奇我們如何能實現目標， 這很好。”\n● “你這麼積極， 這很振奮人心。”\n● “那 是正確的。”\n模式 ：因果（原因）\n描述： 某事物導致的結果或其產生的緣由。\n職場案例：\n● “因為 你在這裡，你會學到很多東西。”\n● “如果 你參加研討會，你就會獲得專業資格。”\n模式： 同義（複雜的同義）\n描述： 某事物等於或意味著其他事物。\n職場案例：\n● “打推銷電話，意味著 你可能會實現自己的目標。”\n● “把我們最好的人放進你的名單，顯示 了我們對你的承諾。”\n● “這場對話是 一段新關係的開始。”\n模式： 預設\n描述： 有人認為某事是真的。\n職場案例： “我的客戶真正喜歡我給予他們的完美服務。”這預示著這個人有客戶，他們喜歡這個人提供的服務，他的服務很棒。\n模式 ：共性（全稱量詞）\n描述： 表示共性的詞彙包括：全部、每個、各個、沒有、沒有人、永遠不、總是。\n職場案例：\n● “你們全部 都希望團隊好。”\n● “我們總是 努力相應客戶的需求。”\n● “我們永遠不 會故意促銷。”\n模式： 可能性、必然性（情態助詞）\n描述： 暗指原則、可能性或不可能性\n職場案例：\n● “我們不能 讓競爭對手超越我們。”\n● “我們需要 不斷創新。”\n● “我們不要 陷入負面思考的陷阱。”\n模式 ：名詞性動詞（動詞名詞化）\n描述： 這些動詞變成了抽象名詞。例如，承諾（做承諾）、決定（做決定）、知識（瞭解知識）、管理（進行管理）、成功（取得成功）。\n職場案例：\n● “我們對你做出了承諾 。”\n● “已經做出了決定 。”\n● “管理 過程非常出色。”\n● “我的理解 是，明天我們繼續。”\n模式 ：非特定的動詞\n描述： 沒有具體的證據說明動詞的應用範圍。\n職場案例：\n● “他低估 了我。”\n● “我們不能繼續 下去。”\n模式 ：插入語（反義疑問句）\n描述： 用於強調或達成一致的問題。\n職場案例：\n● “你可以這樣做，不是嗎？ ”\n● “你知道我的意思，不是嗎？ ”\n● “你以前一直滿意我們的產品，不是嗎？ ”\n模式： 簡單刪減\n描述： 因為被遺漏的信息太多，所以，可能有各種各樣的解釋。\n職場案例： “我很高興。”（這句話的可能性很多，比如，天氣好？睡眠好？業績好？）\n模式： 非特定的人或事（沒有具體指明）\n描述： 表達句子主語的詞彙很籠統，不知道到底是哪個人。\n職場案例：\n● “他們 準時到場了。”\n● “大家 都說成績一直在提高。”\n模式： 非特定的比較（籠統的對比）\n描述： 在某事物與其他事物進行比較時，沒有說明它比較的是什麼。廣告商經常使用這種方式。\n職場案例：\n● “我們更加努力。”\n● “我們的洗衣粉洗白效果更好。”\n● “我們帶給你更好的價值。”\n● “我們為你提供更多。”\n模式： 跟上（與當前的經驗同步）。請注意，雖然這並不等同於第五章中建立和諧關係中的“跟上”，但它通常可以表明你與他人的意見一致，這將有助於建立和諧的關係。\n描述： 聲明（或一系列陳述），這是不可否認的事實。這類似於銷售中使用的“肯定回答的積累效應”，即銷售人員會設法讓顧客養成“肯定回答”的習慣，以便讓他們對購買產品說“好”。\n職場案例：\n● “你們坐在這裡，閱讀我的書，學習語言的模式。”\n● （在研討會上）“你們來到這裡，在這個陽光明媚/烏雲密佈/天干氣燥/煙雨濛濛的日子裡，學習如何……”\n模式： 不可能（對方不可能有反應）\n描述： 講述不可能的人或事。\n職場案例：\n● “這房子急需一個細心、有愛的主人。”（房地產經紀人）\n● “這輛車喜歡被人瘋狂駕駛的感覺。”（跑車銷售員）\n【標明這段話中的語言預設】\n場景：這是一場旨在討論業務發展的重要會議。\n早上好。謝謝大家的光臨。你們都準時來到這裡，有些人走的路很長，有的人走的路要短一些。我猜想，你們可能在琢磨，我為什麼邀請大家在這個陽光明媚的早晨來到這裡。你們很好奇，這無可厚非，因為這份好奇心是就是我們能夠取得進步並實現成功和卓越的基礎，這是我們所有人都想達到的目標。我們都需要更多成功和快樂，難道不是嗎？那很好啊，因為在這樣的經濟環境下，我們需要進步，人們也如此期望。成功的公司永遠不會原地踏步，成功的公司不停地展望前進的方向。\n練習題7.4\n（大約耗時5分鐘）\n重新閱讀上面的段落，並注意抽象語言的應用，每個語言模式至少使用了一次。（參考附錄A核對你的答案。）\n抽象語言在工作中的應用\n這些米爾頓抽象語言模式可以在各種情況下使用，例如：\n● 銷售，繞過阻力\n● 演講，吸引觀眾\n● 激勵團隊\n● 培訓客戶\n● 舉辦培訓班\n● 廣告\n下面是一個全球汽車製造商財務報告的簡要摘錄，討論了其中的一個指導原則，說明了這樣的事實：即便是最具競爭力的企業，無論是有意還是無意，都會使用這些類型的語言結構。在括號中，我標記了關鍵的米爾頓語言模式和語言預設。\n這個原則是為了讓客戶處於我們所做的一切（非特定的動詞）的中心，而成功（名詞性動詞）是（同義）相當容易（形容詞）定義的。這意味著（同義）創造了人們（非特定的人）期望、重視和渴望擁有的車輛。當我們做到這一點時，它（因果）改變了我們的聲譽和公司的盈虧。\n只是看一看（認知）在美國20××年模型1的性能和比較它兩年前（時間）的模型Ⅱ。根據美國環保局的估計，模型Ⅱ的平均交易價格高出約28%，3年後的預計轉售價值高出32%，而且高速公路省油性提高了14%。這是（同義）一種成功（存在），我們計劃複製我們得到的每一個（共性）機會。\n練習題7.5\n現場記錄或上網觀看一場針對政治家或商界領袖的採訪。注意受訪者使用米爾頓模式的頻率（不管他們是否意識到這一點），並且注意一下每個模式對你的影響。\n現在，讓我們看看進一步研究語言吧。\n如何正確提問\n如果你不知道如何提出正確的問題，你就什麼也發現不了。\n——威廉·愛德華茲·戴明（美國商業哲學家、顧問）\n我們可以使用抽象的語言模式，也可以使用具體的語言模式，並試圖提出問題，以發現可能被刪除、歪曲或概括的信息。這些問題都是基於傑出的心理治療師弗吉尼亞·薩提亞與她的客戶一起工作時詢問的問題。他們可以輕而易舉地把語言模式應用到工作中，以便發現相關的信息。這樣可以幫你在正確的時間提出正確的問題。在NLP中，這些正確的問題被稱為“元模型”，有時稱為“精確模型”。\n作用\n在很多情況下，提出正確的問題是很有效的，舉例如下：\n● 在銷售中發現客戶的問題所在和相關的含義。\n● 處理反對意見。\n● 指導和了解客戶的具體行為。\n● 項目規劃。\n● 在會議上確保行動一致。\n問題\n正如我們在第二章中所討論的，針對別人提供的信息，每個人都會進行刪減、扭曲和類推。考慮到我們都這樣做，我們使用的語言反映了這些內部的過濾過程，這一點並不奇怪。讓我們來考慮這三大過濾機制及其相關的元模型吧。這與上文中的米爾頓模式不同。有時會有不止一種可能的反應，如下所示。當選擇正確的問題（元模型）時，請順其自然。\n【扭曲】\n模式： 預設（讀心術）\n例句： “我知道你很好奇我為什麼要召開這次會議。”\n反問： “你怎麼知道我很好奇呢？”\n模式： 客觀判斷（主語不是人）\n例句： “努力工作是好事。”\n反問：\n● “誰說努力工作是好事？”\n● “你怎麼知道努力工作是好事？”\n模式 ：因果（原因）\n例句： “演講讓我緊張。”\n反問： “演講怎麼就讓你緊張了呢？”\n模式： 同義（複雜的同義）\n例句： “客戶不回我的電話，這意味著他不感興趣。”\n反問：\n● “客戶不回你的電話，怎麼就意味著他不感興趣呢？”\n● “難道你沒有這樣的經歷——你不及時回某人電話，卻依然感興趣？”（反例）\n模式： 預設\n例句： “如果我的老闆真的對我們感興趣，他會花更多的時間對別人說我們有多好。”\n反問：\n● “你怎麼知道你的老闆對你們不感興趣？”\n● “你怎麼知道他不對別人說你們有多好？”\n【類推】\n模式： 概括性字眼（以偏概全）\n例句：\n● “我們從來不從新的供應商那裡買東西。”\n● “我們總是得到5個報價。”\n反問：\n● “從來不？你確定從來沒從新的供應商那裡買東西？”\n● “總是？如果你們沒有得到5個報價，會發生什麼呢？”\n尋找反例：\n模式： 可能或不可能（情態動詞）\n例句：\n● “我們不能從你那裡買東西。”\n● “這個星期，我可能會努力工作。”\n反問：\n● “如果你做了，會發生什麼？或者，什麼阻止了你？”\n● “如果你做了，會發生什麼？如果你沒做，會發生什麼？”\n模式： 必然性（情態動詞）\n例句： “我們必須向海外擴張。”\n反問： “如果我們不向海外擴張，會發生什麼呢？”\n模式： 名詞性動詞（動詞名詞化）\n例句：\n● “這個辦公室裡的人溝通方式不好。”\n● “我不喜歡他的管理風格。”\n反問：\n● “你希望人們如何交流呢？”（交流從動詞變成名詞，表示交流的過程）\n● “你希望他怎麼管理呢？”\n模式 ：非特定的動詞\n例句： “他忽略了我們。”\n反問： “他到底做了什麼或沒做什麼，讓你認為他忽視了你們？”\n模式 ：簡單刪減\n例句： “我很難過。”\n反問： “到底是為了什麼呀？”\n模式： 非特定的人或事（主語不明確）\n例句： “他們不舒服。”\n反問： “到底是誰不舒服？”\n模式： 非特定的比較（籠統的對比）\n例句：\n● “那東西很昂貴。”\n● “你的競爭對手更好。”\n反問：\n● “比什麼更昂貴？”\n● “比誰更好？他們到底好在哪裡？”\n正如你將要看到的，很多的米爾頓模式都有一個相關的元模型，因為所有的語言模式都有其“正確的問題”。\n因為扭曲會對人們的思想產生最大的影響，其次是類推，然後是刪減，如果一句話中出現了一種以上的過濾機制，那麼，先扭曲，再類推，最後刪減。\n提示7.2\n我們都需要提出正確的問題。\n我見過有人瞎提問，這樣會打攪別人，攪亂討論，這對任何人都沒有實際好處。\n練習題7.6\n重新審視練習題7.5中提到的一場針對政治家或商界領袖的採訪。傾聽採訪者提出的問題。你也可以想一想，你會提出哪些問題呢？你會質疑政治家或商界領袖的話嗎？\n應用\n正確的問題在工作中的應用很廣泛，例如：\n● 採訪候選人。弄清楚他們在之前的職位中做了什麼。\n● 採訪未來的僱主。弄明白僱主的作用和意義。\n● 銷售。準確地知道潛在客戶想要什麼，以及讓他們懂得如何擁有自己想要的東西。\n● 管理和指導。確定員工與客戶將要做什麼以及什麼時候做。\n● 開會確定項目計劃和行動。商定“誰、什麼時候、做什麼”等問題。\n● 合同和談判。確保細節如你所願。\n現在讓我們繼續討論最後的語言手法吧。\n故事、類比和隱喻\n在工作中，我們常常會用到故事、類比和隱喻的手法。\n● 舉例說明你對員工、客戶和面試官闡述的觀點。\n● 克服員工、前景、客戶和接受培訓的顧客對你的想法的抵制。\n● 幫助你的聽眾記住你在會議和演講中所說的要點。\n● 演講時更加吸引你的聽眾。\n故事和隱喻的作用很大，因為我們的“自動應答”過程（即潛意識）就像小孩子一樣。如果我們和小孩子待在一起，就會明白，當你給他們講故事的時候，他們多麼全神貫注地傾聽，因為你的故事可以讓孩子們想入非非，他們會塑造新的故事。很多人都記得小時候爺爺奶奶給他們講的童話故事，但他們可能不記得幾個星期前在一次會議上發生的事情。\n下面是一些如何使用隱喻的例子：\n● 講一個故事，或舉例說明你如何克服一個與你正在交談的人所面臨的挑戰（例如客戶、同事、供應商）。\n● 講述某人如何克服挑戰的故事。有時候，講別人的故事要比講自己的故事更有效，因為別人的故事更容易脫離情境，只是故事講的可能是你認識的人或知道的事，例如，一個客戶或者公共場合的一個眾所周知的情況，甚至一個寓言。\n● 講述另一個客戶如何利用你的服務去克服銷售阻礙的故事。\n大家可能會注意到，我也喜歡在本書中使用例子和故事來闡明觀點。\n提示7.3\n如果你發現一位魅力無限的演說家，請你注意他是如何用故事來解釋想法的。然後，在無關緊要的會議上練習使用講故事的方法，並注意聽眾的反應。一旦你得心應手，就可以適時在重要會議上講故事。"
  },
  {
    "id": "id35",
    "title": "第三部分 NLP的具體技巧",
    "text": "第三部分\nNLP的具體技巧\n----------------------------------------\n第三部分： 討論了一些可以在職場上使用的NLP技巧和模式。\n第八章 ：討論了一種可以幫你調整思維模式的NLP技巧，教你如何提高個人和組織的一致性。\n第九章： 教你如何改變思維，正確對待以前的挑戰難題。\n第十章： 介紹瞭如何在彈指間進入積極狀態，以及如何在工作中使用這些方法。\n第十一章： 介紹了一種非常有用的技巧，可以幫你看到不同的視角，並可用於各種商業場合。\n第十二章： 討論瞭如何在交談中影響同事和客戶的認知方式，以及如何將負能量轉化為正能量。\n第十三章： 是第十二章的延續，闡述了在會話中改變他人信念的方法。"
  },
  {
    "id": "id36",
    "title": "Chapter 15",
    "text": "NLP介入法\n第三部分描述瞭如何使用各種NLP技巧來改變你對情境的看法和感受。在NLP中，我們稱這種技巧為“介入法”。\n在介入法的整個過程中，你必須保證：\n● 你和與你互動的人關係和諧（第五章）。\n● 使用感官敏銳度來校準他人的感受（第五章）。\n你也會發現，記住這一點非常有用。在適當的地方，還可以使用表象系統、謂詞和眼動模式（第六章）或不同類型的語言模式（第七章）。\n在開始“介入法”之前，我常常發現，有必要邀請我的客戶來評價他們的現狀，或用1~10打分。他們期望的結果相同打分。他們如何在10~20分鐘之內（介入法的通常持續時間）知道，他們取得了理想的成績，並在練習題中得到了自己想要的東西。舉一個例子，如果一個客戶面談時很緊張，那麼，如果自信滿分是10分，他只得到4分，但他的期望值是9分或10分。他們會明白，一想到面試就會緊張，如果他期待面談的機會，那麼，他就會獲得9分自信。這種打分練習是集中注意力的有效方法之一，同時可以讓他明白：“介入法”已經生效。\n介入法的重要方面之一就是，事先考慮到改變你的思想、感覺和行為的後果。這就是所謂的“平衡調查”。本書的第四章”SMARTER目標”中已經介紹了“系統平衡”術語，“四大平衡問題”非常有用。\n我建議大家（或者你們指導和管理的客戶）在進行平衡調查的時候，問問自己如下問題：\n● 對介入法造成的變化有負面影響嗎？（例如，延續上面的例子，對面談感到10分自信，會導致不屑的態度嗎？）\n● 什麼是正面影響？列出或考慮儘可能多的影響方面，從直接的影響開始，然後，如果可能的話，再列出間接的影響，例如，關於你的家庭生活和健康。你考慮的越多，介入法就越成功，因為你會更有動力去做這件事。你可以用四大平衡問題，而不是關於正面或負面影響的問題。\n● 在0%~100%的範圍內，0%意味著你不想做出改變，100%意味著你絕對想做出改變，那麼，你有多想做出改變呢？我的建議是，只有在100%的時候才能繼續。\n面試的時候，偶爾會有一些微小的負面影響（例如，在面試中表現良好，可能意味著，你獲得了這份工作或晉升，導致了工作量和壓力的臨時增加）。如果是這種情況，積極面明顯大於消極面。\n幾點建議\n正如第六章中的“眼動模式”部分所示，人們在思考和搜索內部信息時，常常把目光轉移到不同的區域，或者凝視前方。在工作環境中，通常你會坐在某人的對面（受制於文化因素），當指導人們通過第八章至第十一章介紹的NLP過程時，如果你在他們身邊或在他們的對角，而不是坐在他們的正前方，那麼，你通常會幫到他們。\nNLP介入法的其他先決條件\n下面是引言中已經總結出來的一些附加要點，我想再提醒一下你們。在某種指導或“指南”前提下，在進行NLP介入法之前，這些要點至關重要。\n首先，尤其是當你剛接觸NLP的時候，無論你是自己使用NLP介入法，還是指導同事或客戶使用NLP介入法，最好的方法就是嚴格執行書上寫的步驟。如果你的NLP技巧越來越嫻熟，還接受了某些專業訓練，那麼，你就可以隨意變通了。\n第二，我強烈建議你在開始NLP介入法之前，多次閱讀介入法的步驟，如果你和別人一起使用，你要按照要求多讀幾遍，這樣才會知道如何去做。\n最後，這些技巧只會作為一種指導或管理工具來提高工作績效，而不是作為心理治療的一種形式，除非你在心理治療方面受過專門的訓練。"
  },
  {
    "id": "id37",
    "title": "第八章 組織與個人結盟——個人與組織達成一致",
    "text": "第八章\n組織與個人結盟\n——個人與組織達成一致\n----------------------------------------\n長官，我正在幫著把一個人送上月球。\n——美國航空航天局的清潔工\n（當肯尼迪總統問他幹什麼工作時，他給出了這樣的回答。）\n如果個人和組織在回答正在做什麼的問題上達成一致的話，那麼，個人會更有效地發揮作用。例如，他們是否對自己真實？什麼對他們真正重要？我們將在本章中介紹一種模型，它可以幫助個人和組織達到高度一致，並協助大家迎接挑戰和難題。該模型叫作NLP邏輯層次模型。\nNLP邏輯層次模型有什麼作用\n你可以在幾個方面使用NLP邏輯層次模型，例如：\n● 作為企業領導、管理者或顧問，分析所需的管理類型，以實現對組織績效、結構或文化的預期改變。\n● 作為經理或教練，分析個人績效以改進所需的介入法類型。\n● 作為銷售人員，更好地瞭解購買背後的動機。\n● 作為教練，幫助某人成為更有效的領導者或經理。\n● 作為個人，自己獲得更清晰的目標感，或者指導與管理他人去做這件事。\n● 有效地給予意見和接受反饋。\nNLP邏輯層次模型是什麼\nNLP邏輯層次模型的誕生歸功於羅伯特·迪爾茨和人類學家格雷戈裡·貝特森。（作為一個學生，迪爾茨曾與班德勒和格林德一起共事，貝特森在NLP開發初期指導了他們所有人）。該模型涉及了不同層次的思維和感知覺，如圖解8.1所示。歡迎加加入書社,每日海量書籍,大師課精彩分享V 信:dedao555\n後面的章節中對每個層次都做了解釋和說明，每個層次都可以應用於組織或個人。每個層次都有一個隱含的問題，如圖所示。\n使命或目標\n這涉及你（或你的組織）對他人是否產生影響的概念。你還為誰服務？你（組織）留下了什麼傳統？一個組織可能會考慮自己影響到的任何事情——從地方社區到整個世界。你可能會意識到你的行為會影響到很多人。“六度分割”理論表明，我們與世界上的每一個人之間所間隔的人不會超過六個，所以，你（或你的組織）做的事情將會影響那些你可能永遠也不會遇到的人。\n（注意：在一些NLP學校中，使命或目標被視為超出了NLP邏輯層次模型，有時被稱為“超越自我意識”。）\n自我意識\n這與你的自我感覺有關，也就是，你知道自己是何許人也。一個組織通常會培養品牌形象，這樣，當消費者想到這個品牌時，馬上就會知道這個品牌背後的組織是個什麼樣子。你會知道你是什麼樣的人，可能在不同的情況下有不同的身份（例如，在工作中是經理，在家中是家長）；有些人使用隱喻或類比的手法來描述某種情況下的自己（我像一隻老虎/獅子/超人）。\n信念和價值觀\n在第二章中，我們在某種程度上談到了這些問題。這些要點雖然彼此不同，但往往是相互聯繫的，它們構成了我們為什麼要做某事的動機的基礎。\n信念是我們堅信的觀念，它們塑造了我們的行為。如果你相信自己擅長演講，那麼，當有人要你做演講的時候，你的反應與那些認為自己不善演講的人會有所不同。我們將在第十三章中更詳細地分析信念話題。\n價值觀是那些對我們很重要的東西，或者它們可能是我們想要的東西，或者是我們在特定的環境中尋找的東西。組織通常在接待處、網站上和文學上顯示自己的價值觀，這些可以作為組織對待員工和顧客的指導原則。個人在生活的各個方面都有價值，如果你仔細思考一下，你就會意識到什麼對你很重要，例如，你的事業。瞭解自己的職業價值觀有助於你做出更好的選擇；瞭解他人的價值觀將有助於你去影響他們。我們將在第十四章中更詳細地介紹價值觀。\n能力\n能力涉及事情如何完成，包括組織需要的技巧、本領和素質，以及個人擁有哪些技能。此外，能力還涉及策略問題。\n行為\n這就是個人和組織實際上所做的事情。“行為”通常可以被看到或聽到，並且是有形的。人力資源經理常常會重視行為和能力，美其名曰“競爭力”。行為和能力常常被組織和個人用來提高績效和制定培訓計劃。\n環境\n環境與事情發生的地方有關，例如，工作環境的氛圍和感覺。環境也與事情發生的時間有關。\nNLP邏輯層次模型的基本原則\n儘管與第七章所涵蓋的NLP歸類法沒有直接聯繫，但從“環境”開始，每一個層次都比上一個層次更加抽象。\n通常情況下，較高層次的影響力，往往大於較低層次的影響力。改變自我意識的影響，大於改變辦公室牆紙（環境）顏色的影響。\n同樣的道理，改變較高層次的難度往往會更大。也就是說，改變你問候別人的方式，可能比改變你的信念更容易。\n對於個人來說，每個層次越是互相一致，你就會越遊刃有餘，你就會越言行一致，這通常會使你獲得更多的成就和更大的幸福感。如果你有強烈的目標感，那就更好了。偉大的領袖納爾遜·曼德拉、馬丁·路德·金和溫斯頓·丘吉爾，他們都對自己想要的東西有著強烈的感覺，尤其是在他們充滿激情的話題方面（結束種族隔離，開始民權運動，領導英國等國在第二次世界大戰中獲勝）。成功的商業領袖如亨利·福特（福特汽車公司）、傑克·韋爾奇（通用電氣）、安妮塔·羅迪克（美體小鋪）和史蒂夫·喬布斯（蘋果），他們都是成功商人的示範，有著明確的目標感，真正相信他們正在做的事業，並學習必要的技能，成功地執行自己的計劃。\n同樣的原則也適用於組織。在組織言行一致和鼓勵員工之間達成一致方面，可能會產生很好的結果（請參考美國國家航空航天局的清潔工的那句話）。在我的職業生涯中，最初作為一個管理顧問，最近作為一個培訓師和教練，我已經看到了一些組織表現得言行一致，不幸的是，例如，許多其他組織支持理論上的價值觀，但是，董事和高級經理並沒有將這些價值觀付諸實踐。\n因此，你設定商業目標的程度與NLP邏輯層次模型相結合，將在爭取事業成功的努力中大顯身手。\n提示8.1\n較高層次的重要性和意義往往大於較低層次。只要你擁有足夠強烈的目標感、使命、自我意識、信念和價值觀，你就會找到一個方法來實現你想要的東西。即便你的能力不夠，甚至環境也不好，那也沒關係。\nNLP邏輯層次模型的應用\n讓我們看一看，如何使用這個模型，讓個人和組織在工作中達成高度一致。下面是個人和組織要面臨的關鍵問題。\n個人\n使命或目標。你扮演的角色是什麼？還有誰受到你的影響？你的工作或事業的目的是什麼？\n自我意識。 你幹什麼工作？你在工作中的自我感覺如何？你可能會啟用類似的回答：“我是……”。你的自我感覺與你的目標一致嗎？\n信念與價值觀。 你對你的工作（或僱主）有什麼看法？你的工作對你來說最重要的是什麼？你對你的同事有什麼看法？你會接受什麼樣的信念？你的信念和價值觀是否與你的自我意識以及目標一致？\n能力。 你有哪些技能與你的角色相匹配？你的關鍵技能是什麼？你想改進或獲得哪些技能？你會怎麼做？你的技能可以幫你達到自己的目標嗎？\n行為。 你在工作中表現出什麼樣的行為？哪一個行為真正有助於你的成功？哪一個行為（如果有的話）在某種程度上阻礙了你的成功？\n環境。 你的環境可以代表你是誰嗎？你想要達到什麼樣的目標？你所處的環境中哪些因素幫助了你，哪些因素阻礙了你？\n組織\n卓越的企業領袖善於創造願景，並明確有力地表達出來，熱情堅定地付諸實現。\n——傑克·韋爾奇（通用電氣1981~2001年董事長兼首席執行官）\n使命或目標。 你的組織的服務對象是誰？它的目標使命是什麼？還有誰受到了組織行為的影響？\n自我意識。 這個組織是什麼樣子？它的客戶和員工如何看待它？它是否符合使命或目標？\n信念與價值觀。 組織的價值觀是什麼？它代表什麼？它如何與世界——包括員工和客戶——進行互動？哪一點很重要？它的行為總是反映這一點嗎？它對自己、產品、客戶和員工有什麼看法？\n能力 。什麼技能對實現組織目標很重要？它目前的技能達到了什麼程度？\n行為。 這個組織是做什麼的？哪些行為有助於它實現目標？哪些行為阻礙了它實現目標的進程？\n環境。 環境是否反映了組織是做什麼的，以及組織想達到什麼目標？環境的哪些方面有助於員工走向卓越，哪些阻礙了他們的發展？這個組織的規模可以擴展到哪些地方？\n練習題8.1\n如果你在組織中處於較高職位（包括經營自己的企業）或管理一個部門，請根據神經邏輯層次模型，回顧一下你的組織或部門的表現如何。記得考慮以下問題：\n● 所有層次在多大程度上互相支持？\n● 公開的價值觀在現實中起作用了嗎？特別是在有些壓力或非常繁忙的時期，價值觀的作用如何？\n● 工作環境是否有助於你的工作提升，並符合你的公開形象？\n● 你的員工是否接受了充分的培訓來完成公司的使命？\n你能提出什麼建議或做出什麼改變嗎？\n即便你不是高級領導，也不是企業家或部門領導，你也可以在這種練習中受益匪淺，因為該練習題可以讓你更深入地瞭解你的組織或企業。當你熟悉你的組織和其他成員的時候，你可能會發現，你的經理或老闆都樂於討論這個問題，並聽取你的想法，這可能會有利於你的職業生涯。\nNLP邏輯層次模型如何解決困難\n組織變革： 當組織文化發生變化，並試圖俘獲他人的心（較高層次）的時候，重要的是，要記住每個層次的變化。例如，改變組織的目標和使命，而不涉及員工的信念和價值觀，或者他們的能力，那就不可能引來成功的文化變革。\n培養領導力： 你可以使用神經邏輯模型來培養領導力技能，如下面的練習題所示。\n管理就是把事情做對，領導就是做對的事情。\n——彼得·德魯克\n練習題8.2\n（耗時10~15分鐘左右）\n在地板上把6個層次標在一條線上。從環境開始，然後依次列出其他元素，針對各自的層次，問問你自己（如果你是經理或創業教練，可以問問你的同仁或客戶）下面的問題。\n環境。你要領導公司走向何方？\n行為。作為領導者，你表現出什麼樣的行為？你是做什麼的？\n能力。作為領導者，你具備哪些技能和能力？你是怎麼領導大家的？\n信念與價值觀。作為領導者，對你最重要的是什麼？作為領導者，你的信念是什麼？\n自我意識。作為領導者，你是什麼身份？作為領導者，你的自我感覺如何？\n使命或目標。你還擔任什麼領導職務？你領導的時候，還有誰受到你的影響？\n考慮“使命或目標”的時候，請你停下來認真思考，作為領導者或經理，你扮演了什麼樣的角色，然後回過頭來回顧前面5個層次，注意你可能持有的任何見解。然後依次返回每個層次，具體方法如下：\n自我意識。作為領導者，你現在是什麼身份？作為領導者，你現在的自我感覺如何？\n信念與價值觀。作為領導者，現在對你最重要的是什麼？作為領導者，你現在的信念是什麼？\n能力。作為領導者，你具備哪些技能和能力？你想學習什麼技能？\n行為。作為領導者，你表現出什麼樣的行為？你想改變哪些行為？你想學習或採用哪種行為？\n環境。你要去哪裡？你還想去哪裡？\n回到“環境”之後，就可以放下這個話題，自己退到一邊，好好思考一下，你學到了什麼，你將採取哪些行動。\n請看圖解8.2中的總結：\n除了領導力之外，你還可以在不同的環境中做這樣的練習題。比如，提高你作為經理或銷售人員的能力。\n給予意見和接受回饋。NLP預設前提之一就是人們盡其所能，他們的行為不代表他們的自我意識。從神經邏輯層次模型來看，作為一個管理者，很重要的一點，就是要認識到，即便某人的行為看似非凡或無益，那也不是他作為一個人（自我意識）的真實表現，改變一個行為比改變一個人要容易得多。還有一個有效的NLP預設前提：沒有失敗，只有回饋。\n下面是一種非常有效的回饋模式：\n● 你的同事做得怎麼樣？談論行為（比如，你畫了很多有關的插圖）而不是自報身份（比如，你是一個優秀的主持人），以便同事知道如何去複述。\n● 讓事情變好的一兩件事（行為）是什麼？停留在行為層面，因為行為相對容易改變。“保持眼神交流”是一個同事可以搞定的事；你不能交付給一個大團隊（能力），甚至更糟糕的是，“你是一個緊張的主持人”（自我意識）並不能幫助一個同事知道該怎麼做，這是可以避免的尷尬。\n● 進行總體評價，無論是行為、能力，還是自我意識（你是一個很優秀的主持人），都要給出積極的點評。\n當接收到行為層面的反饋，那就在行為層面上接受它，並抵禦任何可能扭曲它的反射動作，以達到能力或自我意識層面，例如，“我是一個糟糕的主持人”（自我意識），或者“我無法讓觀眾感到舒適”（能力）。\n回饋是成功的第一步。\n——肯尼斯·布蘭查德（暢銷書《一分鐘經理人》的作者）\n銷售。某些消費品，比如：珠寶、跑車和名牌服裝，可由希望增強身份感的人購買，而不是純粹針對某些環境或純粹因為其功能（行為）。作為一個銷售人員，如果你能適應這一點，你就可以利用這些知識在最相關的層次上進行銷售。\n解決問題（如果你是顧問、教練或經理）。當面對挑戰或難題時，要找出問題處於哪一個神經邏輯層次，然後至少在那個層次上解決它，甚至可以在更高的層次上解決它。例如，讓我們假設一下，你有一個同事，他主持會議的時候不太給力。如果他只是不知道應該展現哪些行為，或者他不具備必要的技能（行為和能力），那麼，請送他去培訓班學習新的技能，這樣可能會對他有幫助，特別是當培訓課程在某種程度上涉及主持會議的重要性（價值觀）的時候。然而，如果他認為，他不適合主持會議（自我意識），那麼，送他去上課就是在浪費時間和金錢。這時候，請你幫他提高自我意識，甚至手把手地教他如何主持這場會議。如此，他會更接近自己的目標，你的幫助也會更有效果。"
  },
  {
    "id": "id38",
    "title": "第九章 學會控制思維——如何改變你的思維方式",
    "text": "第九章\n學會控制思維\n——如何改變你的思維方式\n----------------------------------------\n當你改變了看待事情的方式時，你所看到的事物也改變了。\n——韋恩·戴爾博士（著名作家）\n正如我們在第二章中所述，外部事件和情境在人們的頭腦中創造了“內在表象”（即思想）。這些想法以圖片、聲音（包括自言自語）和感覺的形式出現；通過改變與體驗相關的三個表象系統的某些方面，你可以改變自己對某個情景或事件的看法。反過來，又會改變你自己的心理反應。本章教大家如何做到這一點。這些技巧與個人相關，而不是與組織有關，不過，在通常情況下，如果個人員工提高績效，組織效益也會相應提高。\n改變思維有什麼作用\n改變思維，你可以在如下幾個方面幫助自己：\n● 更有信心去訪談、演講、與重要客戶或同仁見面。\n● 更積極地去做一些你不一定喜歡的工作。比如，寫報告，打推銷電話，或趕在截止日期之前提交工作（某個學生在學習NLP課程之後，改變了思維方式，從而贏得了藍籌股公司75萬美元的業務）。\n● 有些人的性格古怪或頭銜較高，你與之相處時也許會感到害怕，但是，改變思維之後，你會感到十分舒適。\n背景\n正如第二章和第六章中所述，在NLP中，我們稱“感覺”為“表象系統”或“表象模式”。當人們想到一種情境時，腦海中馬上就會出現它的圖片、與之相關的聲音或感覺；通常，這種內部表象將會表現為一種、兩種甚至三種模式，並且經常會自動發生，不易被人察覺。如果我們在特定的時間裡只接受一種視覺形式，那麼，我們大腦中的畫面就會有一定的品質，如大小（大、中、小）、亮度（明亮、暗淡）和運動狀態（靜止、緩慢運動、中速運動或快速運動）。這些模式的細微差別被稱為“次感元”，它們的功能是幫助我們解釋經驗，並賦予其意義。例如，次感元可以讓我們知道自己是否喜歡某項活動（比如，打電話或主持會議）。改變次感元，就會改變經驗。\n市面上有幾本專門介紹次感元的書籍。大家在使用次感元之前，需要接受專業的指導訓練。在本書中，我將介紹一些關鍵的元素，以便大家在工作中使用次感元為自己服務。\n請注意，本書中所覆蓋的所有次感元都是用於不太重要的情況和反應，而不是用於主要情緒，比如憤怒或恐懼。\n延伸\n你可能聽過人們在工作中使用以下短語或句子：\n● “把這個想法擱置一邊”。\n● “模糊而遙遠的過去”。\n● “畫面模糊”。\n● “我聽到你的聲音響亮而清晰”。\n● “這是一個壓在我肩上的大問題”。\n這些短語揭示了說話者使用的一些關鍵次感元，不過，說話者自己卻幾乎沒有意識到這一點。\n表格9.1中列出了一些關鍵次感元。\n表格9.1\n*通過自己的眼睛觀看，被稱為“融入”，想象畫面中的自己，被稱為“解離”。\n某些次感元有一定的“元程序”（類似的次感元），如亮度（像太陽一樣明亮，像煤礦一樣暗淡，或介於兩者之間）和體積（幾乎悄無聲息，或者震耳欲聾），還有一些“數字化”次感元，例如，三維或平面，融入或解離。\n當你改變某些次感元的時候，這對你感覺情境或事件的方式沒有影響或影響不大，因為，對你而言，當你思考具體情況的時候，這些次感元都不重要。當你改變別人的時候，就會產生影響（積極影響或消極影響）——這些被稱為“關鍵次感元”。有一兩種次感元非常重要的，當你改變它們的時候，所有其他的次感元都會發生改變，你體驗的情境也會發生較大的變化——這些被稱為“驅動次感元”。\n通常情況下，有些次感元對大多數人都很重要，所以，我們有必要意識到以下幾點：\n● 你是獨特的，特定的次感元對你的影響可能與別人不一樣。\n● 當你陷入不同情境的時候，驅動次感元或關鍵次感元也不一樣，所以，請區別對待每一種情境。\n練習題9.1\n（大約5分鐘）\n在選擇次感元的時候，我們可以選擇愉快的工作經歷，要麼回憶你過去的積極工作或場景，要麼展望你喜歡做的未來工作任務。當你思考這個事件的時候，在你的腦海中勾勒一下畫面，並注意這時的關鍵次感元（視覺及其相關的聽覺和觸覺）（提前瀏覽一下表格9.1）。迅速記下你特別關注的次感元。\n請記下那些“誘導性的次感元”。\n提示9.1\n儘快地誘導次感元，不要陷入過度分析的陷阱。就其本質而言，次感元幾乎“發生”在我們思考某個特定話題的一瞬間；這樣做可以幫你快速誘導真正意義上的次感元。\n如何運用次感元\n應用次感元的兩種主要方法如下：\n方法1：對應轉移\n所謂“對應轉移”，簡單地說，就是把你當前不期望的反應變成你期望的反應。它的作用是給予當前反應以相同的詞感元，因此，無論你喜不喜歡，次感元的意義都一樣。\n為了說明這一點，我給大家講一個商務顧問的例子，他希望自己可以輕鬆地打推銷電話（其實他有能力，但不喜歡這麼做）。\n【預備階段】\n（1）思考自己不期望的反應（比如，一想到要打推銷電話，就感到不舒服）。如果有幫助的話，請按照1~10的評分標準來打分，你覺得做起來有多舒服呢？（1表示非常不舒服，10表示非常舒服。）\n（2）決定自己的理想分數，並找出一種類似的活動，讓你的回答接近這個分數，也就是你期望的反應（例如，打電話給一個同事）。注意：有必要在不期望的反應中選擇一個主題。比如，你需要打一通工作電話。\n（3）進行平衡檢查（參見第三部分NLP介入法）以確保沒有（或只是輕微的）因為打推銷電話而產生的負面後果。在這個例子中，打電話給同事的好處很明顯（最起碼，利大於弊）。\n【NLP介入法】\n（1）想一想“推銷電話”，在腦海中勾勒一下畫面，然後，使用下面的表格9.2，很快（記住提示9.1）記下第一欄中的視覺次感元。問問自己，是否存在任何重要的聲音，如果是這樣的話，引出並記下聽覺次感元。重複一次，引出並記下觸覺次感元。注意：建議大家儘可能使用縮略語，這樣可以快速完成記錄（例如“黑”表示“黑白”）。\n（2）理清思路，然後重複這個過程，這次是“打電話給同事”的而不是“打推銷電話”，並記下第二欄中的關鍵次感元。\n（3）用星號標記兩種次感元之間的任何差異。這在NLP中被稱為“對比分析法”。\n（4）讓我們回顧一下打推銷電話的畫面。針對不同的次感元（關鍵次感元），我們要逐一改變它們，讓每個“推銷電話”的次感元與其相對應的“打電話給同事”的次感元一樣。例如，如果“推銷電話”畫面很小，而“打電話給同事”的畫面很大，那麼，請在你的腦海中放大“推銷電話”的畫面。然後繼續這個過程，用星號快速標記所有的次感元。你可能會發現，有一兩種次感元，當你改變它們的時候，也可以驅使別人去改變。因為這些是“驅動”次感元。\n（5）檢查一下你對推銷電話的感覺（現在應該和打電話給同事一樣）。然後，在內部鎖定你剛剛改變的次感元。有人使用視覺，想象變化的畫面；有人使用聽覺，可能是想象裝食品的容器關閉的聲音；還有人使用觸覺，比如，想象把某物放到某處的感覺。這些方法都可以高效地為你服務。\n（6）在頭腦中排練推銷電話的幾個場景（即期望的新行為）。這就是所謂的“模擬未來”，剛剛使用NLP技術的時候，你可以設想自己置身於未來的情境中（不同情境中的幾個不同場景），並注意你現在的反應與以前的不同之處。許多成功的商業人士和運動員喜歡想象未來的視覺畫面。\n表格9.2\n聽覺（聽到重要的聲音了嗎？）\n觸覺（產生了重要的感覺了嗎？）\n方法2：試試看\n這種方法可能會更快捷，但需要更多的“試試看”。預備階段與上述方法1相同。NLP介入法包括如下幾點：\n（1）想一想當前不期望的反應（打推銷電話很緊張）。\n（2）在腦海中想象“打推銷電話”的畫面，並改變一種視覺次感元，注意一下，是更好還是更糟，抑或是沒有變化。如果沒有變化，就把它變回原來的樣子吧。如果你選擇了一種數字化次感元（比如，彩色或黑白，立體或平面），使情況變得更糟，那就把它變回原來的樣子吧。如果改變一種類似的次感元（比如，距離、大小、亮度）會使情況變得更糟，那就把它轉移到另一個極端，並注意其影響吧。例如，如果使圖片變小，會使你的反應變糟，那就返回到原來的大小，然後再使其變大吧。\n（3）保留次感元的積極變化，直到你的得分或反應接近你的期望。然後在內部鎖定你剛剛改變的次感元。\n（4）在腦海中預演一下（模擬未來）幾個打推銷電話（即期望的新行為）的場景。\n因為這是一個“試試看”的方法，我建議大家在繼續討論其他問題之前，先研究一下表格9.3中的次感元，因為它們的作用非同凡響。\n表格9.3\n提示9.2\n一般來說，次感元的如下變化可以增加環境的影響（也就是說，如果這是一個令人愉快的體驗，就會讓情境更愉悅，反之亦然）：\n● 使照片更大、更亮、更近、更聚焦、更立體、更融入、色彩飽和度更高。\n● 使聲音向你靠近，顯得更加洪亮（但不刺耳）。\n● 使感情更強烈、更平滑、更溫暖，強度更大。\n一般來說，如果情況相反，那就會減少影響。\n練習題9.2\n（大約5~15分鐘）\n選擇你在工作中想要改變的情況或反應。選擇上述兩種方法之一，然後完成這個練習題。方法1：針對特定的次感元變化，這種方法傾向於稍微深入一些，可能需要多一點時間，因為你要處理兩組次感元。方法2：你要猜測哪一組次感元更重要，因此隨機性更大。當你的NLP技術更加嫻熟的時候，就會明白哪個是關鍵次感元，哪個是驅動次感元了。如此一來，你就可以加快處理速度了。\n融入與解離的技巧\n次感元的融入和解離是非常有用的NLP技巧。一般來說，當人們融入一個事件中（如看到、聽到、感覺到它正在發生）的時候，他們就會感覺到自己與這件事息息相關，而不是遊離於這件事之外（與自己不相干，好像是電視或電影屏幕的虛構故事）。如果你碰巧想到了一種會給你帶來消極情緒的情境，比如，感到不知所措或緊張，那麼，你要做的就是獲得更加平衡的視角，也就是說，從情境中退一步。這樣，你就能看到自己的處境。在這個局外人的位置上，你可以更仔細地考慮該做什麼和如何應對。\n次感元在工作中的應用\n我們已經接觸過次感元技巧起作用的各種情景。次感元的其他應用如下：\n目標設定：你可以改變次感元來讓你的目標更引人注目。另外，當我們思考未來的工作目標時，當你融入目標，並感覺到它的好，那麼，請後退一步，稍稍遊離於畫面之外，這樣你就可以看到自己的目標，而不是已經實現的目標，這往往是更具吸引力，更激發鬥志。因為已經實現目標之後，就不那麼激勵人心了。\n銷售和廣告：你可以使用一些與次感元相關的謂詞，使你的產品更具吸引力。例如，“如果你仔細觀察我們的新產品。”（“仔細”意味著從近處觀看圖片。）\n演講、訪談、會議和消極工作場合：調整次感元，讓你對情境的感覺恰到好處。"
  },
  {
    "id": "id39",
    "title": "第十章 如何擁有良好的心態——創造好心態，為你自己，也為他人",
    "text": "第十章\n如何擁有良好的心態\n——創造好心態，為你自己，也為他人\n----------------------------------------\n你無法控制發生在你身上的事情，但你可以控制你對發生在你身上的事情的態度，並且你要控制變化，而不是讓變化控制你。\n——布萊恩·崔西（作家、企業家和勵志演說家）\n在上一章中，我們研究瞭如何改變內部表象，從而引導行為和結果的變化。在這一章中，我們將介紹如何改變自己的心態，並影響他人的心態。我在前面的”NLP溝通模式”小節中提過，改變心態是改變行為和結果的有效方式。任何會改變我們心態的東西，在NLP中都稱為“心錨”。\n心錨的作用\n改變自己的心態，並影響別人的心態，讓你從容面對很多令人緊張或焦慮的工作場合，比如：\n● 面試（無論是面試官者還是應聘者）。\n● 演講。\n● 談判。\n● 會議。\n● 評估。\n先為你自己建立心錨，這樣讓你隨時進入良好的狀態，通常需要10~15分鐘，可以達到“小投資大收益”的效果。\n心錨也可以用於幫助他人達到和感知某些狀態，例如：\n● 在上述場合中管理員工。\n● 廣告與營銷。\n● 銷售。\n請注意，設定心錨來切換次感元的時候，前提是：當前的“問題”是次要的，並與具體情況相關。在訪談前感到有點焦慮，這是比較正常的事情；感到瘋狂的恐慌或是一直感到焦慮，這不在本書討論的範疇之內。\n什麼是心錨\n心錨在NLP中被定義為“屬於條件反射裡面的一種形式，可以引起自己或他人的某種情緒反應”。這種理論是由最著名的先驅俄國生理學家伊萬·巴甫洛夫提出的。1904年，他進行了著名的“鈴聲與狗的進食實驗”，表明狗可以接受訓練而產生某種預設前提的條件反射。心錨其實是一種完全自動的人類反應，源自於某種或全部的表象系統。人們會自動對各種事件做出積極或消極的條件反射，例如：\n● 你最喜歡的歡快音樂的聲音；在工作中，你老闆或最重要客戶的聲音。\n● 看到你最好的朋友的臉；在工作中，看到總經理走進大樓的場景。\n● 現磨咖啡的香味；在工作中，你老闆的香水味或刮鬍水的味道。\n● 當你穿上一件剛熨好的襯衫或上衣去接受重要訪談時，你最喜歡的襯衫的氣味。就像你祖母往日裡做的蘋果餡餅的味道。\n心錨法則之一，你可以為自己創造自己的條件反射機制，甚至創造或喚起他人的某種情緒狀態。圖10.1可以說明這一點。\n圖10.1\n如果你記得自己真的感到興奮的時候，並重溫了那個特定的事件，那麼，你的情緒狀態會變得更強烈，並達到高潮（通常是5~15秒），然後，你會回到日常狀態（參見圖10.1中的倒U圖形）。如果你把高潮狀態與某個特定動作相連接，比如，把拇指和食指捏在一起，並重復幾次這個過程，這種狀態（此時此刻，通常是激動情緒）和動作將會成為神經聯繫，所以，如果你在商務會議之前重複這種動作，那麼，你會感到自己已經建立了心錨（進入了興奮情緒狀態）。\n如何為自己建立心錨\n接下來，我們要討論如何為自己建立心錨，以便用於前面提到的工作場所，或者引導他人去建立心錨。\n提示10.1\n請仔細閱讀下面兩小節內容，你可能需要重複閱讀，以便清楚地知道如何在為自己或他人建立心錨之前做些準備工作。請仔細閱讀並參考這些關鍵點，以便得心應手地使用心錨技巧，達到預期的效果。\n建立心錨的五大關鍵詞\n在討論如何建立心錨之前，很有必要討論一下成功建立心錨的五大關鍵詞。\n1.強度（Intensity）： 當你在訪談前或訪談中啟動心錨（即刺激信號）時，你會感到心錨力量的強大體驗。所以，如果你想感到高度自信，那麼，請使用讓你感到高度自信的心錨情境。\n2.時限性（Timing）： 重要的是，為了有效地建立心錨，你要捕捉自己的高潮狀態（參見圖10.1中兩條垂直線之間的狀態），當你的狀態接近高潮（情緒最強烈）時建立心錨，然後，在高潮之後，立即釋放掉心錨。通常情況下，高潮持續5~15秒，但是，具體時間取決於個人，少則1~2秒，多則1分鐘。\n3.唯一性（Uniqueness）： 刺激信號具備唯一性，因此很容易建立心錨，不會觸發其他的意外情緒。舉個例子，在工作場合握手時會不斷地觸發手掌上的心錨，久而久之，就習以為常了，也就不再產生條件反射了。大多數人喜歡把拇指和食指的指尖捏在一起，或者捏壓特定的指關節，這是在手掌上建立心錨的獨特動作。\n4.可複製性（Replicability） ：重要的是，你可以在任何時候激活心錨。在訪談或演講之前或之中，你可以用右手抓住自己的左腳踝，這是不可複製的獨特動作。在大多數情況下，把你的拇指和食指捏在一起，或者擠壓特定的指關節，這是可複製的日常動作。其他在場的人可能不會注意到你的動作，即使他們複製了你的動作，也不會多想。\n5.次數（Number）： 通常，在建立心錨的過程中，重複某一心錨4~6次，它的作用會比重複1~2次更加強大和持久。\n我們可以把這五大關鍵詞簡稱為“ITURN”。\n建立心錨的七大步驟\n建立心錨包括7個步驟。這個過程有時也被稱為“設定心錨”。\n1.弄清楚心錨的過程（也就是七大步驟和五大關鍵詞），並決定自己想要的心錨狀態，例如，自信、積極、有力（假設自信是這個練習題的理想狀態），以及策劃你將如何建立心錨的過程。我建議大家使用觸覺心錨，比如，把你的手指和拇指捏在一起，或者擠壓指關節。體育運動往往更有效，而且可以重複。它可以製造一個內心的聲音，或在你的腦海中形成一個畫面。記得“ITURN”中的“R”，可複製性。外部的聲音或圖片可能並不總是適合你，比如音樂。\n請進行系統平衡檢查，以便建立適合你的心錨。\n2.回想一段生動的過往經歷，讓你感受到其中的一種理想狀態。每次選擇一種感覺或情緒（例如自信），以及一段與這種情緒有關的過往經歷。（如果出於某種原因，你不能想到一個讓你感到自信的時刻，請給自己一點時間。）有時人們不能馬上想到一個情境，但是，一旦他們想到某個情境的時候，其他的記憶就會開始氾濫。如果不奏效，那就假裝奏效吧！我們的潛意識不知道真實事件與虛構事件之間的區別。\n3.務必“融入”事件當中。換句話說，你要想自己正在經歷某一件事，就像你身臨其境一樣，記得，不只是思考。你還要觀看和傾聽（就像正在發生一樣），真正體驗到完全自信的感覺。\n4.建立心錨。也就是說，讓刺激信息把你帶入高潮狀態。例如，把拇指和食指捏在一起（參見圖10.1），記住，高潮之後，立即釋放心錨。\n5.改變心態。想一些不帶感情色彩的中性事情，以便理清你的思路。這就是所謂的“打破當前的狀態”。\n6.重複步驟2~5，大約4~6次。如果你想建立3個心錨，我建議每個心錨舉兩個例子，3個心錨，總共6個例子。如果你只想要一個心錨，重複相同的心錨4~6次，要麼選擇同樣生動的體驗（步驟2），要麼選擇不同的體驗。每次使用相同的心錨（例如，拇指和食指捏在一起），這就是所謂的“堆疊心錨”。\n7.做一個激活心錨的小測試。例如，把拇指和食指捏在一起，注意你的感覺。\n提示10.2\n做一個臨時小測試（步驟7），如果做完兩輪建立心錨的步驟之後，由於某些原因，你還沒有正確地完成這個過程，那就早點修改吧。我們需要節省時間，不要等到做完前6個步驟再亡羊補牢。\n模擬未來\n如果你為某個特定事件設定了心錨，例如，給重要客戶做演示，請在步驟7中使用“模擬未來”的技巧（參見第九章中提到的”NLP介入法”第六步）。當你勾畫未來的心錨時，有必要使用兩種類型的視覺心錨技巧。第一種類型是“解離”，換句話說，看到自己做演講，就像自己在電視或電影屏幕前做演講一樣。你激活自己的心錨，同時，看到畫面中的自己。第二種類型是“融入”，換句話說，想象你處於這樣的狀態，彷彿通過自己的眼睛去觀看，這樣再次激活心錨。在這兩種情況下，你都可以睜眼或閉眼。\n通過視覺解離，你會經常注意到自己的行為或表現，以及你正在做的事情或不再做的事情，這樣可以讓事情順利進行。有人認為融入技巧更有用，有人則認為解離技巧更有用。請找出對你最奏效的那一種心錨技巧吧。\n還有一個重要的問題，模擬未來需要考慮幾種不同的場景，在每個場景中，你都感覺到了心錨狀態，因此，請“執行”你想要的心錨技巧。模擬未來的不同場景的好處是，你可以準備好幾乎所有的事情，不只是讓事情趨於完美（談判代表和觀眾有時會提出具有挑戰性的問題）。這會讓你對這個事件更有信心。因此，激活心錨之後，解離幾種場景中，並模擬未來（通常需要一兩分鐘，你可以在腦海中加速進行）。然後，幾秒鐘之後，融入相同的場景，並重復地模擬未來。\n溫馨提示\n如果你已經建立了視覺、聽覺和觸覺刺激的積極聯繫，請在合適的情況下加以利用。例如，把你孩子的照片放在桌子上或屏保上；在你的辦公室的牆上貼上證書或獎章；隨時播放你最喜歡的音樂，以便你在開會之前振奮精神，在開會之後平復心情！如果你有一件特殊的衣服，穿上它會讓你感覺很特別，那麼，你可以穿著它去參加重要的會議。\n練習題10.1\n（每種心錨需要10~15分鐘左右）\n參考上述的建立心錨的七大步驟，再輔以圖片或音樂，可以建立兩種主要類型的心錨：一種是振奮精神的心錨，一種平復心情的心錨。\n如何為他人建立心錨\n作為一名經理，你可以使用前面章節中解釋的步驟來幫助同事建立心錨。\n在工作場所，你也可以利用其他方法為他人建立心錨。記住，你可以使用任何或全部的表象系統來設定心錨。\n你可以“用空間當作心錨”。比如做演講。談論過去的時候，你可以站在一個地方。談論現在的時候，你可以站在另一個地方。談論將來的時候，你可以站在第三個地方（理想情況下，當觀眾看著你的時候，這三個地方可以在這個舞臺的左邊、中間和右邊）。用空間作心錨之後，你可以在演講過程中適當地指向或重新回到這些地方，巧妙地向觀眾說明你所談論事件的時間框架。\n以此類推，演講的時候，你可以用空間作心錨去定位某些狀態或反應，例如，在一個地方談論一個積極事件，在另一地方談論一個消極事件。在演講過程中，你可以適當地重新回到每個地方，以便為觀眾“設定心錨”（即再現狀態）。\n你可以使用故事和隱喻（參見第七章）來幫助他人引出和創造一個狀態，比如，講一個有趣的故事或者一個鼓舞人心的故事。\n在會議中，你可以用手勢、詞彙或語音語調來引導他人。例如，當你銷售時，如果客戶或潛在客戶談論或顯示某種情緒反應，請用一個手勢來設定心錨。當你遇到相關事件時，可以稍後再激活心錨（即重複這個手勢）。\n故事10.1\n幾年前，我舉辦了一個為期一天的銷售培訓班。當時，我是一個經驗豐富的教練，並定期舉行專題演講。演講開始的時候，我說了一句有趣的話，觀眾們笑了起來。當他們笑的時候，我一隻腳向前邁了一步，做了個小小的手勢。過了一會兒，觀眾們又笑了起來，我做了同樣的動作和手勢。大約一分鐘後，我無意中做了同樣的動作和手勢，那時，我正在講述一個可笑的話題，觀眾也笑了起來。此時此刻，我真正意識到了心錨對大家的影響力有多大。\n練習題10.2\n（大約5~10分鐘）\n列表寫下對職場上其他人有用的心錨，比如好奇心（例如，競爭對手或顧客如何反應）、興奮感和衝動情緒。選擇一種方法和一兩種狀態，巧妙地為他人設定心錨（一個手勢、一句話、一個表情、一個語調），並在適當的工作環境下進行練習。\n處理工作中的消極心錨\n工作中，有時會產生積極心錨，有時會產生消極心錨。例如，由於先前的經歷，當你聽到某個同事的聲音或進入某個辦公室時，可能會感到些許焦慮（我指的是較小的消極事件）。NLP中有一種特定的技巧，稱為“瓦解心錨”，可用於個人和NLP專業培訓。你可以自己使用“瓦解心錨”技巧。下面是瓦解心錨過程的簡要總結：\n● 設定一個積極給力的心錨，勾勒一個畫面，或握住一個可以帶給你真正強大的積極心態的小物品。\n● 下次當你的消極心錨被激活的時候，請激活你的積極心錨，並繼續保持下去，直到消極心態消失為止。\n故事10.2\n我培訓過這樣一位職場人士：他聽到老闆走近他的桌子時，就會感到焦慮。我知道，他深深地愛著他的孩子們，每當看到孩子們的照片時，他就會感覺如此美妙，總是記得孩子們說“我愛你，爸爸”的場景。我建議，下次當他聽到老闆走進來的時候，就拿起孩子們的照片觀看，並回憶孩子們說“我愛你，爸爸”的場景。他照做了，結果他感覺很好，趕走了老闆進入辦公室時的消極情緒，不僅是那一次，以後的每一次都如此。這意味著，他可以用適當的方式與老闆打交道了，而不是在條件反射下產生消極情緒。\n如何在工作中運用心錨\n在工作中，心錨的應用十分廣泛：\n演講： 這包括準備演講的過程。在演講時，如果遇到難題，他會足智多謀，並用空間作心錨，也就是“空間錨”。在會議上發言的人會站在一個固定的地方講話（比如，在特定的桌子或講臺旁邊）。如果之前的演講者已經激活了觀眾的消極情緒（比如失望或無聊），那麼，如果條件允許，請選擇一個與之前發言者不同的地方；當你看到觀眾們處於良好情緒狀態的時候，就可以走向那個固定的地方。這就是“瓦解心錨”的過程。你也可以使用故事或隱喻來幫助觀眾創造積極的情緒狀態。\n培訓： 針對上文中提到的一些項目，你可以“用音樂作心錨”，讓大家知道，運動或喝茶休息的時間已經過去了。另外，如果你的課程由很多單元組成，你可以把目前單元的掛圖放在與以前單元的掛圖相同的地方，讓代表們立刻對這個培訓教室感覺很熟悉。\n營銷與廣告： 押韻動聽的廣告詞和企業商標的使用，可以刺激客戶的反應。例如，許多廣告試圖在客戶心中創造魅力四射和飛黃騰達的感覺，然後將這些感覺與產品、商標和順口溜聯繫在一起。\n指導和管理： 這包括幫助客戶和同事在準備重要會議或訪談時達到最好的情緒狀態。"
  },
  {
    "id": "id40",
    "title": "第十一章 多角度看問題——理解和洞察的關鍵",
    "text": "第十一章\n多角度看問題\n——理解和洞察的關鍵\n----------------------------------------\n你們必須與人相處，但你們也必須承認，團隊的力量源自於持有不同觀點和不同個性的不同個人。\n——史蒂夫·凱斯（美國在線公司的創始人和前首席執行官）\n讀到這裡，大家會意識到，我們每個人都以自己獨特的方式看待這個世界。商業成功的關鍵因素之一就是能夠從其他的角度來看待事情，而不僅僅是從你自己的角度來看待問題。這種NLP技巧被稱為“位置感知法”，它可以幫助你為自己服務，也可以讓你影響他人。\n位置感知法有什麼作用\n對於個人來說，“位置感知法”可以用於以下情況：\n● 準備與同事、客戶或潛在客戶、供應商和採訪者等會面的時候。\n● 協助你建立目標的時候（參見第四章）。\n● 防止和克服衝突或誤會的時候。\n● 指導同事或客戶做以上工作的時候。\n“位置感知法”可以在更廣泛的戰略層面上使用，例如：\n● 創造性思維。例如，設計諮詢方案；根據羅伯特·迪爾茨（NLP大學創始人之一），華特·迪士尼使用了一種“位置感知法”去製作自己的卡通電影。\n● 為各部門甚至整個組織做戰略計劃。\n● 準備給大團體做演講。\n位置感知法是什麼\n生活中有一些陳詞濫調，比如：“你站在我的立場上想想。”“每一個故事都有三個版本：我的版本、你的版本和真實情況。”這些話語其實就是“位置感知法”的雛形。\n大多數人在一生中都經歷過固執己見的時期。通常是因為這個人在特定的時刻僅僅從自己的角度看問題。在NLP中，我們稱之為“第一位置”；其他相關人士的觀點稱為“第二位置”；旁觀者的觀點稱為“第三位置”。你越容易從第一位置中解離出來，並進入“純粹的”第二位置和第三位置，你就越能夠高效使用這種技巧。\n我在培訓課程中經常聽到學員代表們說，他們可以自然地看到別人的觀點，但是，當他們做感知位置法練習題（下一節會詳細解釋）時，就會發現這種技巧比他們想象的更加強大和有用。我會在以後的章節中討論造成這種情況的原因。\n位置感知法的操作步驟\n讓我們假設一下，你自己正在使用這個過程，以便獲得一些技巧，以便與你的老闆進行一次重要的會談。關於位置感知法，我還會在本章後面的“應用”小節中深入探討。加上之前兩章中講述的次感元和心錨效應，你會明白如何學習這種技巧，並努力實現自己期望的心態變化。\n具體過程如下：\n步驟1\n在地板上畫出三個空間（或者三把椅子），形狀為等邊三角形或等腰三角形（在你不會被打擾的房間裡），如圖11.1所示。在這種情況下，第二位置代表你的老闆，第三位置代表中立的旁觀者。\n圖11.1\n步驟2\n你站（坐）在第一位置，看著你的老闆在第二位置，然後問自己，你的感受如何，你在面對老闆時有什麼想法。通常在那裡花的時間不會超過1分鐘，你有足夠的時間去品味自己對情境的感受。\n步驟3\n走向第二位置，在中途的時候，你可以思考完全無關的事情，從而打破當前的心理狀態，改變你在第一位置形成的心態（第十章中提到了“打破當前的狀態”）。然後，移到第二位置，“變身為”你的老闆。儘可能地採用他的生理反應和姿態，並“變成”他們（請記住前面的內容：生理機能如何影響心態和內部表象；並參見下面的提示11.1）。儘可能花多一點時間（通常是2~5分鐘），深入瞭解你的老闆看到第一位置中的“你”的時候，他的想法和感受如何。你可以問自己如下幾個問題：\n● “在這次會面中，我從他那裡得到了什麼？”\n● “你想對他說什麼？”\n● “我想從他那裡得到什麼信息？”\n● “還有什麼需要注意的地方？”\n通常，第二位置的感知過程非常有用。\n步驟4\n當你盡力感知第二位置之後，請走向第三位置，就像你從第一位置走向第二位置一樣，請打破當前的心理狀態，然後移到第三位置，作為一個獨立的觀察者（或諮詢師），然後設想自己是一個毫不相干的旁觀者。從觀察者的角度來問自己一些問題，例如：\n● “我會給雙方什麼建議呢？”\n● “我注意到了雙方當事人都沒有注意到的問題嗎？是什麼問題呢？”\n● “雙方當事人的共同點是什麼？他們的共同目標是什麼？”\n● “如果第一位置的人站在第三位置回答前面的問題，那麼，對第二位置的人有什麼影響呢？如果第二位置的人站在第三位置回答前面的問題，那麼，對第一位置的人有什麼影響呢？”\n詢問與特定場景相關的任何其他問題。重要的是不要帶有感情色彩，同時要意識到只有第一位置的人（也就是你）才能改變這個過程的直接結果。確保第三位置與其他兩個位置真正隔離開來，必要時讓第三位置移得更遠。最後，還要花儘可能多的時間去了解情境。\n步驟5\n把你從第二位置和第三位置獲取的信息放回到第一位置（也就是你）。你會採取什麼行動？什麼時候採取行動？這些新信息如何驅使你做好準備並採取行動呢？問問你自己，你在多大程度上實現了自己的願望呢？\n步驟6\n如果你在這項練習中沒有達到你想要的目標，那麼，重新回到這幾個位置，或者，在三個位置後面再建立一個位置——第四位置，以便獲得一個更加獨立的視角。記住最後還要回到第一位置，這樣你就可以綜合自己的一切感受。\n圖11.2總結了“多角度看問題”的過程（被截斷箭頭代表打破當前的狀態）。\n圖11.2\n提示11.1\n請注意，你要學會改變自己的身份，如上所述；打破當前的狀態，“變身為”第二位置中的人（在這個例子中，是你的老闆），然後“變身為”第三位置中的旁觀者。移動到不同位置和改變自己的姿態，這樣有助於你感知不同位置中的不同個人，並從對方的角度來考慮問題，而不是把你自己的觀點強加給他人。但是，如果當時的場合不適合位移，比如，這個過程在公共場所進行，那麼，在交談中，你可以坐在椅子上完成這個過程。更重要的是要在三個位置之間打破當前的狀態，因為這裡不允許真正的位移。\n位置感知法的個人應用\n下面是你可以在工作中使用位置感知法的一些例子，通常會在更個性化的情況下使用。在所有的例子中，第三位置是一個旁觀者，過程將如上所述。你可以自己做，或者指導一個同事去完成這個過程，或者幫助同事閱讀和理解這個技巧，然後引導你去完成這個過程。請注意，指導者必須遵循這個過程，禁止提出意見或誘導性的問題。如果學員可以自己得出結論，那就更好了。\n銷售、採購和談判： 你可以在見面之前使用這個方法來更好地瞭解你的潛在客戶、顧客或供應商可能正在尋找什麼，或者他們可能採取什麼談判立場。你的客戶或供應商處於第二位置。在面談期間，你可能想進入第二位置和第三位置的內心世界。當你坐在自己的座位上的時候，你要學會去感知其他位置的立場和觀點！\n面試： 這種技巧也可以幫你準備面試。第二位置代表面試官或應聘者。\n誤會、衝突及應對“難纏”人物： 你可以使用這種技巧來幫你看到別人的角度，從而緩和危急局面（如果不是主要矛盾，或者不具備強烈的情感依附，這種NLP技巧會帶給你最佳效果）。請注意，如果與你有衝突的人在場，請你不要使用這種技巧，你要獨立完成，這樣你才能真正瞭解對方的觀點。第二位置代表這個情境中的另一個人。考慮找一位同事來指導你完成這個過程（先讀懂這個過程）。許多NLP專業的學生建議說，請別人問這些問題，並且必須用語言表達，“迫使”他們繼續回答第二位置和第三位置的問題，從而獲取見解，還要“迫使”他們承諾採取某些行動（參見步驟5）。\n如果你是一位NLP教練，你可以指導自己的“客戶”完成上述三個段落中的任務。\n故事11.1\n西蒙是一位NLP執行師，也是一家大型上市公司的人力資源總監。這家公司有一個非常友好的總監，他碰巧也是一個喜歡動手動腳的人；不幸的是，一個年輕的女員工感覺到了他的性騷擾舉止，威脅要起訴這家公司，這將是一場公關災難。\n西蒙花了15分鐘，指導這個總監去使用“位置感知法”。這個總監真的看到並感到自己的行為對年輕女員工的影響，他對自己的行為感到抱歉。那天稍晚一些，西蒙也讓那個年輕女員工使用了“位置感知法”，她意識到，那個總監只是友好行為，他對誰都是這樣，並沒有惡意。\n第二天，西蒙找這兩個當事人一起談話。總監道歉了，女員工放棄投訴了。你知道嗎？“位置感知法”維護了公司的聲譽，省去了很多時間和法律費用。\n位置感知法的團隊應用\n位置感知法還適用於更多的人或更大的群體。我們感知的主要位置只有三個，但每個位置上的人沒有數量限制。在下面的一些示例中，將有一個以上的第二位置，例如，如果在觀眾中有不同的群體。請把這些原則應用於你自己的情況。\n人們認識到，下列情況有可能適用於個人情況，如前面提到的情況，反之亦然。\n當眾演講： 如果觀眾思維一致，一個第二位置就足夠了。但是，如果有一些分組，我建議你在實踐中適當地分解第二位置（比如，第二位置a、第二位置b等等），各個位置之間可以打破當前的狀態（如果你想讓觀眾感覺你是專業人士，你就可以演示會計、律師、測量師、醫生等獨立身份）。有時候，非常有必要指定一個人來代表每個小組。\n戰略計劃： 你可以創造幾個第二位置，例如，客戶、供應商、競爭對手、員工和股東。第三位置可能是華爾街的獨立分析師，也可能是公司內部的諮詢師。\n部門規劃： 這一點與上一點基本相同，但第二位置可能包括其他的具體部門（市場營銷部、財務部、法律部等等）。\n產品設計和市場營銷： 在產品開發的早期階段，你可以建立不同的位置來代表不同的目標消費群體。\n做出重要決定 ：你可以為每一個受決策影響的主要群體設立一個單獨的第二位置，然後將第三位置留給獨立的諮詢師。\n創造性的解決方案： 華特·迪士尼在進行創造性思維的時候，使用了變相的“位置感知法”。首先，他把自己的團隊帶進了“夢想家”的房間，儘量想一些稀奇古怪的創意；然後，他把自己的團隊帶進了“評論家”的房間，想一想為什麼這些創意無法實現；最後，他把自己的團隊帶進了“現實主義者”的房間，把前面兩個房間裡的創意都放在了一起。\n創造性地解決問題 ：第一位置代表當前的形勢，第二位置代表未來的某個時間——當你得到了自己想要的東西或解決了某個問題的時候。在第三位置，你可以觀察自己如何從現在過渡到了未來。在第二位置，你還可以給“過去的自己”一點點建議。\n練習題11.1\n（大約15分鐘）\n想一想，如果你能洞察別人對某個話題的想法，那會大有裨益。你不必考慮多麼重大的問題，選擇小問題往往會更有益，這樣，你會更容易學會“位置感知法”。請按照本章的描述去練習“位置感知法”。\n在交談中感知位置： “位置感知法”可以在談話中進行。你可以與個人交談，也可以與團體交流。例如，你可以這樣問：“如果他現在在這裡，他會說什麼呢？”“如果你是他，你會對此有何感受呢？”這樣，你邀請與你談話的人進入第二位置。然後，你可以問：“在這種情況下，如果你在建議其他人，你會給他們什麼建議呢？”"
  },
  {
    "id": "id41",
    "title": "第十二章 巧用換框法——變消極為積極的思維開關",
    "text": "第十二章\n巧用換框法\n——變消極為積極的思維開關\n----------------------------------------\n當你處於巨大的壓力或逆境中的時候，最好的做法就是保持忙碌，然後把怒氣與精力用來做一些正能量的事。\n——李·艾柯卡（福特汽車和克萊斯勒汽車公司前總裁）\n第三部分的前面章節已經介紹了四大NLP技巧（邏輯層次模型、次感元、心錨和位置感知法）的正式流程。在本章中，我們將介紹如何在職場中選擇簡單的方式去快速改變你或同事的消極想法。在NLP中，這種方法被稱為“換框法”。從本質上講，換框法就是提出建議去改變人們對環境和處境的理解。\n換框法適合的應用環境\n當你（或他人）消極地思考某個處境的時候，換框法就會派上用場。這也是在銷售環境中處理反對意見的基本技巧。比如，在銷售、培訓、管理、談判和業績方面表現不好。\n換框法是什麼\n“換框法”這個術語包含著一個隱藏的意義，那就是：某個事件或處境已經形成了“框架”。從溝通模式中，你會意識到，外部事件通過一系列的想法和體驗（即參考框架）去進行過濾（即刪減、類推，特別是扭曲），從而導致不同的想法和感受。歡迎加加入書社,每日海量書籍,大師課精彩分享V 信:dedao555\n因此，很少有“一壞到底”的事件或處境；解讀事件的方式也趨於多元化。政客和商界領袖在評論“壞消息”的時候往往精通於“扭轉乾坤”的藝術。例如，如果一家公司宣佈年度利潤低於去年，許多人會認為這是一個令人失望的結果。這就是大家看到的“框架”或環境。換框法可以幫助你和他人解釋或理解更正面的結果。（第十三章將會更深入地剖析改變信念的不同方法。）\n你可以與人交談，使其改變想法，也可以改變自己的思維模式，從而改變自己的想法。\n提示12.1\n因為解讀事件的方式趨於多元化，所以，你可以盡情發揮（但不要異想天開），從最能激勵你的角度去解釋事件或處境。\n換框法的兩大類型\n換框法可分為兩種主要類型：\n● 環境換框法。\n● 意義換框法。\n下面我們依次介紹吧。\n環境換框法\n所謂“環境換框法”，就是當你考慮不同情境（時間或處境）下的同一特定行為或事件時，傾向於更加積極的想法和評價。比如，你可以這樣問自己：“在不同的情境下，這一行為或事件何時何地可以被接受，甚至產生積極的影響呢？”例如，某人十分熱情，他想讓同事快樂，但別人可能會認為他“小題大做”或舉止不當，但如果此人是做客戶服務工作，比如，服務員或空中乘務員（即在不同的處境或情境下），那麼，他的熱情就是他的巨大優勢。\n不同的情境包括：不同的時間段（比如未來）、未來工作的不同組織以及不同的地方或文化背景。\n意義換框法\n所謂“意義換框法”，就是當你考慮同一行為的時候，傾向於更加積極的意義詮釋。比如，你可以這樣問自己：“這個行為或事件還有其他的意義嗎？”或者“這個事件更積極的意義是什麼呢？”\n舉個例子，如果一個老闆有時對員工們大喊大叫，那就可以視為攻擊型上司，也就是消極領導。相反，如果一個老闆和藹可親，那就可以視為激勵型上司，也就是積極領導。\n提示12.2\n意義換框法的技巧之一就是轉換某個重要詞彙的意思。例如，如果一個客戶說你的服務太昂貴了，你可以針對“昂貴”這個詞做文章。你可以這樣回答：“我們以你方所期望的價格提供優質產品。”在本章的下文中，我將深入介紹處理反對意見的方法。\n如何應用換框法\n現在重申一下先前的觀點：從本質上講，換框法就是提出建議去改變人們對環境和處境的理解。如果與你交談的人看待問題的方式與你並無不同，那就沒有問題，因為畢竟你們只是在表達觀點。也就是說，換框法可以幫你去引導他人改變思維，使其迅速接受你的觀點和想法。\n請確保做到以下幾點：\n1.你有權對他人使用換框法（隱喻或明示）。例如，作為教練或值得信賴的同事，你肯定會得到許可。如果你不確定的話，請問一個類似的問題：“如果我給你提供另一個觀察角度，怎麼樣？”或者“我們可以再談談這個問題嗎？”我曾經輔導過那些在工作中被人激怒了的客戶，他們試圖樂觀地看待事情，肯定是出於好意，但現在並不是這樣做的時候，或者我的客戶根本不想讓對方這麼做。\n2.對方很“開放”，願意接受換框法。大多數人都有過失望或煩惱的時候，彼時彼刻，任何深入的探討都毫無益處。\n3.你和對方相處得很融洽。有時，換框法顯得輕率或可笑，所以請確保你與對方的關係和諧融洽（參見第五章）。\n4.換框法必須合理。這並非總是真理，只是對處境的一種似是而非的看法。\n5.你說這話的時候要表現出你的信任感，特別是鑑於上文中的第三點。\n6.你知道環境給對方造成的問題，於是選擇一種適合對方表達自己觀點的換框法，而不是選擇一個符合你的觀點的換框法（這與NLP預設前提之“尊重他人的觀點”相關——參見第三章）。也就是說，請你詢問對方，環境給他造成的問題是什麼。\n7.請按常理出牌！除非你真的是技術嫻熟，能力過關。記住，換框法最適用於相對較小的問題。\n一般來說，換框法的語言表達如下：\n● “嗯，至少你會×××。”\n● “她會×××，真是太棒啦！”\n● “所以，現在（至少/最後）你將會×××。”\n● “所以，至少你不必×××。”\n● “謝天謝地，你不是×××。”\n● “也許他沒有（已經/不在/是在/不能）×××。”\n請注意，換框法不是忠告，只是要求對方考慮以不同的方式看待某事。\n下面是商業中遇到的一些換框法的例子：\n“我很惱火，因為我的老闆分配給我的工作比團隊中的其他人多。”\n換框法1:“或許他們認為你處理問題的能力比其他隊員強。”（意義換框法——改變對行為的解釋）\n換框法2:“那是他們信任你完成工作的能力很棒。”（意義換框法）\n換框法3:“現在看起來也許很麻煩，但是，當你爭取下一次升職的時候，你會很高興自己擁有這一切經驗，不是嗎？”（環境換框法——觀看不同的時間跨度）\n換框法4:“至少你得到了一份工作！”（意義換框法）\n“填寫求職申請表真的很無聊。”\n換框法1:“至少你可以尋找很多可能的工作。”（意義換框法）\n換框法2:“當你得到自己想要的工作時，難道你不高興這麼做嗎？”（環境換框法）\n換框法3:“這樣做可能顯示你有多麼重視自己的成功，對你未來的職業生涯也有好處。”（意義換框法和環境換框法）\n練習題12.1\n練習換框法。如果你有信心，請與客戶和同事一起做練習題。如果你還沒準備好在“現實生活”中使用換框法，你可以進行以下練習：\n● 傾聽採訪，閱讀報紙，觀看新聞，學會積極地看待事物。\n● 找一個願意合作的人。請對方告訴你，他所面臨的一個小挑戰，然後問：“這對你來說有什麼問題嗎？”一旦你想出這對對方造成困擾，請迅速決定幾個可能的換框法，並立即執行。使用感知敏感度（參見第五章），注意每個換框法的影響，以及其反饋意見，並研究如何改善換框法的結果。\n如何用換框法處理反對意見\n換框法的技巧可以用來處理反對意見，例如，在銷售環境下，可以使用換框法去應對質疑。下面舉例說明換框法的應用：\n1.“你的業務才開展兩年，所以你沒有足夠的經驗供我們借鑑。”\n2.“你開價太高。”\n閱讀下面的換框法，記住，這些只是建議，並不總是適合一切情況。記得使用常識！\n備註：“反駁例1“就是針對例1的反對意見；“反駁例2“就是針對例2的反對意見。\n反駁方式：重新定義某些關鍵術語或概念。\n反駁例1:“這是因為我們對這個市場非常陌生，但我們可以使用新方法，想出創造性的解決方案。”\n反駁例2:\n● “這是優質產品該有的價格。”\n● “這是一項長期投資。”\n反駁方式：故事或類比。\n反駁例1:“我們現有的一位客戶喜歡新方法和創造性的解決方案，並因此提高了20%的效率。”\n反駁例2:“在第一季度，我們的一位客戶節省的費用超過了產品的成本。”\n反駁方式：給出反例。\n反駁例1:“微軟曾經是一個年輕的公司。”\n反駁例2:“你買過什麼東西，價格比你想象的貴，結果卻挺划算？”\n反駁方式：以其人之道還治其人之身。\n反駁例1:\n● “以你多年的經驗，我相信你已經發現了很多年輕企業提供優質服務的例子。”（這裡可以使用微軟的故事。）\n● “以你的經驗，你可能已經發現，經驗可以使人們對新的替代方案視而不見。”\n反駁例2:“從長遠來看，這可能是一個費錢或昂貴的創意。”\n反駁方式：做到具體詳盡。\n反駁例1:“確切地說，你希望一個企業出現多久之後才能積累足夠的經驗？”\n反駁例2:“這價錢比你想象的要高多少？”（先解決高出的部分，而不是全部金額。）\n反駁方式：聯繫到更重要的東西。\n反駁例1:“有必要思考新穎前衛的創意幫你完成×××嗎？（提到他們告訴你的重要價值，比如，作為市場領導者應該怎麼做。）\n反駁例2:“難道致力於×××比自己想辦法解決少量的資料問題更重要嗎？”\n反駁方式：跳出固有的思維模式。\n反駁例1:“雖然該公司可能是新公司，但三位首席顧問已經有30年的經驗了。”\n反駁例2:\"5年後，你會看到這筆投資並不虧。”\n這個話題在羅伯特·迪爾茨的著作《語言的魔力：談笑間轉變信念之NLP技巧》中有更加詳細的探討。\n換框法的個人應用\n在以下幾種情況下，你可以針對你自己或者你的同事進行換框法：\n刺激客戶或同事的思維： 例如，他們不知道下一步該做什麼，或者只能看到少數選擇，在這種情況下，換框法可以幫助他們跳出固有的思維模式。\n管理員工： 為採取特定行動提供理由。\n將失望轉化為機遇： 例如，銷售失利、面試失敗、沒有升職。\n克服挑戰： 例如，應對別人的低效率或明顯的不妥協，要求按時完成任務。\n讓不輕鬆的任務變得輕鬆： 做一些日常工作，例如，文件歸檔、與同事或客戶進行艱難的交談。\n處理反對意見： 例如，向同事推銷你的創意，或者說服同事認可你的想法。\n換框法的團隊應用\n當眾發言時處理反對意見：例如，在培訓研討會上籤下了大單子，或者回答了學員代表們的問題。\n培訓員工解答客戶疑問：指導與客戶打交道的員工使用換框法。\n新聞發佈會：如果有一些“壞消息”，比如利潤少得可憐，你可以使用換框法，以最積極的方式來描繪當前形勢。"
  },
  {
    "id": "id42",
    "title": "第十三章 改變信念——簡單有效地改變你的想法",
    "text": "第十三章\n改變信念\n——簡單有效地改變你的想法\n----------------------------------------\n不管你認為自己能做，還是你認為自己不能做——你可能都是對的。\n——亨利·福特（福特汽車公司創始人）\n眾所周知，信念是創造你的內部感受的關鍵過濾機制。在NLP中，有許多改變信念的技巧；在本章中，我們將接著上一章的內容介紹換框法，告訴大家如何改變信念。\n改變信念的重要性\n鑑於信念在很大程度上可以影響結果，所以，如果能夠改變你自己（或他人）的消極信念或侷限性信念，那將有助於：\n● 提高工作成果。\n● 指導或管理他人提高業績。\n● 使你自己或他人在工作中發揮潛能。\n如何識別消極信念和積極信念\n信念可以被定義為“我們對某個話題當前最好的思考”或“我們認為的真實想法”。當別人擁有信念的時候，我們通常稱之為“意見”，但當我們自己擁有信念的時候，我們往往稱之為“真理”。\n因此，信念可以是積極的、鼓舞人心的，也可以是消極的、侷限性的。如果你有一個積極的信念（例如“我是一個優秀的銷售員/經理/設計師”或者“我可以輕而易舉地學會新技能”），那麼，請你保持這個信念！如果你有一個消極的信念（例如，與前面提到的積極信念相反），那麼，本章將向你展示一些改變消極信念的方法。\n請注意，具有重大負面後果的消極信念不在本書討論的範疇之內，而是需要藉助於NLP執行師、教練或（更極端的情況下）顧問的培訓和實踐。\n一個侷限性的信念會在某種程度上限制你去做（成為或擁有）你想要做（成為或擁有）的事情（人物或東西）。這種信念的內容可能包括：\n● 你或你的能力：“我賣不出去產品”或“我在面試中留下的印象不太好”。\n● 別人：“你不要相信會計師”或“所有老闆對待員工都不好”。\n● 全世界：“人類是自私的”或“生活總是在你沮喪的時候雪上加霜”。\n下面是一些助你辨別消極信念的技巧：\n● “感覺”：你不能真正感受到（因為它不是一種情感），你可以用“相信”來代替“感覺”這個詞。例如，“我感覺人們不喜歡我”或者“我感覺自己在演講之前會緊張”。\n● 否定：例如，“我無法學習新的東西”或“我無法擁有成功的職業生涯”。\n● 比較：例如，“我賺不到那麼多錢”或“我不夠聰明”。\n● 情態動詞（不得不、將要、應該、必須、需要）：“我必須知道所有的答案”或“我要給所有的客戶打電話，甚至是帶不來利潤的客戶”。\n練習題13.1\n（大約2~10分鐘）\n列出任何限制你的職業生涯或事業進展的主要消極信念。一次挑一個，然後帶著這個信念去瀏覽下一小節內容，記住，你的目的是改變這個信念。\n請注意侷限性的信念（未來）與事實陳述（過去或現在）之間的區別。你的同事從來沒有做過演講，這可能是真的。他不善於演講，這是一個侷限性的信念。\n提示13.1\n請記住神經邏輯層次模型（參見第八章）和信心（即信念）、才能（即能力）之間的聯繫。相信你能做一些自己做不到的事，這可能是愚蠢的，甚至是危險的。你希望把自己的稅務問題交給一個盲目自信卻對稅務一無所知的人來管理嗎？\n通過交談使人改變信念\n以下幾個方法可以減少你或你的同事受侷限性信念的影響。記住，不是所有的方法都適用於每一個信念。\n尋找反例（參見第十二章，處理反對意見）。問問自己：“這種信念在哪裡？或者什麼時候變成假的？”我的一位客戶認為，她不善於當眾發言。我追問她，於是她說出了自己可以積極發言的幾種情況，這使她改變了自己的信念。\n使用位置感知法（參見第十一章）。經常設身處地為別人著想（第二位置），或者把它想象成一箇中立的旁觀者（第三位置），這樣會改變你對情境的看法。例如，我問了一位擔任財務顧問的客戶，他認為自己不知道如何拓展業務，在同樣的情況下，他卻可以給別人建議（第三位置）。他停頓了一會兒，然後提出了幾個非常有用的建議。\n使用換框法（參見第十二章）。尋找這種情況下的積極元素。這種情況怎麼會對你有用呢？其中有什麼積極意義呢？\n信念與現實作比較。有時我們會做出假設，然後開始相信這些假設。你可以問問自己：“我怎麼知道這種信念是真的？”或者“我怎麼知道這個信念不是假的？”\n提高你的能力。如果我們回顧一下第八章的NLP邏輯層次模型，侷限性的信念可能是由於缺乏技能而產生的。通過以上演講者的例子，學習額外的演講技巧也許不能讓她進行高效演講，但一定會對她有所幫助。\n假裝自己可以做到。問問自己：“誰能做到這一點？他們將如何行動？”然後再著手做事。“在你做到之前，一直假裝你能做到！\"NLP技巧之一就是模擬卓越之人的行為，達到複製卓越的結果。\n找到適合自己的環境。問問自己，你在什麼地方或什麼時候遇到過類似的挑戰（可能是在不同的背景下），併成功地處理了這些問題。你是怎麼做到的？在這種情況下，你能複製哪些策略、狀態和態度？例如，你可能認為自己不擅長在工作中做演講，但你卻可以在朋友的婚禮上激情發言，你是怎麼做到的？\n開啟“成功心態”。重新審視積極的信念和成功法則（參見第三章）。你要表現得像真的一樣。記住，要主動尋找原因。\n建立心錨。我的一位客戶要去參加一個面試，這是她（和許多其他應聘者）夢寐以求的工作，她非常緊張。她相信，面試官會問她一些她無法回答的問題。於是，她建立心錨（參見第十章），即使她不知道答案，也能恰當地回答一切問題。最後，她得到了這份工作！\n你的目的是什麼？請參考一些目標設定的問題（參見第四章）。有時，認識自己的價值觀、認同感或目標（參見第八章），可以幫你找到克服侷限性信念的動力。記住，NLP邏輯層次越高，力量就越大。\n你曾經改變過信念。你可能在某個時候認為自己沒有能力做某事，但後來你發現自己有這個能力。現在想一想，這樣的情況發生了多少次，例如，意外簽下了一筆大單，或者得到了晉升。當前的侷限性信念是不是你將來會實現的下一個信念呢？\n改變信念的個人應用\n你可以改變你自己的侷限性信念，或者幫助你的同事和客戶去改變消極信念，在幾乎所有的工作領域都可以，例如，銷售、演講或求職。\n改變信念的團隊應用\n舉例來說，在培訓課程中，你可以用這些技巧來幫助激勵那些銷售業績不佳的員工，並增加團隊的自信心。"
  },
  {
    "id": "id43",
    "title": "第四部分 如何理解、影響和激勵他人",
    "text": "第四部分\n如何理解、影響和激勵他人\n第四部分： 講述了個性方面的兩個關鍵的過濾機制，即價值觀和元程序。\n第十四章： 深入研究了價值觀（也稱為價值取向），並描述瞭如何找出對某人重要的東西以及它在組織中的作用。\n第十五章： 描述了NLP中的“元程序”。元程序是深層過濾機制，可以幫你理解、預測和影響行為。"
  },
  {
    "id": "id44",
    "title": "第十四章 價值觀影響你和他人的工作能力——激勵和影響他人的關鍵",
    "text": "第十四章\n價值觀影響你和他人的工作能力\n——激勵和影響他人的關鍵\n----------------------------------------\n激勵就是讓人們自願去做你想讓他們去做的事情的一門藝術。\n——德懷特·艾森豪威爾（美國第34任總統）\n我們提到了NLP溝通模式（參見第二章）和NLP邏輯層次模型（參見第八章）。價值觀可以被定義為“我們在任何特定的環境中想要或尋找的東西，或者對我們來說很重要的東西”。價值觀是最重要的過濾機制之一，對價值觀的認識將會有助於你提高自己的工作壽命，以及在工作中影響他人的能力。\n價值觀的作用\n價值觀將幫助大家：銷售更多產品；高效管理，讓你的員工爭著搶著要為你工作；提高你自己的工作滿意度；對你的職業生涯做出更好的決定和選擇；更有效地進行談判；招聘更優秀的員工；防止或儘量減少工作中的衝突來源；建立更有效的團隊；指導他人完成上述工作。\n價值觀是什麼\n價值觀通常是無形的，涉及NLP歸類法（參見第七章），屬於抽象的概念。在工作中，對個人而言，價值觀可能是挑戰、尊重、多樣性和差異性，對組織而言，價值觀則是服務、卓越、創新和賦權。因為價值觀是無形的，所以，對於不同的人，價值觀有著不同的意義；你對價值觀的定義可能有別於你的同事，比如，多樣性，你們的理解會有所差異。\n你可能也會聽到NLP專業人員在提及價值觀的時候使用“價值取向”這個短語。在本質上，“價值觀”和“價值取向”可以互換。\n價值觀是指我們傾向於擁有的東西，或者逃離不擁有的東西。例如，錢對你的一個同事可能很重要，因為他想要錢能買的東西（房子、汽車、衣服，等等），對另一個同事來說，錢可能同樣重要，因為他不想因為沒錢而讓自己的家庭生活貧困不堪。第一個同事的動機是“向錢看”，而第二個同事的動機是思考沒有錢會怎樣。下一章將會對此進一步討論。\n價值觀與信念、態度和行為相關聯。有時候，一個人的價值觀是因為他的信念而形成的；有時候，一個人的信念是因為他們擁有的價值觀而形成的。一名經理可能會看重誠實，因為他相信說出真相的重要性。他的態度基本上就是圍繞特定主題的信念和價值觀，並假設信念和價值觀相一致（參見第八章），他的行為將會折射出他的信念、價值觀和態度。\n價值觀可以自然地採用NLP歸類法進行組織。在你的工作或事業中會有一些對你來說很重要的事情，其中一些甚至重中之重。正如我們將要介紹的，這對於工作價值觀至關重要。\n價值觀可以在一個人的生活和職業生涯中發生變化，尤其是當重大事件發生的時候，比如，被解僱、獲得晉升或成為父母。\n關於工作動力的問題，出現了很多理論。美國心理學家弗雷德裡克·赫茨伯格提出了一個與此相關的理論，他發明了著名的“雙因素理論”——在工作中，有兩種主要的正面因素——保健因素（比如，工作條件、地位、工資和公車）和“激勵因素”（比如，賞識、進步、工作本身和責任）。\n如何在工作中利用價值觀\n在工作場所使用價值觀的方法有很多。使用工作價值觀的出發點就是在相關的背景中找出或誘導某人的價值觀。例如，如果你正在指導某人進行職業選擇，背景就是“職業”；如果你賣給他們一輛車，背景就是“汽車”。\n接下來的小節將會介紹你獲得客戶公開認可時的價值誘導過程（在後面的章節中，我們將介紹如何在你沒有得到公開認可的情況下進行非正式的價值誘導）。讓我們假設一下，你的同事請你幫他發展事業，因此，背景就是“事業”。\n步驟1：正確提問\n問問你的同事：“在你的職業生涯中什麼對你很重要？”或“你想在事業中尋找什麼？”再或者“你想從事業中得到什麼？”所有這些問題都是相似的，我通常會把這三個問題放在一起提問，因為客戶和學生都覺得這很有用。\n採用你的同事的原話寫下你的答案（要原話，不要你的改寫版本）。他們說的單詞或短語對於他們來說，都有著特別的意義，這是關於他們的故事，而不是關於你的故事。\n如果他們給出的價值觀是否定的，例如，“不被忽視”。那就問：“你想要什麼呢？”這樣可能會爭取到積極的價值觀（例如“賞識”），這就是你要寫下來的內容。\n如果出現一個稍稍長一點的停頓（事實顯示，通常在前4~7個價值觀之後會停頓一下），可以問：“對你的職業來說，還有什麼重要的因素呢？”打破砂鍋問到底，直到同事們無話可說為止。\n提示14.1\n請保持沉默。你的同事正在反思自己的價值觀，並抵制任何價值誘導，因為這個過程是關於他們的價值觀，而不是你的價值觀。\n步驟2：價值誘導\n滿足你的價值觀，通常會讓你快樂和積極。洞察同事的價值觀的另一種方式就是讓他們記住一個特定的時間，也就是當他們在自己的職業生涯中感到真正快樂或積極的時候。還要讓他們記住，讓他們感到如此快樂和積極的原因是什麼。當他們描述情況時，請仔細傾聽有關價值觀的問題。他們很可能提及步驟1中的一些價值觀。如果他們遇到了步驟1中沒有提到的一個價值觀，請問他們：在他們的職業生涯中，這是否對他們很重要。假如很重要的話，請把這個價值觀記錄下來。如果你聽到了步驟1中沒有提到的幾個價值觀，請重複步驟2的過程，以獲得不同的情境，誘導出額外的價值觀。\n在這個階段，你可能會有8~12個價值觀。如果稍微多一些或少一些，都是可以的。偶爾，人們會給出12個以上的價值觀，這意味著某些價值可以被組合在一起，例如，對於一個特定的人來說，誠實、信任和正直可能是相似的，或者說，價值觀實際上就是“行為舉止”。值得注意的是，價值觀是無形的，而行為是有形的。如果你的同事提到一個行為，並問：“對你來說什麼是重要的？”結果就是，他們會帶給你相關的價值觀。\n步驟3：悉數全收\n向他們展示價值觀，並問：“如果你在自己的職業生涯中擁有這種（所有這些）價值觀，你悉數全收嗎？不會有什麼遺漏嗎？”這將幫你識別以前沒有提到的任何價值觀。偶爾，這個人可能會說遺漏了什麼，在這種情況下，請把它記錄下來，然後重複這個問題，直到他們無話可說為止。\n提示14.2\n有時，在步驟1、2或3中，人們想要解釋為什麼每個價值觀都很重要。雖然某些價值觀現在沒用，但以後一定有用。如果你的同事給出了冗長的答案，請你禮貌而優雅地建議他們最好給出簡明扼要的回答，告訴他們在職業生涯中什麼對他們重要，但沒必要解釋或證明那些價值觀。\n步驟4：價值分級\n雖然你記錄下的所有價值觀都對你的同事很重要，但有些價值觀尤為重要，凌駕於其他價值觀之上。請讓同事們按照1~8的打分標準打分，其中，1表示最重要的價值觀。\n通常情況下，在任何已知的背景下，前4~6種價值觀代表了關鍵的動力。\n還有第二種方法，主要針對價值觀超過10種的情況。我們可以把核心價值觀評為”A級”，把重要但不是核心的價值觀評為”B級”，把“錦上添花”的價值觀評為”C級”。我總是問我的客戶，他們偏愛什麼方法，或者哪種方法最有利於實現他們的目標；大多數人喜歡第二種方法（“A級”“B級”和”C級”）。\n人們在樹立價值觀的最後階段提到了一些更重要的價值觀，這並不罕見。這表明，當事人一直在尋找內心更深的自己，強調給此人時間去靜靜地思考並提問的重要性，這個問題就是：“還有什麼對你很重要？”然後，執行步驟2和步驟3.\n提示14.3\n當你提出價值觀並進行排名的時候，它會有助於人們：\n● 解讀其中提到的價值觀，這可能對那些偏愛聽覺表象系統的人特別有用。\n● 坐在偏愛視覺表象系統的人旁邊，以便他可以看到你寫的內容。\n● 讓偏愛觸覺表象系統的人寫出每種價值觀的重要程度順序（步驟4）。\n● 修改排名列表，如果那個人願意的話，也可以讓他去修改自己列出的排名。\n步驟5：結果檢測\n所謂“結果檢測”，就是給他們提供兩種職業：一個價值觀為5~8（取名為”B級”和”C級”），另一個價值觀為1~4（取名為”A級”）。我希望他們選擇第二個。\n如果他們不確定或選擇了第一個，請重新審視步驟4，並要求他們調整排名。\n練習題14.1\n（大約10~20分鐘）\n選擇最合適的詞語來反映你的工作環境（例如職業、職場、商業或工作），並做相應的價值評估練習題（步驟1~5），以便你獲得洞察力或清晰度。如果你覺得更容易，請一個值得信賴的同事或朋友帶你去完成這個過程，並記住整個過程和技巧。\n練習題14.2\n（大約10~20分鐘）\n如果你認為在你的工作角色中重要的是能夠誘導別人的價值觀（如果你做銷售、招募或管理員工，這是必要的），與同事或朋友一起實踐價值導向過程。\n如何在實際生活中運用價值觀\n正如我前面提到的，因為價值觀是抽象的，它們對不同的人意味著不同的東西。因此，我們非常有必要（我將在“應用”部分進一步解釋其原因）弄清楚他們口中的價值觀意味著什麼，以及他們如何知道自己是否滿足某種價值觀。在NLP中使用術語“踐行價值觀”來描述這個問題。\n下面一些問題可以幫你找出每一個價值觀的意義。讓我們假設一下，你同事的工作價值觀之一就是“賞識”。通常情況下，關於每個價值觀，你只會問一兩個這樣的問題（選擇最合適的問題）。\n● 發生什麼才能讓你知道自己在工作中得到了認可或賞識？\n● 你怎麼知道你在工作中被認可的時間？\n● 在工作中，對你而言，賞識意味著什麼？\n● 你怎麼知道別人什麼時候在工作中認可了你？\n● 你在工作中得到認可的證據和過程是什麼？\n● 什麼讓你在工作中感到被認可了？\n● 如果你感到自己在工作中沒有得到認可，或者你認可的價值觀沒有得到滿足，會發生什麼呢？\n一旦你進行了步驟1~5，如果適當的話，你會發現前幾名價值觀的踐行過程，通常是前五名的價值觀，也就是所有的”A級”，如果你認為有用的話，還會有更多的價值觀。利用你同事的例子，對他們來說，既要知道價值觀，又要了解價值觀的踐行方式，這對他們來說很重要，這樣他們才能做出更好的職業選擇。\n通常情況下，踐行價值觀需要花費2~5分鐘，具體時間取決於需要多少細節。因此，在45分鐘之內，你會了解很多有關他們的信息，或幫助他們充分了解他們自己。\n練習題14.3\n（大約20~45分鐘）\n繼續做練習題14.1和練習題14.2，針對前幾名的價值觀進行價值誘導和踐行。儘可能多地做練習，讓你（練習題14.1）或同事（練習題14.2）發現有幫助的事物。\n提示14.4\n請注意，價值觀會隨著時間的變化而變化。我建議大家週期性地重新審視自己的職業價值觀，也許在你的年度評估之前，也許在你的工作或個人情況發生重大變化的時候。另外，如果在進行價值誘導練習幾天之後，你意識到自己沒有記下重要的價值觀，記得補充記錄一下。\n價值觀的個人應用\n價值觀的應用廣泛，可以為你或他人服務。\n做出選擇\n正如我們在本章中所採用的例子，你可以幫助你自己或他人選擇新的工作或職業。進行價值誘導，實現價值觀，然後做出替代方案，並注意每個選擇是否滿足每個人的價值觀。下面的表格就是一個典型例子。\n表格14.1\n假設一下，這五個價值觀都是”A級”，則選項F將居於這個排行榜的榜首！你可能更喜歡用10分制來衡量每個價值觀，而不是用“√“”×”和“？”。\n求職面試（作為應聘者）\n如果你知道你的價值觀、NLP歸類法、分級和踐行，就可以問面試官關於這個職位的問題，看看是否真的適合你。每當我在培訓課程中談到價值觀的時候，我都會問學員們（大多數學員都是擁有下屬彙報工作的領導）對應聘者的看法。針對應聘者詢問職位和相關問題時的表現，他們總是會對應聘者做出高度評價，這會增加應聘者的成功機會。\n提高工作滿意度\n使用本節中詳細介紹的“做出選擇”的原則，按重要性順序列出你的價值觀，然後按照1~10的評分標準，評價在你的當前職位中每個價值觀的踐行程度。鑑於這種情形，你最好向你的老闆提出如何提高滿意度的具體要求。\n把產品賣給消費者\n當你購買自己要穿的鞋子時，你心中會有一個想法（鞋子的款式、大小、價格、顏色等等），也就是你的價值觀或價值取向。一個優秀的銷售員會問你想買什麼樣的鞋子，然後給你看符合你的標準的鞋子（參見故事14.1）。這個“非正式”的價值誘導過程使用了與我們在本章前面提到的“正式”的價值誘導過程相同的原則。\n目標設定\n正如第四章和第八章所討論的，當設定目標時，你需要確保你知道自己的價值觀，你的價值觀和你的目標相一致。換句話說，實現你的目標會帶給你更多的核心價值觀，還是前三四名的價值觀呢？\n故事14.1\n詢問顧客想要什麼樣的產品，這種推銷方法通常效果明顯。我說價值觀也可用於推銷場合，大家都承認自己有過銷售的體驗，但都沒有價值誘導的經驗。幾年前，艾麗森是一個學員代表，她以前學過價值觀的知識，現在想買一款全新的頂級汽車。她描述自己走進一家汽車經銷店的場景，一位銷售員上前告訴她各種汽車的用途。她感到好笑，也有點驚訝，她大約聽了5~10分鐘，希望他會問她想要什麼樣的車，但他沒有。不用說，她當然去了另一家汽車專賣行。\n培訓個人\n如果你是企業的經理或外聘的商業教練，你可以對員工進行價值觀培訓。\n價值觀的團隊應用\n價值觀在組織中有著廣泛的應用。\n管理和激勵員工\n這是價值觀的一個非常重要的應用，也是管理者創造或提高員工敬業度的寶貴途徑。我建議每個經理都要接受以下兩個步驟的培訓。\n步驟1：對每位員工進行年度評估，進行價值誘導練習，這將花費一個小時的時間，包括價值觀的踐行。請設定場景，說出下面的臺詞：\n作為你的老闆，對我來說，你工作中的快樂和動力真的很重要。為什麼？因為這樣你才會產生更好的結果，這對你、我、團隊和我們的顧客、客戶、消費者都是有益的。我認為我的職責就是幫助你在工作中儘可能地快樂，幫助你在工作中儘量擁有你想要的東西，並逃離你不想要的東西。我向你保證，我將盡我所能做到這一點，服從現有的各種預算和組織限制。記住，我不擅長讀心術，所以，如果你不告訴我什麼對你很重要，我就可能不知道。所以，既然我不擅長讀心術，而且我保證盡我所能為你服務，那麼，你願意回答幾個問題嗎？\n我從未聽說過員工回答“不願意”。下面請你進入步驟1~5，並踐行你的價值觀。\n提示14.5\n在年度評估的前幾個星期，請你的員工考慮一下，在工作中對他們重要的事情是什麼。這讓他們有機會在評估之前進行反思。\n步驟2：遵守諾言。如果情況在年內發生變化，請主動向受到影響的員工們解釋。\n提示14.6\n對你的員工的價值觀與赫茨伯格的雙因素理論（正如在本章的前面提到的）的關聯程度保持好奇心。即使在一個富有挑戰性的經濟環境中，可能沒有多少錢來激勵員工，但如果你明白可以真正激勵員工的話，依然有很多方法去激發他們的潛能。\n故事14.2\n我在任何一堂管理課上都會講授激勵員工的步驟。毫無例外，所有學員都承認，如果他們的老闆踐行激勵員工的步驟，包括遵守諾言，那麼，他們會感到工作積極性很高，很想為那個老闆工作。\n管理供應商和大額項目\n與前面的“做出選擇”小節一樣，根據名單進行完整的價值誘導和評估。\n把產品賣給企業\n這種方法類似於上文中的“把產品賣給消費者”的概述。如果你把一個大項目賣給一家公司，你可能會與潛在客戶進行一次較長的對話或與一系列的對話。在這段時間裡，當潛在客戶提到與產品有關的價值觀時，你要傾聽，因為價值觀很重要，當潛在客戶提及這個詞彙或短語的時候，通常你會使用感官敏銳感來注意到姿態或音調的變化。\n你也可以進行類似於本章前面描述的價值誘導方法。場景設定可能是這樣的（假設你正在進行銷售諮詢服務）：\n我發現我的大多數客戶都想得到更多（前面提到的價值，或者一定很重要的東西，比如，有利可圖、有效率或有成效）。我假設這是你感興趣的東西。為了讓我幫你變得更有價值，可以問你一些問題嗎？\n假設他們說“可以”，根據步驟1~5，進行價值誘導和踐行。你可能需要稍稍調整一下問題，因為這是一個正式的商業場合。例如，在步驟1中，你將會用“諮詢顧問”或“諮詢服務”取代“職業生涯”，當你價值分級（步驟4）時，你可能會要求最重要的三四個價值觀，或者真正的核心價值觀。\n一旦你知道諮詢顧問公司對他們來說真正重要的是什麼，他們的每個價值觀是什麼（踐行價值觀），你作為銷售員的角色就會變得相對簡單。請展示你如何服務才能滿足他們的需要。通過這種銷售方式，你真的是在為你的客戶服務。\n提示14.7\n有時人們發現銷售過程並不舒服。當他們意識到這一過程有助於他們真正為顧客或客戶服務（實現雙贏）的時候，他們對銷售的態度就變得更加積極和熱情。\n人際關係管理\n這種方法類似於“把產品賣給企業”，也就是說，根據客戶的需要，從企業或人際關係中誘導客戶的價值觀。\n談判\n雖然成功的談判有很多方面，但如果你能找出對你的交易對手重要和不重要的東西，那才是真正有用的。請你使用上文中提到的感官敏銳度來識別價值觀。\n招聘\n為這個職位進行價值誘導，也就是說，決定你希望應聘者擁有什麼樣的價值觀，並用前文中提到的方法來對那些人員進行面試。同時，誘導個人踐行應聘者的職業或工作價值觀，以瞭解他們是否適合這個職位。\n團隊建設\n雖然這不是建立一個有效團隊的唯一途徑，但要求每個團隊成員向同事解釋他們的價值觀和踐行過程，通常會引起更多的理解和共鳴。如果你領導這個團隊，請在做這個練習題之前仔細考慮一下。如果一個團隊狀態良好，那麼結果會很棒。但是，如果一個團隊死氣沉沉，那麼結果就會很糟。\n改變組織文化\n這在”NLP邏輯層次模型”小節（參見第八章）中已經討論過了。重要的是，高級管理層和董事會要“身體力行”：比如，如果“平易近人”是一個既定的商業價值，這必須適用於整個組織——從最高管理層開始。\n價值觀衝突\n這種衝突往往是由於不同的價值觀共存而造成的，或者是因為一方忽視（有意或無意）對方的價值觀。我們可以瞭解雙方各自的價值，或者讓雙方瞭解彼此的價值觀，從而減少和化解價值觀衝突。談判者和調解員可以搞定這個難題。"
  },
  {
    "id": "id45",
    "title": "第十五章 元程序性格的神奇影響力——如何在工作中影響他人",
    "text": "第十五章\n元程序性格的神奇影響力\n——如何在工作中影響他人\n----------------------------------------\n為了有效地交流，我們必須認識到，我們在看待世界的方式上都是不同的，並以此作為我們與他人交流的指南。\n——託尼·羅賓斯（美國作家兼世界級潛能開發專家）\n我們將要討論的最後一套過濾機制就是“元程序”。這些都是深層次的過濾機制，與價值觀和信念一起，極大地影響和塑造了我們的性格和對工作環境的反應。它們影響了我們看待情況的方式，幾乎不考慮正在發生的具體事件。它們就像“思維框架”一樣。你可能會發現，你對工作中的兩個人說了同樣的話，結果卻得到了非常不同的回答，或者對同事或顧客說了些什麼，得到了完全出乎意料的答覆。這可能是由於他們各自的元程序模式不同。\n元程序的作用\n學習和理解元程序，會讓你對自己和他人有更多的瞭解，並幫助你在工作中更有效地表達自己的想法和增加影響力。\n你在工作中遇到的每一個人都會有自己的一套元程序人格模式。瞭解這些將有助於你理解和影響他們在許多工作場合的行為，包括：\n● 管理員工\n● 招聘和選拔\n● 銷售\n● 談判\n● 演講\n● 指導\n● 廣告\n● 團隊建設\n● 與同事進行日常交流\n有時候，瞭解元程序可以阻止你或他人生氣和爭論（參見故事15.1）。\n元程序使用方便快捷，優越於大多數其他的人格模式，你可以一邊交談一邊檢測。事實上，操作熟練的人可以在10~15分鐘內洞察他人的元程序模式。\n元程序是什麼\n元程序，也就是“人格模式”，其實就是思維模式和反應模式，可以比喻為“思維框架”。這些框架或“程序”位於或超越了具體文字或內容之外，因此產生了“元程序”這個術語（“元”意為變化）。這些元程序可能會隨著情境的變化而改變。例如，你管理某個人的情況和你應對某個顧客的情況不同，也必定與你對家人或朋友的反應不同。\n因此，在任何給定的環境中，你的元程序將決定你的視角、思維方式和對情境的感受，從而決定你的行為和反應。\n元程序與一種著名的人格分析系統相關，這就是所謂的邁爾斯布里格斯類型指標（簡稱MBTI測試）。你可能聽說過這個理論。我不會在本書中深度解析這個系統，因為在書上或網上可以查到很多相關內容。（凱爾西和貝茨合著的《請理解我》已經對MBTI做出了極好的解釋）。在一些NLP學校，MBTI的四大特質（內向——外向；實感——直覺；思維——情感；判斷——知覺）被稱為“簡單”元程序；傳統的NLP元程序被稱為“複雜”元程序。許多元程序都有自己的“元程序圖譜”，通常分為兩三個級別。\n對於每一個元程序，你都可以提一個問題，以便引出這個人的偏好。提問之後，仔細聆聽這個答案，你就可以對某人的元程序進行“猜測”，然後再檢測。雪莉·蘿絲·夏爾凡因為善用元程序而聞名（她在自己的著作《話語改變思維》中介紹了元程序的應用），通常指的是“先猜測再檢測”的方法。檢測你的猜測是否準確的方法之一，就是使用與你猜測相關的語言和語句，然後觀察對方的反應。所有這一切都將在下一節中詳細解釋。\n如何使用元程序\n元程序過濾機制的數量會有所變化，這取決於你上的是哪所NLP學校，你讀的是哪本書（例如，邁克爾·霍爾和鮑勃·鮑登哈默合著的《理解人類》中描述了51種元程序過濾機制）。我們將介紹15種廣泛傳授和適用於工作的過濾機制。我們將依次介紹：\n● 名稱。\n● 概述。\n● 如果可能的話，描繪元程序中各個級別的特徵；對於某些元程序，最好是分類，而不是描繪元程序圖譜。\n● 你可以通過提問去弄清楚元程序的人格偏好。\n● 如何解釋對方的反應和估計對方的人格模式。\n● 根據對方的人格模式選擇適當的關鍵詞組合。\n● 提示（《話語改變思維》介紹了工作中的元程序圖譜）。根據研究顯示，元程序圖譜的分佈並不均勻，我以後會詳細解釋原因及其應用。\n請注意，雖然元程序所使用的術語可能因書而異，但原理相似。此外，元程序的名稱或元程序圖譜的範圍可能與日常用語中的含義有輕微的差別。\n我們必須認識到，元程序沒有固定的好壞之分，作用也不是始終不變，這取決於具體情境。關鍵的是要能夠了解自己的性格，認識到別人的性格，並能做出相應的反應。這與兩個NLP預設前提相關：“尊重他人的意見和個性”和“懂得變通”（後者也是成功法則之一）。\n瞭解自己和他人的性格很重要\n本章是本書中最長的一章。我一直在努力尋找完美和簡潔之間的平衡。有幾本書單獨介紹了元程序，市面上也出現了為期幾天的元程序培訓課程。最終，讀者自己決定使用多少本章中的內容和步驟。我的建議是，先利用本章內容去更好地瞭解自己的性格，以及對你的工作業績很重要的人的性格。你一旦掌握了這個技巧，就可以有意識地從別人那裡獲取信息，並在適當的時候使用相關的關鍵詞。\n提示15.1\n當你閱讀這些元程序模式的時候，看看你是否能識別出你和重要客戶或同事在每個元程序圖譜中的位置。\n請注意，“元程序”“過濾機制”和“人格模式”在本章中經常交替使用，因為你可能會聽到NLP從業者交替使用這些術語。在本章中，“同事”一詞將用於指表現各種元程序特徵的人。\n1.價值觀\n概述：這通常被認為是元程序過濾機制之一，對於我們將要涉及的下一個過濾機制來說，是非常重要的。我們在上一章詳細介紹了價值觀。如果你特別使用上一章中提到的價值觀，請你按照上文描述的方式去誘導價值觀。如果你僅僅是為了引出下一個元程序而誘導價值觀，你就不需要去執行第十四章中所描述的那麼多細節。\n提問：“什麼情境對你很重要？”“還有別的嗎？”\n解釋：這已在第14章中討論過。簡單地認識到這些價值觀對同事很重要。\n關鍵詞：使用同事用過的話語。因為價值觀是重要的激勵因素，他們會積極期待去實現自己的價值觀。\n2.朝向和逃離\n概述：你如何保持積極性？你是否專注於一個對象或目標，或者一個需要避免的情況或事物？\n過濾機制：“朝向”和“逃離”。\n● 朝向結果的人希望擁有、實現或得到他們想要的東西。他們往往善於優先設定和實現目標。他們可能不會發現問題，因為他們太專注於自己的目標。\n● 逃離結果的人往往走向另一個極端，做些事情來避免某些事件、情況或事物。他們往往擅長並有動力去發現和預防問題。他們可能不善於按優先順序處理事情或實現目標，因為，如果事情不順，或者他們不喜歡，他們就會走神。他們在工作中的結果可能與努力程度是不一致的（參見故事15.1），因為他們一旦擺脫了麻煩，也就失去了動力。\n● 其他類型包括：“朝向為主”“各佔一半”“逃離為主”，代表同事在元程序中的位置。\n提問：\n● “為什麼說，在這種情況下價值觀對你很重要？”\n● “為什麼說，重複以前答案中的關鍵點對你很重要？”\n● “為什麼說，重複以前答案中的關鍵點對你很重要？”\n換句話說，你問了三次同樣的問題，並逐層展開了答案。如果你真的研究透徹，就會挖掘出所有的價值觀。在實踐中，為了節省時間，第一個問題可以這樣問：“為什麼所有這些（價值觀）對你來說都很重要？”所以，你只需要一次回答三個問題。\n解釋：“朝向型”同事會使用諸如“得到”“擁有”“獲得”“到達”“掙到”或“贏得”之類的詞。“逃離型”同事會提及他們不想發生的事情，他們避免或想消除的情況，或者使用否定詞。他們可能會提到一些諸如“必須”“不得不”“應該”和“應當”之類的情態動詞。你可以根據“朝向”和“逃離”的比例去估計該同事在元程序圖譜中的位置。\n關鍵詞：\n● 朝向：你將獲得、實現、贏得、掙到的東西；指標；預定日期；宗旨；目標。\n● 逃離：提及要避免的情況或要解決的問題；限期；消除；排除；減少問題、責任。\n適當的時候，可以兩者並用，這取決於該同事的元程序特徵。（備註：這個原則適用於下文中所有的元程序。）\n提示：\n● 當你對著不同的聽眾說話，或在不瞭解讀者的情況下寫報告時，使用“朝向”和“逃離”的關鍵詞組合，以確保你可以爭取到所有的聽眾，避免讓一些聽眾感到厭煩。你有沒有注意到上一句中的兩種語言模式（“爭取到聽眾”和“避免聽眾感到厭煩”）？\n● 有些產品讓你變成“朝向型”人格，有些產品讓你變成“逃離型”人格。例如，健康保險通常是“逃離”產品，而奢侈珠寶可能是“朝向”產品。\n故事15.1\n我學習了元程序之後不久，參與了一個NLP項目（參見第十六章），任務是測試美國一家大型跨國公司銷售員的性格。我們成立了一個測試團隊，公司給我們每個人都分配了很多銷售員，其中一些人業績突出，另一些人卻業績平平，但公司沒有告訴我們，誰的業績好，誰的業績差。我採訪了一個銷售員，他說他的銷售業績一直遙遙領先。我認為他是一個“朝向型”的人，所以，當他問我為什麼要採訪他的時候，我使用了“朝向型”語言，比如：“公司想招聘優秀的銷售員來擴展業務。”\n這個銷售員說：“我不理解，我感到很生氣，我會揍你的。”我有點吃驚，然後我記起了他說過，他在月初的時候每週工作20~30個小時，然後接近最後期限和目標的時候，他每週工作80~90個小時（即“逃離”模式）。我意識到了這一點，然後說：“如果公司僱傭不能勝任這份工作的銷售員，你覺得對別人會有多糟糕。這不是你想要的結果，是嗎？”他回答說：“哦，現在我明白了。抱歉，我之前有點暴躁。”\n3.原因\n概述：你是如何處理日常工作的？你是否努力爭取新的其他方式來做這件事，或者你願意遵循既定的程序嗎？\n過濾機制：“選擇型”和“程序型”。\n● “選擇型”同事喜歡爭取新的或其他的方法來完成工作。他們反對遵循既定的程序，寧願篡改甚至違反規則。他們也許能夠為他人創建程序，但他們自己會反對遵循這些程序。他們相信總有更好的方法去做某事。他們更喜歡創造性或多樣化的工作。歡迎加加入書社,每日海量書籍,大師課精彩分享V 信:dedao555\n● “程序型”同事喜歡遵循經過反覆檢驗的方法，並相信有一個“正確”的做事方法。他們會很樂意做重複的任務，一般不喜歡被人打攪。\n其他類型還包括：“選擇為主”“程序為主”或“各佔一半”。\n提問：“你為什麼選擇現在的工作/職位/事業/自我創業？”\n解釋：“選擇型”同事會提到價值觀或價值取向（如“我喜歡”或“我要挑戰”），或者一般表示有可能性、機會和選擇。“程序型”同事會告訴你故事如何發生的方式和過程（甚至會問“為什麼”），或者暗示你沒有選擇。有時候，元程序圖譜中也會出現選擇型和程序型的組合。\n關鍵詞：\n● 選擇型：為你篡改或打破規則；機會；選擇；擴展；選項；不可限量；替代；可能性。\n● 程序型：正確或得到證實的方式；久經考驗的真理；義務；還包括一些序數詞：第一、第二、然後、最後。\n提示：\n● 當你向“選擇型”買家出售產品時，你要準備給他們選擇，甚至為他們進行特別的交易。當你向“程序型”買家出售產品時，你要告訴他們其中“最好”或“合適”的產品。\n● 請考慮消費者的偏好。如果需要撥打多次才能與客服接通電話，或者交易過程十分僵化，或者不允許混合搭配的地方，可能會制止客戶“選擇型”人格。同樣，非正式的銷售方法或提供太多的選擇，可能會阻止客戶的“程序型”人格。\n● 若想正確影響你不認識的普通觀眾，最好使用“選擇型”和“程序型”相結合的模式。\n● 有很多機會去使用這些模式，你自己也可能會想到替代方法。（注意：上一個提示強調“程序”，這一個提示強調“選擇”。）\n4.參考框架\n概述：你如何從外部來源、他人建議或者你的內心標準和信念中尋找動力？\n過濾機制：“內部”（有時稱為內部參考）或“外部”（有時稱為“外部參考”）。\n● “內部參考型”同事制定自己的標準，提供他們自己的動機，決定他們自己的工作質量，將會只從那些他們認為值得聽從的人那裡獲取建議。\n● “外部參考型”同事需要別人的意見和方向，目的是獲得激勵，並知道別人的做法。\n● 其他類型還包括：“內部為主”（他們與他人一致，只是為了證實自己的結論或觀點），“各佔一半”“外部為主”（在接受別人的意見和結論之前，他們會檢查自己的思想與感情）。\n提問：“你怎麼知道你在工作中幹得不錯？”\n解釋：“內部參考型”同事將會“知道”，或者暗示（口頭和非口頭）他們已經做了決定。“外部參考型”同事將會與別人（比如他們的老闆或顧客）交談，告訴對方或者向對方展示結果。內部參考與外部參考相結合，將會表明同事在元程序圖譜中的位置。\n關鍵詞：\n● “內部參考型”：只有你能決定；你知道這是你的選擇；你是怎麼想的？你可能需要考慮；有一個建議讓你思考；這取決於你自己。\n● “外部參考型”：別人會說；反饋意見會表明；你會得到認可；別人會注意；信息來源會顯示。\n提示：\n● 當你管理員工時，通常他們越是參考外部，他們就需要更多的反饋。\n● 在計劃一個項目或一項工作時，儘可能地與“內部參考型”同事在早期階段進行合作，以便他們能夠投入計劃或取得進展。\n● 當你當眾發言時，你要意識到，一定會有一些“內部參考型”同事，他們想自己決定你是否值得傾聽。因此，對於一個新聽眾來說，當你自我介紹並使用諸如“你自己決定（或者只有你知道）哪個元素對你有用”等短語的時候，要提到你的資歷和技能。\n5.行為\n概述：在採取行動之前，你是主動採取行動還是等別人來啟動？\n過濾機制：“主動型”和“被動型”。\n● “主動型”同事往往會表現為很少猶豫或思考，不做分析，妄下結論，可能出現“用推土機碾過人群”一般的現象。\n● “被動型”同事傾向於停下來了解情況、分析和思考，等待他人開始行動。在極端情況下，他們是“消極的”，可能會陷入“分析迷局”。\n● 其他類型包括：“主動為主”“各佔一半”或“被動為主”。\n提問：“當你遇到某個情況時，你通常是在權衡之後迅速行動，還是對所有後果進行全面研究之後才行動？”通常沒有必要問此問題——只聽其他問題的回答即可。\n解釋：\n● “主動型”同事會回答“迅速行動”。一般來說，他們會說短句子，好像他們直接掌控著自己的世界。他們的肢體語言可以表現出不耐煩和不能長時間靜坐的症狀。\n● “被動型”同事會回答“先研究一下”。他們說話時就好像世界控制著他們，用長而複雜的句子和“被動”的語言。他們也經常使用諸如“可以”“將會”和“可能”等條件句。他們一般都能靜等很長時間。\n關鍵詞：\n● “主動型”：做某事；投入；現在；完成；不要等待；加油。\n● “被動型”：分析；認為；反映；瞭解；評估；考慮；等待；可以；可能。\n提示：\n● 所有的元程序都可能有自己適合的環境，因此不存在固有的模式，如果你管理的員工非常“主動”，確保你能充分了解他們在做什麼，以確保他們這樣做是適當的，而不是全力以赴去做一些不恰當的事情（特別是他們也有一個強大的“內部參考”模式的時候）。\n● 一旦你已經充分思考了如何使用元程序，那就使用它們吧（先“主動”，後“被動”）。\n6.變化\n概述：你對變化有何反應，你需要多少次改變？你改變的動力來自於“求同”意識還是“求異”意識？\n過濾機制：“求同型”和“求異型”。\n● “求同型”同事喜歡事物保持原樣，不喜歡改變。在工作環境中，他們可能每10年接受一次重大變革，通常每15~25年才會尋求一次改變。他們也會注意到以前或其他情況的相似之處。\n● “求異型”同事尋求激進和頻繁的變化。如果沒有變化，他們每隔一兩年就會焦躁不安。他們會注意到以前或其他情況的不同。一些“求異型”同事也可能會“不匹配”，換句話說，他們不同意你說過的話，喜歡跟你對著幹。\n● 其他類型還包括：“求同為主”（每隔7~15年尋求一次重大改變），“各佔一半”（每隔5~7年尋求一次重大改變）和“求異為主”（每隔3~5年尋求一次重大改變）。\n提問：“你們今年的工作和去年的工作有什麼關係？”如果他們在去年發生了很大的變化，你可以問：“這個工作或職位和你上一份工作或角色有什麼關係？”\n解釋：“求同型”同事會注意到事情和以前一樣。“求同為主”的同事會注意到事情與以前相似或稍有改變。“求異為主”的同事會注意到事情的變化過程。“求異型”同事可能甚至不理解提問中的“關係”這個詞，他們會描述一個徹底變化、改造或革新的過程。\n關鍵詞：\n● “求同型”：和以前一樣；就像你一直做的一樣；相同；不變。\n● “求同為主”：更多；更好；更少；大同小異；除了；進化；進步。\n● “各佔一半”：前兩個類別會聯合發揮作用。\n● “求異為主”：新的；不尋常的；不同的；大量的變化。\n● “求異型”：大變革；全新；嶄新；轉換；變換；獨特；無法辨認；完全不同；完全改變；你可能不會相信（因為不匹配）。\n提示：\n● 許多公共部門和私立部門機構頻繁重組以反映不斷變化的經濟和政治環境。對於元程序傾向於“求同型”的員工，請指出所有仍然相同的元素。確保“求異型”的工作人員有足夠的變化，即便是小小的變動也好，比如把他們轉移到新的團隊或辦公室。\n● 《話語改變思維》一書中顯示，大約1/2的人屬於“求同為主”範疇。因此，當你打廣告的時候，當你更新現有的產品時說“改進”的效果通常會勝過說“全新”。同樣地，當有文化改變倡議時，在可能的情況下，請突出與以前的相似之處。\n● 正如前面的過濾機制一樣，最後的提示給出了元程序圖譜的兩個極端；你可能已經注意到，與以前的過濾機制相比，該過濾機制具有完全不同的分佈圖。\n7.NLP歸類法\n概述：你處理的信息量是多少？\n這與第七章介紹的NLP歸類法相關聯。\n過濾機制：“一般型”（也稱為“大局”）和“特定型”（也稱為“細節”）。\n● “一般型”同事要大畫面和綜述。他們可能以隨機的順序提出想法。他們不喜歡長時間的細緻工作。\n● “特定型”同事喜歡處理少量的信息（否則他們會覺得不知所措），可能太專注於細節，他們“見樹不見林”。他們很難按照適當的優先順序安排好事情，因為他們看到了太多的細節。\n● 其他的類型還包括：“從一般到特定”（也稱為“一般為主”）或“從特定到普遍”（也稱為“特定為主”）。\n提問：“如果我們一起做一個項目，你想先了解大局還是細節？你真的需要知道……嗎？（也就是說，後一個問題取決於上一個答案）”通常，沒有必要問這個問題，因為對方回答的其他問題提供了很多答案。\n解釋：\n● 針對第一個問題，“一般型”同事會回答“大局”，針對二個問題，他們會回答“不”。他們通常以隨機的順序呈現思想或大致想法，談論概念，用抽象的語言交談，經常使用簡短的句子，但細節很少。\n● “特定型”同事會回答“細節”和“不”。說話時，他們通常會給出順序，使用大量的副詞或形容詞，如果他們弄亂了順序，就會重新開始。\n● “從一般到特殊”的同事將會回答“大局”和“是”。“從特殊到一般”的同事將會回答“細節”和“是”。他們都喜歡使用兩者的組合。\n故事15.2\n在故事15.1中提到的同一個項目中，我採訪了一個說自己喜歡大局而不想要細節的人。然而，他花了將近5分鐘的時間去回答第一個問題，這是關於他的職位概述的問題，包括兩分鐘的思考，整個模擬面試過程耗時7小時，而這個過程的平均耗時為4小時。不用說，我認為他是“特定型”。\n關鍵詞：\n● “一般型”：大畫面；本質上；關鍵環節；一般；觀念；主意；概念；典型；整體；綜述。\n● “特定型”：準確；精確；具體；計劃；安排；定義和結構；給出序列中的許多細節。\n提示：\n● 根據研究，“一般型”同事的分佈率為60%，“各佔一半”的分佈率是25%，“特定型”為15%，當你對普通觀眾或你認識的人說話時（旨在獲取更多的信息），先給出大畫面，然後提供必要的細節。\n● 一般來說，職位越高的員工，就越有可能成為“一般型”同事。因此，在開會或演講的時候，要向高級管理人員講明要點，以引起他們的注意，然後用敏銳的眼光來判斷你應何時給他們足夠多的細節。\n8.方向\n概述：你會展示和回應非言語行為嗎？你意識到了別人，並把自己的注意力集中在別人身上了嗎？\n過濾機制：“自我型”和“他人型”。\n● “自我型”同事活在自己的內心世界裡。他們沒有表現出許多情感，他們只注重交流的內容，而不是任何非語言因素。他們知道溝通的基礎是自己的內心感受。\n● “他人型”同事更活潑，以語言和非語言來回應他人。他們知道交際是如何通過非語言反應來進行的。\n● 現實生活中的人們更傾向於不同程度的“他人型”。某些學校NLP認為大多數人“兩者兼有”。根據研究顯示，在工作中，很少有人屬於“自我型”。\n提問：毫無疑問，要引出這個元程序，只需觀察其他問題的回答。比如打噴嚏或放下筆——“自我型”同事不會注意到，“他人型”同事會相應地做出回應。\n解釋：參見上一點。\n關鍵詞：\n沒有特定的語言；對於“自我型”的同事，保持溝通的重點在內容上，對於“他人型”同事，確保建立和保持融洽的關係，並進行非言語交流。\n提示：對於招聘來說，這是一個重要的元程序。雖然技術職位可能不需要“他人型”，但大多數職位都需要“他人型”。幸運的是，工作中只有很少一部分人屬於“自我型”。\n故事15.3\n一位NLP同仁告訴我，一家航空公司正在失去市場份額，陷入經濟危機，這主要是因為機組人員沒有滿足客戶的需求。該公司使用元程序來幫助改變現狀。所有的潛在僱員都被要求為其他應聘者準備一份演講稿，一些面試官在房間的一側觀察。然而，在場的人都不知道，面試官沒有觀察說話者，而是觀察傾聽者，尋找那些具備極端“他人型”性格的人，這些人只關注說話人。於是，面試官讓“他人型”的應聘者進入了下一輪面試，成為公司的員工。\n9.應對壓力\n概述：你對工作中正常壓力有什麼反應？\n過濾機制：“思考型”（有時被稱為“解離”）、“感覺型”（有時被稱為“融入”）和“選擇型”。\n● “思考型”同事（15%）對於工作中的正常壓力沒有情緒反應。他們不會恐慌，可能很難設身處地為同事或客戶著想。\n● “感覺型”同事（15%）有情緒反應，還容易激動；他們自然不適合有壓力的工作。\n● “選擇型”同事（70%）最初有情緒反應，但是，只要他們願意，他們很快就能迴歸到更加平衡的狀態。作為管理者，他們也能感同身受，也會隨著形勢的需要而脫離情境。\n提問：“告訴我一個在工作中給你帶來麻煩（困難、挑戰或問題）的情況。”\n解釋：\n● “感覺型”同事會表現出情緒的跡象，並保持在那種情緒狀態。使用感官敏銳度（參見第五章），你會注意到呼吸、膚色、身體姿勢和語調的變化，他們的眼睛會向下看（參見第六章之“眼動模式”圖解的左邊）。\n● “思考型”同事不會顯示情緒的跡象。\n● “選擇型”同事起初會顯示情緒跡象，然後在呈現情緒和掩蓋情緒（他們的眼睛會向上看一段時間）之間來回變化。\n關鍵詞：\n● “思考型”：清晰的思維；邏輯；理性；鐵一般的事實；統計；數字；證據。\n● “感覺型”：讓他們感受到一種積極的情緒（比如興奮、期待），然後使用“激烈”“興奮”“驚奇”“美妙”和“奇妙”等詞語。\n● “選擇型”：使用的語言可以是興奮，也可以是理性。例如：“很有道理，而且感覺很好。”\n提示：\n● 就像之前提到的，“感覺型”的客戶可能不適合管理，因為他們有壓力。“思考型”管理者可能無法理解員工。“選擇型”是一個更合適的經理性格。\n當你選擇應聘者的時候，請考慮一下該職位所涉及的壓力。\n10.社交\n概述：你最喜歡在什麼樣的環境裡工作——獨自一人，與你周圍的人一起承擔責任，還是分擔責任？\n過濾機制：“獨立型”“管理型”或“團隊型”。\n● “獨立型”同事喜歡單獨工作。\n● “管理型”同事（大多數）更願意與他人一起工作，並擁有自己的責任區。\n● “團隊型”同事更願意與他人一起工作，並共同分擔工作責任。\n● 儘管同事們傾向於一種偏好，但他們很可能是兩種類型並存，甚至三種類型混合。\n提問：“告訴我一個讓你快樂的工作環境（或者他們以前提到過的類似的價值觀）。你喜歡這個環境的哪些方面？”\n解釋：\n● “獨立型”同事將會只談及自己，從來不提他人。\n● “管理型”同事做任務時會提到別人在場或參與的情境（也許他們沒有提及任何人，但情境暗示了有別人參與，例如，演講或主持會議）。\n● “團隊型”同事將會提及其他人，責任是共享的，可能會說：“我們一起做（作為一個團隊）。”\n關鍵詞：\n● “獨立型”：一個人做；自己做；總的責任和控制；不中斷。\n● “管理型”：你會管理、指導和領導周圍的人；你會為此負責，他們也會負責。\n● “團隊型”：我們所有人；讓我們去做；一起做；團隊、聯合或小組的努力；分擔責任；我們都在一起。\n提示：在決定辦公室佈局和工作分配時，要記住各位員工的偏好。\n11.工作偏好\n概述：在組織工作時，你是更關注思想和感情，還是創意、系統和工具？\n過濾機制：“偏人型”“偏物型”和“系統型”。\n● “偏人型”同事更喜歡與人共事。\n● “偏物型”同事更喜歡使用創意、工具、機器和任務。\n● “系統型”同事更喜歡使用系統，或者說，遇到人和物的時候，他們對系統如何工作感興趣。\n● 大多數人都是“偏物型”“系統型”或“偏人與物與系統”的結合體。\n提問：“告訴我一個讓你快樂的工作環境（或者他們以前提到過的類似的價值觀）。你喜歡這個環境的哪些方面？”\n這個問題與前一個過濾機制相同，這個問題可以在不同的情況下使用，大家要勤加練習，直到可以同時應用到兩個過濾機制當中。\n解釋：\n● “偏人型”同事將會提到人物和人名，一般來說，人是最重要的方面。\n● “偏物型”同事將會提到任務、目標、結果等事物；這可能意味著人是過程中的“對象”。\n● “系統型”同事將會提到過程和人物的不同部分之間的相互關係。\n關鍵詞：\n● “偏人型”：使用人名和他們的感受；提及參與這種情況的人們。\n● “偏物型”：提及機器、工具、任務、過程等。\n● “系統型”：提及更廣泛的系統如何工作，或者人們和事物如何整合在一起。\n提示：\n僅僅因為某人是“人”，並不意味著他們一定是好人。可以想象的是，他們可能擅長建立和諧關係和同情別人，你可以利用這一點去管理他們。\n“偏物型”或“系統型”同事適合於需要劇烈反應的重組，因為他們在體驗變化的時候，不會讓自己沮喪。\n12.管理方向\n概述：你對自己和他人在工作中有什麼行為準則嗎？（這個元程序對於決定某人是否會成為一個好經理至關重要）。\n過濾機制：\n● “自我和他人型”：對自己和他人，都有自己的管理原則，願意告訴別人該做什麼。這是高效領導者、管理者和顧問的基本模式，研究表明，75%的人在工作中有這種模式。\n● “自我型”：可以管理自己的工作，但對管理他人不感興趣。這些人一般不適合當管理者。只有3%的人有這種模式。\n● “他人型”：雖然他們善於指導或管理他人，但他們無法管理或指導自己。這是典型的官員或公務員模式，7%的人有這種模式。\n● “自我非他人型”：他們有能力管理自己。雖然他們能夠管理或指導別人，但他們不想（“我為什麼要告訴別人該做什麼？”）。這種模式可能適用於商業和生活教練和輔導員，因為他們應該從客戶那裡獲取信息，而不是給出具體的建議，15%的人有這種性格。\n提問：請看下面3個問題：\n● “你知道你需要做什麼來增加你在工作中取得成功的機會呢？”\n● “你知道別人需要什麼來增加他們在工作中取得成功的機會呢？”\n● “你覺得告訴他們很容易嗎？”\n解釋：\n● “自我和他人型”：（1）是的；（2）是的；（3）是的。\n● “自我型”：（1）是的；（2）不是（或不感興趣）。第三個問題是不相關的。\n● “他人型”：（1）不是（或很難回答）；（2）是的；（3）是或不是。\n● “自我非他人型”：（1）是的；（2）是的；（3）不是（或不願意）。\n關鍵詞：\n● “自我和他人型”：“如果你是我（他或她），你可能會……”\n● “自我型”：“只要你知道或明白，別人就沒什麼關係了。”\n● “他人型”：“雖然你自己不知道什麼對你最好，但你可以告訴別人，什麼對他們最有利。”\n● “自我非他人型”：“你知道什麼適合你。讓別人決定適合自己的事情吧。”\n提示：在解釋這種過濾機制時，提到了適合每種性格的角色類型（比如，“自我和他人型”：領導者、管理者和顧問；“他人型”：官員和公務員；“自我非他人型”：商業或生活教練和輔導員）。\n13.令人信服的證據\n概述：你需要什麼樣的信息才能確信某事？（這是說服同事的兩大過濾機制之一）。\n過濾機制：顧名思義，要麼是“看”“聽”，要麼是“做”“體驗”或“閱讀”。\n提問：“你怎麼知道別人（比如同事）擅長他們的工作？你必須看到、聽到或讀到他們工作的場景，並與他們一起去做或體驗嗎？”\n解釋：他們給出的表象系統是首選答案。\n關鍵詞：我們將在下一個過濾機制中討論這一點，因為這兩個過濾機制是緊密相連的。\n14.令人信服的頻率\n概述：在這個過程中，你什麼時候被說服的？\n過濾機制：“自動方式”（自動說服，假設同事很隨和，告訴他們懷疑的好處）；“多次呈現方式”；“階段方式”和“始終如一方式”（從來沒有真正被說服）。\n提問：“在你確信某人擅長他們所做的事情之前，你需要多久看（聽、讀或體驗）一次（取決於前一個問題答案）？”\n解釋：上一個過濾機制已經介紹過。根據研究顯示，略多於一半的同事“看了就會信”，大約1/3的同事“聽了就會信”。有一半的同事“次數多了就會信”（三次最常見），1/4的同事“過一段時間就會信”。\n關鍵詞：\n● “自動方式”：“你可以假設”“懷疑的好處”“儘快決定”。\n● “多次呈現方式”：匹配他們的反應。例如，如果有人需要聽到（頻率）三次，然後，要麼對他們說三次，要麼提供他們（至少）三個人的詳細聯繫方式。這時也可能適合使用相關謂詞（參見第六章）。\n● “階段方式”：“自從……已經有一段時間了”“感覺好像自從……已經有一段時間了”（即便實際沒有那麼長時間）。\n● “始終如一方式”：“既然你永遠不會真正信服，唯一的辦法就是……”\n提示：\n銷售的時候，使用兩種說服過濾機制。買東西的時候，很多人獲得三個報價，或者嘗試三種產品，或可能需要一段時間才決定買某東西。\n如果你把產品賣給一個傾向於“自動方式”或“一次就會信”的人，你最好立即達成協議，因為他們可能很容易被下一個銷售員說服！這可以適用於組織內部的創意，也可用於購買產品或服務。\n15.主要興趣\n概述：這與你對某一事件或情況的主要興趣有關。\n過濾機制：“人物”“地方”“事物”“活動”“時間”或“信息”。這表明同事最感興趣的是工作環境，這對工作分配和招聘都很重要。\n提問：“告訴我你最喜歡的餐館。你喜歡那個餐館的哪一方面？”\n解釋（括號中的問題與下文中的關鍵詞有關）：\n● “人物”（也就是“誰”）：提到他們和誰在一起或者餐館的員工。\n● “地方”（也就是“在哪裡”）：描述地理或位置。\n● “事物”（也就是“如何”或“是否”）：提到食物的類型或者與餐館特別相關的主題。\n● “活動”（也就是“什麼”）：提到正在發生的事情（如忙碌的侍者、音樂家）。\n● “時間”（也就是“什麼時候”）：提到他們什麼時候去那裡。\n● “信息”（也就是“為什麼”）：可能會問你為什麼想知道，或者告訴你很多關於餐館的信息。\n關鍵詞：通過回答上面括號中的問題來滿足你的偏好。以一個項目為例，比如“信息”，告訴同事這個項目為什麼會繼續進行，以及相關的信息，例如項目的歷史、成本和使用的系統。又如“人物”，告訴同事誰將參與該項目。\n深度應用元程序性格\n提示15.2\n假設你還沒有接受過如何使用元程序的正式培訓，我建議你首先將精力集中於瞭解自己的元程序性格。如果你想用這本書來了解別人，我建議你把任務分解成小塊。\n● 要麼選擇一個人，理解他們的元程序；\n● 要麼選擇一個特定的元程序，注意工作人員的行為如何反映其過濾機制。\n也請注意，每件事都是相對的，例如，如果你恰好傾向於“選擇型”，那麼“選擇型和程序型各佔一半”似乎對你來說就是“程序型”。\n提示15.3\n通常你可以通過聽他們的語言來估計某人特定的元程序模式。例如，如果有人經常談論他們的問題和他們不想要的東西，你可以合理地猜測他們屬於元程序的“逃離”性格。\n提示15.2和練習題15.1可以幫你加深對元程序的理解。\n練習題15.1\n使用下面的表格，引出你自己的元程序性格。\n1.價值觀\n“你想幹什麼？對你工作最重要的是什麼？”\n2.方向\n連問三遍：“為什麼這些價值觀對你很重要？”\n● 朝向。\n● 逃離為主。\n● 朝向為主。\n● 逃離。\n● 各佔一半。\n3.原因\n“你為什麼選擇現在的工作？”\n● 選擇型。\n● 程序為主。\n● 選擇為主。\n● 程序型。\n● 各佔一半。\n4.參考框架\n“你怎麼知道你幹得不錯？”？內部參考型。\n● 外部參考為主。\n● 內部參考為主。\n● 外部參考型。\n● 各佔一半。\n5.行為\n“當你遇到某個情況時，你通常是在做出決定之後迅速行動，還是對所有後果進行全面研究之後才行動？”\n或者先聽聽其他問題的答案。\n● 主動型。\n● 主動為主。\n● 被動為主。\n● 被動型。\n● 各佔一半。\n6.變化\n“你今年的工作和去年的工作有什麼關係？”\n● 求同型。\n● 求異為主。\n● 求同為主。\n● 各佔一本。\n● 求異型。\n7.NLP歸類法\n“如果我們一起去做一個項目，你想先了解大局還是細節？你真的需要知道其他信息嗎？”\n或者先聽聽其他問題的答案。\n● 一般型。\n● 特定為主。\n● 一般為主。\n● 特定型。\n8.方向\n沒有問題，只需觀察（例如，放下筆，打噴嚏）。\n● 自我型。\n● 他人型。\n● 各佔一半。\n9.應對壓力\n“請告訴我工作中給你帶來麻煩的情況。”\n● 思考型。\n● 感覺型。\n● 選擇型。\n10.社交\n“請告訴我工作中的一個快樂的環境（或者提及的價值觀）。你喜歡這個環境的哪些方面？”\n● 獨立型。\n● 團隊型。\n● 管理型。\n11.工作偏好\n“請告訴我一個（在相關情況下）是快樂的環境（或者提及的價值觀）。你喜歡這個環境的哪些方面？”\n● 偏人型。\n● 系統型。\n● 偏物型。\n12.管理方向\n● “你知道你需要做什麼來增加你在工作中取得成功的機會嗎？”\n● “你知道別人需要什麼來增加他們在工作中取得成功的機會嗎？”\n● “你覺得告訴他們很容易嗎？”\n● 自我和他人型（是的；是的；是的）。\n● 他人型（不是；是的；是或不是）。\n● 自我而非他人型（是的；是的；不是或不情願）。\n● 自我型（是的；不是或不感興趣；不相關）。\n13.令人信服的證據\n“你怎麼知道他們（同事）擅長工作呢？”（你需要去看、聽、讀、做或體驗嗎？）\n● 看到。\n● 做或體驗。\n● 聽到。\n● 讀到。\n14.令人信服的頻率\n“你需要多久才能確信他們擅長工作呢？”\n● 自動方式。\n● 階段方式。\n● 多次呈現方式。\n● 始終一致型。\n15.主要興趣\n“告訴我你最喜歡的餐館。你喜歡它的哪一點？”\n● 地方。\n● 活動。\n● 人物。\n● 信息。\n● 事物。\n● 時間。\n元程序的個人應用\n早期提供的許多技巧可以在處理個人性格時使用。更具體地說，元程序可以在以下環境中使用：\n銷售 ：瞭解甚至識別一些元程序，會讓你瞭解如何更好地接近客戶。\n指導和管理： 選擇最好的方法來激勵客戶和員工，並與之交流。此外，在適當情況下，你可以通知你的同事或指導客戶學習一些和全部的元程序知識，使他們能夠更好地瞭解自己的工作聯繫人。故事15.4提供了一個有用的例子。\n故事15.4\n我在指導一位非常聰明的總經理，她在與員工相處方面遇到了一些困難。我引出了她的元程序性格（類似於練習題15.1所示的表格），然後向她解釋了每一個過濾機制，以及她在每一個元程序中的位置。她聽得如痴如醉，說道：“我希望我20年前就知道這套理論了——如果那樣的話，我會是一個更棒的管理者。”\n面試： 能夠理解和影響應聘者或面試官。\n衝突和誤會： 不同的人在特定的元程序性格模式中存在分歧，這是很常見的。你可以使用本章中的信息，至少可以瞭解對方，在理想情況下，可以用一種有效的方法去處理內在的差異。\n元程序的團隊應用\n正如上文中每個過濾機制的提示中所描述的，元程序在組織中的應用十分廣泛。\n廣告和營銷： 在升級或更新現有產品時，使用“改進”（“求同為主”），而不是“全新”（“求異型”），因為大多數人都屬於“求同為主”的性格模式。\n演講： 正如在幾個過濾機制中提到的，聯合使用某些特定的關鍵詞，以確保你影響到所有的聽眾。\n招聘 ：使用元程序來描述職業或職位，以決定你理想的形象和可接受的職位選擇，然後在招聘廣告中使用適當的引導性語言。同時，在面試過程中引出關鍵的元程序。\n團隊建設 ：與第十四章中的“價值觀”一樣，幫助團隊成員去理解元程序模式，特別是當同事適合這些元程序的時候。"
  },
  {
    "id": "id46",
    "title": "第五部分 NLP助你複製卓越",
    "text": "第五部分\nNLP助你複製卓越\n----------------------------------------\n第十六章解釋了NLP模擬卓越方法的一些關鍵方面，以及如何使用本書所涵蓋的技巧去複製卓越。本章還簡要地描述瞭如何識別和使用人們思維過程的一個特定方面，這就是所謂的“策略”。"
  },
  {
    "id": "id47",
    "title": "第十六章 NLP模擬卓越的藝術——如何在工作中複製卓越",
    "text": "第十六章\nNLP模擬卓越的藝術\n——如何在工作中複製卓越\n----------------------------------------\n不要重新發明輪子，只要學會重新組合就可以了。\n——安東尼·德安傑洛（作家兼教育企業家）\n“為什麼要重新發明輪子”是商業界常用的短語。如果你所需要的過程或任務被同事或其他人完成得很好，或者，你可以使用NLP領域開發的某種方法來複制卓越。這就是所謂的“模擬卓越”，這是NLP的三大好處之一（參見第一章）。同樣，如果你可以在一個情境中出色地完成了某個特定的活動，並希望在另一個情境中做同樣的事，那麼，你可以使用NLP模擬卓越，以便助你複製自己的卓越。\n本章僅介紹本書其他章節中提及的一些模擬卓越的要點。\n模擬卓越在工作中的作用\n模擬卓越可以幫助組織保持業績趕上或領先於其競爭對手，還可以在如下幾個領域中幫助改善個人業績和團隊績效，如：\n● 解決問題。\n● 創造力。\n● 業務流程設計。\n● 演講。\n● 銷售。\n● 招聘。\n模擬卓越可以幫助你更快地學習，如果在沒有模擬卓越框架的情況下學習，那就會慢多了。在組織層面上，這減少了培訓所需的時間。\n模擬卓越是什麼\nNLP的前提之一就是，如果一個人與你所處的環境大致相同，而那個人可以做某事，那麼，你就可以學著去做同樣的事（“模擬卓越可以提高業績”——參見第三章）。本章教大家如何做到這一點。\n帕累托法則（得名於意大利經濟學家維爾弗雷多·帕累託）指出，80%的結果來自20%的努力，運用到職場上，80%的業績來自於20%的職員。NLP的共同開發者班德勒與葛瑞德，想找出是什麼把卓越績效和良好業績區分開來的。最初，他們研究並模擬了領先的治療師的卓越的交流技巧。從此以後，他們和許多其他NLP專業人士模擬了各種各樣的商業和非商業技巧。\n雖然說，僅僅通過觀察優秀的演講者、工程師或管理人員所做的身體活動，就可能“模擬”他們，但是，NLP的關鍵信念之一就是，卓越人士的頭腦中發生的事情才是造成差異的癥結所在。\n如何模擬卓越\n簡單地說，模擬卓越可以分解成以下幾個關鍵步驟。\n1.找一個人或專家，要求對方擅長於你想擅長或複製的事物。\n2.洞察這位專家的內心狀態，比如，信仰、某種情境下的元程序以及價值觀。你可以使用神經邏輯模型來挖掘他們對自己擅長的任務的想法和感受。激發他們的次感元也可能有用（“尋找專家”和“獲取信息”小節詳細討論了這一點）。\n3.在可能的情況下，觀察他們完成任務的過程，也就是實際行為，因為擅長某事的人並不完全清楚他們在某個時刻所做的事情。\n4.當他們執行任務時，找出他們的內在狀態，也就是他們的感受。\n5.採納他們的思維和情感策略（上文中的步驟2、3、4），提煉他們的精華，直到你能夠複製，甚至改進他們的結果（本章結尾更詳細地介紹了“策略”）。根據模擬項目可用的時間和資源的數量，你希望對自己的結果進行顯著的改進。\n6.培訓他人採用這種模式，從而提高他們的業績。\n模擬卓越的注意事項\n下面是模擬項目之前和期間要考慮的一些方面。這一節假設你是這方面的決策者。\n你想要的結果：成功的第一法則（參見第三章）強調了從模擬卓越中瞭解你想要什麼的重要性。這將影響或可能受限於項目所需的時間和資源（金錢、技能和人員）。\n提示16.1\n重要的是要明確你想要模擬什麼，並在必要時將過程分解成細節。例如，模擬一個優秀的銷售人員可能會有用；模擬銷售過程的具體方面可能更有用，比如，銷售調查、拉票、預約、發起會議、處理反對意見、完成交易和管理客戶關係。\n現有資源： 如果按照上一點來做，一個全面的模擬過程可能會既費時又費力。成本如何與可能的收益相比較？你（或團隊）是否具備必要的模擬技巧，或者你是否需要在NLP模擬卓越方面請求有經驗的顧問的幫助？作為本書的讀者，即使你沒有接受過正式的NLP培訓，也能獲得關於專家的某些信息，比如，價值觀、信念、元程序以及提出相關的問題，利用神經邏輯層次模型，理解做完任務時需要的心態及其重要性。\n尋找專家： 找到真正優秀的、願意並能夠花時間來模擬卓越的人，有時很困難。如果你是在模擬內部專家（例如，銷售人員），而你可能會“堅持”或說服專家參加進來，但不能保證他們願意這樣做。他們可能希望保留自己的“秘密”。\n如果你正在模擬那些你不能接觸的人，你需要充分利用現有的信息，同時認識到這個項目可能不會產生和其他形式的模擬項目一樣的結果（參見下文中的“獲取信息”）。\n你最好擁有幾個專家，這樣你就可以確定什麼是必要的，什麼是特殊的。較之專家而言，你可能也想擁有一組優秀但不卓越的榜樣。\n此外，請注意你如何將項目解釋給比較組。\n獲取信息： 有幾種可能的方法，比如面試（結構化面試、半結構面試、非正式面試），直接觀察和間接觀察（錄像）。雖然模擬你可以接觸並願意被模仿的人，這顯然更有效。但是，羅伯特·迪爾茨在其系列著作《天才的策略》中對已故的人物進行了廣泛的模擬，比如沃爾夫岡·阿瑪多伊斯·莫扎特、華特·迪士尼和亞里士多德。同時，顯然，迪爾茨無法使用本節中提到的方式獲取信息，他能夠分析報價和軼事來洞察這些天才的思維過程，並演示如何使用這些來培養和提高創造力和解決問題的能力。\n使用信息： 在理想情況下，在開始項目之前，你會考慮如何為個人或組織使用這些信息。可能的用途包括提高招聘效率、培訓員工和提升業績。\n故事16.1\n故事15.1中提到的情況發生在一個模擬項目中。實質上，我和同事們研究了某個特定組織中的成功銷售員和普通銷售員之間的區別。其目的是創建一個簡單的模型，使普通的銷售人員成為成功的銷售人員，從而使公司相應地提高招聘效率。我們每個人都採訪了一個選定的小組，詢問他們的NLP邏輯層次模型、價值誘導和價值取向、元程序和關鍵信念，以及如何使用位置感知法去觀察他們對其他利益相關者的看法。於是，思路逐漸清晰起來，這有助於公司更有效地招聘和營銷推廣。\n一旦你們決定了模擬卓越的目標，請遵循上文中“模擬卓越的流程”的6個步驟。\n決策策略是什麼\n模擬卓越的步驟5中提到了“策略”。NLP中的策略與日常使用的策略含義略有不同。“策略”可能是一個複雜的NLP主題，最好通過現場培訓課程來理解，以下是一個非常簡短的摘要。因此，如果你想了解更多，請看“參考文獻”部分的參考資料。\n從NLP的角度來看，策略是一組外部收集的信息（使用主要的表象系統）並進行內部處理（也使用主要的表象系統），從而產生特定的結果。人們對自己所做的每件事都有策略，例如，決定購買某產品，決定何時完成交易，並積極採取行動。\nNLP策略的作用\n下面是NLP策略的幾點好處：\n● 你可以學會如何塑造自己的卓越品質，例如，你如何做出卓越的決定？\n● 你可以學習如何理解別人的決策過程，還可以幫助你影響他們。\n此外，NLP策略可以幫助人們改變那些沒用的策略。例如，如果有人很難做出決策，或者如果有人發現沒有現成的策略，那就創造一個策略吧。然而，重要的是要注意，這些主題超出了本書的範圍，需要NLP專業人士的培訓。\nNLP策略的辨別\n為了解釋工作中模擬卓越的策略，讓我們使用決定購買某產品的例子來加以描述。大多數人都有一個過程，他們反覆地做決定去購買某物，在NLP中被稱為“決策策略”。所以，當你做出決定的時候，例如，買哪個公文包，你會經歷一系列的事件，沒有特定的順序，具體事件列舉如下（你可能想要參考第六章中的表象系統）：\n● 觀看公文包（外部視覺）。\n● 與銷售人員討論它（外部聽覺）。\n● 觸摸、嘗試或使用它（外部觸覺）。\n● 檢查一下它是否符合你的要求，例如，尺寸、顏色、隔間數量、價格、品牌等（數字化聽覺）。\n● 想象一下，當你使用它的時候，它會是什麼樣（內部視覺構造）。\n● 記住你的舊公文包是什麼樣子（內部視覺記憶）。\n● 想象一下，如果你買下它，人們會怎麼評價它（內部聽覺構造）。\n● 記住人們對你的舊公文包的評價（內部聽覺記憶）。\n● 你買了它，你有何感受呢（內部觸覺）。\n例如，某人的決策策略可能是這樣的：\n1.看到它（內部視覺）。\n2.檢查一下，它是否具備所有的性能和合適的價格（數字化聽覺）。\n3.拿起它，觸摸它，攜帶它（外部觸覺）。\n4.想象一下，你攜帶它去參加商務會議，會怎樣（內部視覺構造）。\n5.利用其他的公文包來重複這個過程。\n6.再次檢查一下價格和商品使用手冊（數字化聽覺）。\n7.很想購買它（內部觸覺）。\n8.買下它。\n練習題16.1\n記住你做了哪些讓你滿意的決定，確定你通常經歷哪些程序（根據上面的要點）去做出這些好決定。這將為你提供一個模板，以便你將來用於做決定（也就是你的決策策略）。請確保你選擇了你對自己做出的決定感到滿意的時候，最好是你獨自做出的決定（你想確定你自己的策略，而不是他人的策略）。\n值得注意的是，決策常常可以分解為以下幾個部分：\n1.積極做出實際的決定（買一個公文包）。這將需要一段時間；從NLP的角度來看，它被視為你實際上進入商店（或網站）購買之前的一個單獨發生的策略。這個階段通常包括選擇你購買的產品或服務的規範或標準。\n2.選擇或決定你要買哪個公文包（當你在商店或上網的時候）。\n3.在選擇之前，請確保這個公文包適合你。你可能會發現，在決定之前，你重複了前幾點，例如，測試了4個公文包。這是上文中公文包案例的步驟5.這往往與一個人的“令人信服的證據”過濾機制相關（參見第十五章）。\n有時候，第4個因素關係到某人如何保證這是一個划算的決定或買賣。理論上，這將在做出決定之前進行；例如，有些人可能會在退款期結束前和朋友討論交易劃不划算。使用公文包案例，步驟6（可能還有步驟7）可能是關鍵因素。\n組織內的小團隊做出決定時，通常會採用類似的法則。決策過程和策略可能取決於決策的重要性（或產品的成本）。\n在工作中如何運用決策策略\n通過簡單的介紹，我們得知了決策在工作中應用的幾種方法。\n做決策。 確定你自己的決策策略，這樣你就可以複製，並把它當作清單來使用。\n故事16.2\n我把這種材料教給了一個教練客戶，他是一位企業家，希望一直做出好決定，連偶爾的不好決定也不允許。他辨別了自己的有效決策，以及在做出不好決定時的流程，並意識到了其中的差異，所以，他能確保自己每次都遵循有效的決策模式。\n銷售。 如果可能又合適的話，隨便問問潛在客戶他們買的東西（如汽車、手錶、衣服、戒指），以及他們如何決定此商品是否適合自己。這會讓你明白他們的決策策略。儘可能以符合他們策略的表象系統序列來展示你的產品。這樣的話，如果你的產品不適合潛在客戶，他們未必會同意購買你的產品。但是，這將增加他們更快做出決定的可能性。大多數銷售專家喜歡潛在客戶們快速做出決定，即便是“拒絕”也沒關係，這樣他們就能迅速接觸下一個潛在客戶了。"
  },
  {
    "id": "id48",
    "title": "第六部分 NLP在工作中的應用",
    "text": "第六部分\nNLP在工作中的應用\n----------------------------------------\n第十七章將會介紹第一章中提及的16種職場活動，並總結在每個領域中使用的主要NLP技巧。本章旨在提醒你早點去你計劃和準備這些工作活動。"
  },
  {
    "id": "id49",
    "title": "第十七章 NLP在職場的各種應用——如何在特定工作中運用NLP技巧",
    "text": "第十七章\nNLP在職場的各種應用\n——如何在特定工作中運用NLP技巧\n----------------------------------------\n在本書的前四部分中，大部分章節都有一個特定的NLP主題，以及其適用的商業和工作場所。第十六章介紹瞭如何使用一些NLP技巧來複制卓越。在這一章中，我們將從相反的方向著手，也就是說，我們將逐一探討第一章中提到的16個工作領域和活動，並簡要地觀察哪個NLP技巧對每個工作領域都有用，以及其他技巧的相關指南。本章主要宗旨是教大家去規劃和準備這些職場活動。\n為了便於掌握，可將職場活動分為三類：內部溝通、外部溝通和工作流程。\n內部溝通（與工作人員和同事）：\n● 員工管理。\n● 團隊建設。\n● 領導力。\n● 人力資源、招聘和麵試。\n● 培訓。\n● 指導。\n外部溝通（與顧客、客戶和供應商）：\n● 銷售、業務發展和客戶管理。\n● 市場營銷與廣告。\n● 聯繫客戶、顧客、消費者等服務對象。\n● 採購。\n● 談判。\n● 演講。\n● 解決衝突和誤會。\n工作流程：\n● 諮詢，包括變革管理。\n● 改進決策。\n● 創造性地解決問題。\n影響NLP應用的因素\n第二章至第七章介紹了溝通、目標設定和基本心態，這將對所有工作環境都有用。下面一一列出來：\n● NLP預設前提。\n● 成功法則。\n● 關注活動與結果（前三點構成了“成功的心態”）。\n● NLP溝通模式。\n● 設定良性SMARTER目標。\n● 感官敏銳度。\n● 和諧關係。\n● 表象系統。\n● 謂詞。\n● 眼動模式。\n● 語言——NLP歸類法、語言預設、小詞彙大寓意、抽象語言（米爾頓模式）、特定語言和正確提問（元模型）、隱喻、故事和類比。\n既然大家已經學習了這些內容，現在一定知道它們在所有描述的情況中的應用，所以在討論16種工作活動時，如果這些NLP技巧特別有用或相關，我會再次提及這些內容。\n此外，建立心錨（參見第十章）或改變次感元，以便對一個事件或情境產生一種積極的內部表象（參見第九章），可能對你有用。同時，由於大家都明白了這些技巧，除非特別相關，否則我不再提及。\nNLP在16種工作活動中的應用\n對於每一項工作活動，我們都要提起特別適用的NLP技巧和介入法（以及相關章節）。我會盡量把要點逐條羅列出來，供大家參考，因為你們已經閱讀並理解了相關信息（你們當然希望通過重新回顧相關章節來快速刷新自己的記憶庫）。可能會有一些重複的內容，因為某些職場活動是類似的（例如，採購和談判）。這些重複的內容有助於大家的記憶，讓大家在閱讀的過程中不必總是參考其他的相關內容。\n1.員工管理\n價值觀（第十四章）： 在對每個工作人員進行年度評估時，在進行價值獲取過程（步驟1-5）之前設定場景，並引出價值取向。在評估之後，請遵守諾言，作為管理者，盡你所能地去做事，幫助你的每一位員工實現他們的價值，但前提是，你已經向員工解釋過諸如預算之類的限制條件。\n目標設定（第四章）： 在年度評估期間和項目啟動會議上設定“良性”（SMARTER）目標。\n元程序（第十五章）： 為每個員工確定一些關鍵的元程序，這樣你就可以更加深入地理解他們在不同情景下如何思考和回應，以及你打算如何適當地影響他們。\n位置感知法（第十一章）： 在與之相關的情況下，在與工作人員會面之前，做位置感知法練習，以獲得對他們觀點的欣賞。如果一個員工想要或需要了解另一個觀點，例如，如果與同事發生衝突，請用位置感知法來幫助員工解開心結。\n換框法（第十二章）和改變信念（第十三章）： 能夠改變員工的心態，在某些特定的情況下會有用，例如，對某個特定的工作挑戰或同事感到沮喪。\n2.團隊建設\n目標設定（第四章）： 同意一個“良性”SMARTER目標，整個團隊可以朝著這個方向奮鬥。\n價值觀（第十四章）： 如果團隊準備就緒（也就是說，如果團隊運作良好），請要求團隊列出自己的價值觀和價值取向，並與團隊的其他成員分享，以便每個成員都會更深入地瞭解如何激勵（避免使人變得消極）對方。如果團隊成員接受了適當的訓練，他們可以互相啟發，並給團隊反饋意見。同樣，如果團隊準備就緒，你可以引出團隊價值觀和價值取向，這樣，團隊就會有一系列集體建立的價值觀，這可能會提高團隊的工作效率和凝聚力。\n元程序（第十五章） ：向小組解釋一些關鍵且相關的元程序，以便他們明白自己的同事可能會彼此不同，以及如何進行溝通以達到最好的結果。例如，兩個團隊成員如果知道，他們一個是“朝向”，另一個是“逃離”，可能有助於他們理解對方的反應，看到各自的優點，而不是感到沮喪。\nNLP邏輯層次模型（第八章）： 考慮團隊的使命或目標，建立團隊的認同感，同意團隊的價值觀，確定合適的能力和行為，以及創造團隊希望擁有的工作環境。\n3.領導力\nNLP邏輯層次模型（第八章）： 領導力練習（練習題8.2）是一個非常有用的方法，可以讓你對自己的領導角色有更大的認識。此外，在第七章“抽象語言”中，能夠清楚地瞭解和闡明組織的使命，對於企業領導者來說是必不可少的。\n位置感知法（第十一章）： 根據我在培訓課程中聽到的故事，在做出重要的與領導有關的決定之前，安德魯·卡耐基會坐在其他董事會成員的座位上（當會議室空無一人時），他在做出決定之前，會從每個董事的角度來觀察形勢。即便這實際上是不可能的，但你依然可以使用位置感知法，置身於不同的位置，創造幾個第二位置（對應著受決策影響的每一個主要人物或團體）。\n換框法（第十二章）： 有時候，領導們需要給一個看似消極的情況渲染上積極的色彩（比如，業績不佳或子公司倒閉）。\n4.人力資源、招聘和麵試\nNLP邏輯層次模型（第八章）： 意識到人力資源政策能夠支持和配合組織的目標、任務、身份等。尤其是要確保招聘政策與NLP邏輯層次模型保持一致，提供培訓以確保競爭力（即能力與行為）符合組織的需要。\n價值觀（第十四章）： 引出應聘者的價值觀，並與職位所需要的價值觀相比較（也就是組織的價值觀），將有助於提高你的招聘效率。人力資源專家在討論招聘時經常使用的一個口頭禪是：“我們僱態度（即價值觀和信念）好的人，然後培養他們的能力。”\n元程序（第十五章）： 當你試圖填補空缺時，做一個職位的元程序性格測試，列出有用又關鍵的元程序過濾機制、你的首選過濾機制以及每個過濾機制可接受的替代品。然後，你會在招聘廣告中使用有影響力的相關語言，並在面試中找出應聘者的關鍵元程序。\n心錨（第十章）： 使用你的心錨，可以幫你在面試中擁有積極的狀態，無論你是面試官還是應聘者都可以受益匪淺。\n位置感知法（第十一章）： 作為一個應聘者（或面試官），通過練習題位置感知法，會幫助你準備好回答面試官（或應聘者）可能會問的問題，以及獲取你需要知道的信息。\n5.培訓\n舉辦培訓班的時候，必須適應學員代表們不同的學習風格。關於學習風格，雖然出現了許多不同的理論，但是，許多NLP培訓者認為，特別有用的是伯尼斯·麥克卡錫的《學習風格清單》。從本質上說，它表明了人們有自己偏愛的學習風格，而且：\n● 35%的人需要或更想知道“為什麼”材料是重要的。\n● 22%的人需要或更想知道這個信息（即“是什麼”）。\n● 18%的人需要或更想通過實踐而學習（即“如何”）。\n● 25%的人需要或更想通過自我發現而學習（即探索“如果……會怎樣”的情境）。\n這就是所謂的“4MAT”系統，也是NLP培訓的基礎概念。雖然這不是具體的NLP技巧，但在許多與商業相關的NLP課程中都有講解，並被許多NLP培訓師用作必修內容。為了進行有效的培訓，請參考以下的步驟：\n● 概述和簡要介紹要討論的主題。\n● 為什麼：從學員代表的角度解釋為什麼這些信息對他們非常有用（你可能需要使用位置感知法，站在第二位置和第三位置進行思考），這會抓住他們的注意力，激發他們的興趣。例如，如果你正在培訓一批新提拔的經理的評估技術，你可能會提到良好的評價會提高員工效率，從而有利於他們這些管理者提高他們自己的晉升機會。\n● 是什麼：陳述你想要給他們的信息，例如，相關的歷史、理論、事實、數字、過程和演示。\n● 如何：在“是什麼”部分，雖然解釋甚至演示了過程，但“如何”部分給學員代表們實踐的機會，這是積極學習的部分。\n● 如果……會怎樣：這就是你探索學員代表們在練習中所學到的東西以及他們如何在實際工作中使用這些知識。\n我還要求學員代表們保存他們學習筆記，以及他們使用材料的方式（何時以及和誰一起）。在這個過程中，學員代表們模擬未來，把這些材料付諸實踐，從而使培訓變得更加有用。\n表象系統（第六章）： 儘可能使用4種主要的表象系統來呈現信息，即：\n● 視覺：使用視頻、掛圖、演示文稿和圖表的組合。我個人喜歡用掛圖和演示文稿，然後用視頻，以便人們在整個過程中都受到視覺提醒。幻燈片只是臨時的。\n● 聽覺：人類可以訓練出一種獨特的聽覺系統，因為人類會說話。允許和鼓勵適當的口頭交流和討論。考慮在休息時間或在某些練習中使用音樂。\n● 觸覺：（上文中的“如何”）在可能的情況下，讓學員代表們做相關主題的練習或任務。同時，撰寫學習日誌在某種程度上也是一種觸覺活動。\n● 數字化聽覺：在適當的地方提供事實和數字。\n心錨（第十章）、次感元（第九章）和改變信念（第十三章）： 經驗豐富的教練通常知道如何管理自己的心態。有時，不是培訓師但有特長的人需要接受訓練，他們可能會覺得有點緊張，或對此事感到沮喪。建立心錨和積極經驗的次感元，改變限制性的信念，有助於你以積極的心態去授課。\n位置感知法（第十一章）： 如果你不確定聽眾想要什麼，或者他們可能有什麼問題（例如，你沒有機會在此之前和學員代表們交談），那麼，把自己放在第二位置和第三位置，以瞭解這個問題。\n6.指導\n自從2000年以來，NLP職業教練的陣容越來越強大了。市面上出現了許多NLP課程和書籍，也產生了NLP教練協會，職場中越來越多的管理人員備受鼓舞，積極採用NLP教練式管理。\n有一個特別有用的NLP教練模式，被稱為GROW模型。這個模型包括如下內容：\n● 目標（Goal）：你想達到什麼目標？你想從培訓或會議中得到什麼？\n● 現實（Reality）：目前的情況是什麼？你現在通往目標的哪個階段？\n● 選擇（Options）：從你現在的情況，到實現你的目標，這個過程中你有什麼選擇？\n● 何時做什麼（What&When）：你會做什麼？你何時去做？\n本章前面提到的“基礎知識”在指導時尤其適用：\n● 溝通（第二章）： 如果在工作中遇到溝通方面的挑戰，請向學員解釋”NLP溝通模式”。\n● 企業成功的心態（第三章）： 我在第一堂指導課程開始時就向每一位客戶解釋了“因果”，因為如果他們接受這個法則，就更容易指導別人。我強烈建議大家這樣做。另外，你們可以在指導課程中提到任何相關的NLP預設前提，並將成功法則作為你指導的一部分傳授給學員。\n● 目標設定（第四章）： 這構成了GROW模型的“G”和“R”；通常在最初階段會進行深入的探討，這樣你就能知道學員想要達到什麼目標。在隨後的課程中，你通常只想知道學員希望從課程中得到什麼，而不是再次經歷整個目標設定過程。\n● 元程序（第十五章）： 你可以使用元程序來加深對學員的瞭解，並使用相關的關鍵詞。\nGROW模型的“選擇”部分通常構成指導課程的主要內容。第三部分和第十四章所涉及的NLP技巧可以幫助你建立在“O”的基礎上，幫助學員克服障礙，並以更快的速度前進。\n你可以正確提問（第七章），以便具體說明學員會在什麼時候做什麼（W）。\n7.銷售，業務開發和客戶管理\n和諧關係（第五章）： 這在銷售中尤其重要，一般來說，人們只購買他們信任和感到舒服的人的產品，這通常是銷售人員與顧客建立和諧關係的結果。\n提問技巧（第七章）： 有幾種銷售模式和方法，大多數（如果不是全部）依靠銷售人員的能力來獲取相關的信息，比如：\n● 當前形勢\n● 組織正在經歷的任何問題\n● 這些問題的含義，包括什麼讓客戶或潛在客戶陷入困境，但沒有解決方案\n● 組織內部的採購流程，包括（還有）誰參與決策。\n價值觀（第十四章）： 重要的是找出客戶或潛在客戶希望從供應商那裡得到什麼，以及他們在產品或服務中尋找什麼。價值取向和價值獲取的過程會對你幫助極大。另外，如果你準確地知道客戶的需求，就可以展示你如何能夠滿足（甚至超過）這些需求，那麼它就不再是“銷售”，更多的是“服務”，這就是巧妙推銷的真諦。\n元程序（第十五章）： 找出客戶或潛在客戶的一些關鍵的元程序過濾機制（特別是過濾機制1~7）和說服過濾機制（13和14），目的是能夠調整你的推銷說辭，以適應你要打交道的不同客戶。\n處理反對意見、換框法（第十二章）和改變信念（第十三章）： 客戶或潛在客戶很少沒有反對意見，所以，有能力處理反對意見也是銷售的一個關鍵部分。如果你對自己作為銷售員的能力有所質疑，請溫習一下第十三章內容。\n位置感知法（第十一章）： 在會議之前、期間或之後，如果你可以站在第二位置，也就是客戶或潛在客戶的位置思考，從而深入理解他們的角度，則對你的銷售過程大有幫助。同樣地，能夠獲得“第三位置”將有助於你洞察前進的方向。第十一章中迪士尼的創造性解決方案可能對你有幫助。\n瞭解你的使命和目標（第八章）： 在銷售模擬項目中提到的故事15.1和故事15.2，我發現成功的銷售人員都非常清楚自己在銷售過程中的服務對象是誰（也就是使命和目標）。不僅僅是客戶個人，還有客戶的家人；這些成功的銷售人員知道他們的產品如何讓一個更廣泛的群體受益，例如他們客戶的客戶、整個商業團體乃至整個社會。這給了他們更多的成功動力，讓他們認同自己正在做的事情，這也是客戶可以感知到的。\n次感元（第九章）和心錨（第十章）： 在與你的重要客戶或潛在客戶進行商務會談之前，可能有必要調整你的次感元，你可以在會晤之前或期間建立自己的心錨。提出銷售請求的時候，通常需要保持安靜；因為緊張會誘使人說話，所以，你需要點燃“平靜或放鬆”心錨。此外，在客戶或潛在客戶中建立相關的心錨，或使用空間錨來改善你們的溝通，這樣可能會有所幫助。\n決策策略（第十六章）： 在可能的情況下，確定你的潛在客戶的決策策略，並按照他們希望的順序向他們提供信息。\n8.市場營銷與廣告\n表象系統和謂詞（第六章）： 打廣告的時候，如果適當的話，你可以使用第六章中的信息來參與目標客戶的感官系統，包括使用4個主要表象系統的謂詞。\n心錨（第十章）： 努力讓你正在推銷的產品或服務給客戶一種“良好”的感覺。這些感覺包括成功、性感、有趣和樂觀。\n價值觀（第十四章）： 進行市場調查的時候，提出問題並引出價值觀，這樣做可能有所幫助。\n元程序（第十五章）： 使用關鍵詞去解釋與產品或服務相關的關鍵元程序。例如，保險產品本質上是“逃離”產品（即在遇到問題時大事化小）。另外，“變化”小節提到了大多數人喜歡“始終如一”，因此大多數商品更傾向於“改進”而不是“全新”。技術產品的推出可能是例外，企業可能會尋求吸引“早期用戶”（也就是喜歡嚐鮮的人），這將基於羅傑斯教授解釋的“創新擴散理論”。\n9.聯繫客戶、顧客、消費者等服務對象\n和諧關係（第五章）： 我們非常有必要聯繫顧客或客戶。當客戶碰到自己信任和感覺舒服的銷售員時，就會提高客戶滿意度，這通常是由於員工與客戶之間建立了和諧關係。\n位置感知法（第十一章）： 這將有助於你為談話做準備，並看到客戶的想法。\n元程序（第十五章）和價值觀（第十四章）： 引出或傾聽關鍵的元程序和價值觀，以便更有效地影響他人。\n處理反對意見（第十二章） ：即便是輕微的反對意見或投訴，第十二章中描述的換框法也可以幫你改變對方的觀點。\nNLP歸類法（第七章）： NLP歸類法可以幫助你瞭解客戶真正想要什麼。向下歸類可以幫助你變得具體，或者獲取特定的信息來幫助客戶。橫向歸類可以幫你獲得解決難題的創造性解決方案。\n請參見“銷售”（第7點）和“解決衝突”（第13點）。\n10.採購\n在許多方面，採購是“銷售”的對立面，並且還有一個談判因素（第11點）。通常假定客戶擁有一切權力，但情況並非總是如此。同樣重要的是，要記住，採購部門通常有“內部”客戶，也就是說，這個部門在代表誰進行採購。接下來的話題信息就可以在這種情況下使用。\n我的一個學生是NLP高階執行師，她曾經做過採購工作。她說，NLP幫助她認識到，那些常常接受大量NLP培訓的銷售員在銷售和談判過程中，特別是在使用語言模式的時候會做些什麼。比如，這使她能夠反駁或深入探討銷售員們的語言（參見下文中的“正確提問”）。\n以下幾點假設，你的信息來源於一個組織，這個組織與你自己的組織在“正確提問”方面相似。雖然強大的組織可能會“欺負”供應商，但這可能不是建立長期關係的有效策略，採購來自於同樣強大或更強大的供應商。\n融洽關係（第五章） ：這將有助於你更有效地談判（參見第11點），如果遇到供貨問題，可能會獲得優惠待遇。\n正確提問（第七章）： 這將使你能夠問詳細的問題，例如，找出供應商是否真的有你正在尋找的專業知識、經驗或創意。\n價值觀（第十四章）： 很有必要找出對供應商重要的東西（除了簡單的“銷售”）。例如，如果他們想在某一特定領域獲得立足點，如果你所在的機構就在這一領域，你可以把它作為獲得更好的服務或價格的討價還價的工具。此外，你可以進行價值誘導，弄清楚你希望從採購的產品或服務中獲得什麼。\n元程序（第十五章）： 在交談期間，瞭解銷售代表的個人資料，可以在採購過程中對你有利。\n位置感知法（第十一章）： 在會議之前、期間或之後，能夠站在“第二位置”，體驗供應商的感受，可以幫你更清楚地瞭解他們的觀點，並協助採購過程。同樣地，能夠站在“第三位置”思考，將有助於你洞察前進的方向。\n處理反對意見和換框法（十二章）： 就像客戶有反對意見一樣，供應商也可能會反對你的建議，所以，熟練處理反對意見，也是採購的一個重要環節。\n11.談判\n談判可以在傳統的銷售或採購過程中進行，請參照第7點和第10點。除這些情況外，談判還可能發生在各種其他情況下，如工會工資談判、你加入公司的薪酬、晉升或評估，或決定哪一位工作人員可以在某一年的聖誕節休假。\n和諧關係（第五章）： 一般來說，有能力建立信任和合作的感覺，特別是在緊張時刻，將有助於你更有效地談判。\nNLP歸類法（第七章）： 懂得向上歸類，已達成共同的目標，通常是談判的一個重要環節。能夠橫向歸類，可以幫你產生創造性的解決方案或解決僵局。NLP中經常教授的一種談判模式，就是在雙方同意之前儘量向上歸類，然後儘快向下歸類，以便你繼續保持和諧融洽的關係。\n正確提問（第七章）： 提出問題，以揭示細節，例如，找出對方具體想要什麼，或你確切期望得到的是什麼，例如，你的能力被提升了。\n次感元（第九章）： 如果你覺得與比你的職位更高的人談判不舒服，你可能需要調整自己與對方相關聯的次感元，做到“互相磨合”。\n心錨（第十章）： 正如前面所說的那樣，在談判過程中，你可以使用心錨去讓自己感到足智多謀（給力、自信等）。在談判過程中，能夠保持機智狀態，例如，冷靜和力量，一定會幫你建立自己的心錨，然後激發對方的心錨，這可能對談判會有幫助。\n位置感知法（第十一章）： 這是一個必不可少的工具。在談判之前把自己放在第二位置和第三位置，有助於你瞭解對方的談判立場和策略。有時候，如果你想升職，就可以設定幾個第二位置，比如對方組織中的不同部門或個人，抑或你的老闆和他的老闆，這是很有用的方法。在談判過程中，位置感知法也會很有用，也許可以暫時停下來，考慮一下其他的角度。\n價值觀（第十四章）： 瞭解對方對談判主題的重要性是至關重要的。雖然他們可能不願意透露這一點，甚至在“你爭我鬥”的談判中給你“錯誤的信息”，但你可以用感官敏銳度去注意到某些話題或話語的重要性，並使用此信息（即便只是一種“猜測”）去檢測你的想法是否正確。例如，在一場“和諧”的談判中，關於你的薪水和工作量，找出對你的老闆（或工作人員）重要的東西，這是非常有用的。\n元程序（第十五章）： 模式1~7可能尤為重要，“說服”模式（13和14）可能也很重要。這些將有助於你提出自己你的論點和建議，最有可能符合對方的需要和要求。\n處理反對意見、換框法（第十二章）和改變信念（第十三章）： 就像銷售和採購一樣，在“正式”談判的情況下，能夠使用換框法處理反對意見，將是至關重要的。在非正式的談判中，可能就不那麼重要了，比如，得到一份工作機會。\n12.演講\n表象系統和謂詞（第六章）： 記住運用感官敏銳度，包括使用所有4種主要表象系統的謂詞。由於演講主題的性質，觀眾很可能會表現出對某個特定的表象系統的偏愛。如果你對著更普遍的觀眾做演講，請你務必關注一下他們的優先表象系統。\n● 視覺：例如，展示圖表、視頻，使用演示文稿或幻燈片，使用活動掛圖（書寫工整，可能使用不同的彩色筆），如果可能的話，演講時把它們貼在牆上。把幻燈片等展示的信息保持在最小限度，並確保後排的觀眾也能看清！\n● 聽覺：演講基本上離不開詞彙，因此這將迎合聽眾的聽覺需要。如果合適的話，使用音樂或採訪，或帶聲音的視頻。讓聽眾有機會交談，或者互相提問。在某種程度上，後者的元素可以被歸類為觸覺，它吸引觀眾參與其中。\n● 觸覺：如果合適的話，允許並鼓勵觀眾做一個關於你的話題的活動。至少，請談及或要求他們考慮（可能以小組的形式進行討論）這個話題如何影響他們。\n● 數字化聽覺：提供相關的事實、數字和證據來支持你的觀點。\n次感元（第九章）： 如果這項活動並不吸引你，你可以改變自己的次感元，呈現出類似於一個你喜歡的工作活動。\n心錨（第十章）： 如有必要，在演講之前或期間，使用心錨。你可以在不同的階段使用空間錨，通過使用故事和隱喻（第七章）的手法激發觀眾的心錨，從而吸引觀眾（參見故事10.1，建立心錨，用手勢引出笑聲）。\n位置感知法（第十一章）： 你可以用這個來幫你準備演講的內容，以滿足觀眾的願望和需求；第二位置就是觀眾，第三位置就是中立的旁觀者。如果觀眾中有不同的分組，你可以創建幾個第二位置。你也可以使用位置感知法去準備回答聽眾可能會提出的問題。\n換框法、處理反對意見（第十二章）和改變信念（第十三章） ：根據演講的性質，觀眾可能會有反對意見或挑戰性的問題，或者你可能會傳遞負面信息（例如糟糕的財務結果）。在正確的時間做正面的描述，有助於你的演講。\n語言（第七章）： 有時，能夠向上歸類至一個更大的概念，這樣讓你可以處理反對意見，避免你糾結於細節。問探索性的問題，可以吸引聽眾，也可以挑戰聽眾。使用故事和隱喻將有助於解釋複雜的主題或說明你想做的事情。講述一個關於別人（或另一家公司）如何利用你提出的解決方案來解決問題的故事，也有助於減少聽眾對你的觀點的牴觸情緒。\n元程序（第十五章）： 許多元程序（特別是2~7）都在元程序圖譜的中央。如果你使用能吸引元程序圖譜的語言，那一定會很有用。第十五章中的一些提示就是典型案例。當你向正式觀眾和或不認識你的觀眾介紹時，“參考框架”會特別適合你。考慮到大約1/3的職場中人是“內部參考型”或“以內部為主”，他們的自然傾向將會決定他們會認真對待誰，所以你務必要做自我介紹，並提到你的文憑或相關經驗（參見第十五章中的過濾機制4的提示）。\n除了這些主題之外，成功演講還有一些其他要素，列舉如下：\n● 充分準備。如果合適的話，熟悉你的主題，排練一下，在演講之前和之後得到誠實的反饋。\n● 如果合適的話，使用本章“培訓”小節中提及的4MAT系統（第5點）。\n● 記住，聽眾的問題是簡單的問題，他們不是在瞎起鬨。他們通常只是要求澄清或解釋。有時候，提問的人可能有一個不可告人的動機，比如“得分”，表現出他們多麼有知識，或者只是渴望得到關注。即便聽眾中的某一位成員看起來是個討厭的人，也要記住這樣的NLP預設前提，即每個人都在儘自己最大的努力提高自己的意識水平，同時你也要做出適當的回應。\n提示17.1\n把問題看作是一個機會，讓你澄清和提供更多有用的信息給所有的聽眾，而不僅僅是提問的那個人。另外，當你完成回答之後，請問提問者，他是否滿意你的回答，用你的感官敏銳度去判斷，對方的口中的“是”是否真的意味著“是”。\n● 在演講之前檢查一下所有的技巧，並在可行的情況下準備一個後備方案。\n● 如果是正式演講，如有可能，請提前拜訪或參觀會場。這將幫助你想象演講的畫面；我的許多客戶需要做心理排練，這樣有助於演講準備（參見第十章中的“模擬未來”）。如果你在白天之前看不到場地，請你提前到達，給自己時間看場地和進行心理排練。\n13.解決衝突和誤會\n請記住，以下幾點都是建議。你需要使用一些常識，因為每一種情況都不同。同樣，如果衝突發生在兩個人之間，問問你自己，衝突是不是太過激烈，以你現在的經驗水平，是不是招架不住。\n和諧關係（第五章）： 這一點尤其重要，因為如果沒有和諧關係，可能會使局勢惡化，而擁有和諧關係將有助於緩和潛在的挑戰。\n位置感知法（第十一章）： 這可能是使用NLP的關鍵技巧。能夠在局勢升級（或成為衝突）之前看到其他的觀點，將有助於防止（或解決）這個局勢惡化。如果你是作為調解人或教練，你可以指導雙方分別使用NLP技巧，他們一旦洞悉了對方的觀點，你就可以帶他們一起推動局勢向前發展（參見故事11.1）。\n價值觀（第十四章）： 衝突往往是由違背某人價值觀的行為造成的（NLP邏輯層次模型解釋了價值觀和行為之間的聯繫）。如果你知道什麼對某人來說很重要，以及某人的價值取向，你就已經知道如何去做和不應該做什麼來防止衝突。如果出現了衝突或誤會，無論你是被冒犯了，還是你得罪了別人，抑或你正在“指導”其中一方，你都可以找出沒有獲得尊重的價值觀，從而更好地管理或補救這種情況。記住，“冒犯方”可能沒有意識到他們行為的影響，你可能曲解了事件的實際意義（參見第二章的NLP溝通模式）。\n元程序（第十五章）： 如果你有某些與同事完全相反的元程序性格偏好，你可能會以一種非常不同的方式看待給定的情況。例如，如果你是“朝向型”人格，你可能會對一個“同事”提出的問題和對你認為的有前途項目的擔憂感到惱火（記住，你的同事可能也會因為你的過於樂觀而生氣）。通過理解元程序，你將更好地洞察其他人的反應方式，並靈活使用語言去影響他們。\n心錨（第十章）： 建立和使用一個“平靜”（或類似）心錨，將幫助你在討論情況時處於良好的狀態。\n14.諮詢，包括變更管理\n商業諮詢可用於大多數的工作活動。本節將介紹與改進工作流程和業務重組最相關的NLP技巧。\n表象系統（第六章）： 故事6.2（12名代表在一次會議上向鋼鐵廠的經理提供諮詢）描述瞭如何通過以參與者的主要感官來呈現信息並改進業務流程。\nNLP邏輯層次模型（第八章） ：NLP邏輯層次模型將幫助你構建組織變化過程，考慮到變化對每一個NLP邏輯層次的影響。你也可以考慮組織是否與NLP邏輯層次相符，例如，它的使命是否符合其既定的價值觀和技能（能力），並做好管理行為，通過管理反映信奉的價值觀？還有，所有的員工都知道並認同組織的使命和願景嗎？（記住第八章開頭引用的美國航空航天局清潔工的話。）\n價值觀（第十四章）： 很少有成功的組織變革而不涉及組織的價值觀。在某種程度上，前一點中已經提過了。\n位置感知法（第十一章）： 請考慮受到業務流程或提議的組織變革影響的各個小組的角度。這可能意味著有幾個第二位置。\n元程序（第十五章）： 和使用有影響力的相關語言一樣，在變革管理和業務流程諮詢的背景下的一個特別重要的元程序，就是“變化”（“求同型和求異型”）。大多數人不喜歡頻繁或重大的變化，可能會覺得不舒服。在適當的情況下，記住用“求同為主”來影響那些處於求異型的人，指出會有一些例外的“求同”或“求異”方式。你甚至可能想使用“增強”之類的術語，而不是“改變”之類的詞彙。\n15.做決策\n策略（第十六章）： 確定你自己的決策策略，並確保你有足夠的信息和機會去跟進。\n目標設定（第四章）： 當你做決定的時候，你必須知道你想要達到什麼目的，以便在這方面方便做選擇。即使目標指向的結果不一定好，許多目標設定的問題也會與你的情況有關。根據決策的重要性，提出4個平衡問題是至關重要的。\nNLP邏輯層次模型（第八章）： 就像問自己4個平衡問題一樣，你可以考慮不同的選擇對每一個層次的影響。\nNLP歸類法（第七章）： 能夠向上歸類，決定的目的是什麼，以便你做一個決定；能夠向下歸類，討論細節和決策的後果，通常會幫助你做決定。\n位置感知法（第十一章）： 能夠設身處地為決策所影響的各方著想，將給你更多的洞察力，使你做出最好的決定（據說，本章上文中的卡耐基就是這麼做的）。比如，你創造不同的位置去代表受到決策影響的相關各方。\n價值觀（第十四章）： 如果你需要做出選擇，例如，要購買哪一個計算機系統，請進行整個價值誘導過程（步驟1~5），必要時，引出價值取向。比較一下，看看哪一個滿足所有的核心價值觀（參見表格14.1）。\n16.創造性地解決問題\n目標設定（第四章）： 至少大致瞭解你想要的結果是什麼。如果與情況相關，花時間創建一個良性（SMARTER）結果，這樣你就可以清楚地知道解決方案的目標是什麼了。\n橫向歸類（第七章）： 橫向歸類將幫助你跳出固有思維模式。你可能會發現，在尋求不同的方式或例子之前，很有必要進行幾次向上歸類（向下歸類）。\n小詞彙大寓意（第七章）： 諸如“但是”“然而”和“雖然”之類的詞彙，可能會扼殺創造性思維。類似地，“或者”可能會限制人們相信只有兩種選擇，而實際上可能有更多的選擇。\n心錨（第十章）： 保持一種適當的狀態，如“創造性”或“活力四射”，可能對參與解決問題的你和其他人有用。使用合適的音樂，有助於建立聽覺心錨，保持良好心態。\n位置感知法（第十一章）： 這種技巧有幾種使用方法。一種選擇是執行類似於華特·迪士尼使用的程序。另外，使用第二位置表示在未來你已經解決了問題的時間，第三位置通知你如何去做（這在華特·迪士尼的例子中有所解釋）。\n換框法（第十二章）： 換框法指的是把消極轉化為積極，或是把問題轉化為機遇的技能。願意而且能夠積極地思考和轉變消極情緒，是創造性解決問題的關鍵。\n元程序（第十五章）： 有一些更適合於創造性解決問題的元程序性格，例如，“選擇型”“一般型”“求異型”和“主動型”。因此，請選擇這些性格明顯的人。\n總結\n本章指出了關鍵的NLP技巧，這些技巧將在各種各樣的工作活動中發揮作用。讀完本章後，你可以在你想快速使用某種NLP技巧時進行參考。"
  },
  {
    "id": "id503",
    "title": "附錄A： 練習題7.2和7.4的參考答案",
    "text": "附錄A：\n練習題7.2和7.4的參考答案\n----------------------------------------"
  },
  {
    "id": "id502",
    "title": "Chapter 30",
    "text": "練習題7.2：語言預設\n請注意括號裡的重要提示，這就是語言預設。\n早上好。歡迎參加我們的第三次（已經舉辦過兩次大會）年度（每年一次，不是每月一次，也不是每年兩次）員工大會。事實上（這是真實的），參與人員如此眾多（形容陣容龐大），這就意味著（同義）你正在（表示將要發生的事情）如飢似渴地（形容要求迫切）推動組織向前發展，並邁上一個新的臺階（展望未知的未來）。我們現在歡聚一堂，主要原因（關鍵因素）在於：去年（回憶過去），我們取得了巨大進步（肯定過去），如今依然可以（可能性）尋找（認知）更好的方法來再現輝煌。我們必須（必要性）奮勇前行，因為（因果關係）站著不動意味著（同義）我們會落後於競爭對手。無論我們是快馬加鞭，還是緩緩前行（形容進步速度），我們的目標都必須（必要性）集中於成功的結果（未來的事實），併成為第一名（不是第二名或其他）。"
  },
  {
    "id": "id501",
    "title": "Chapter 31",
    "text": "練習題7.4：抽象語言\n請注意括號裡的重要提示，這就是米爾頓模式：\n早上好。謝謝大家（共性）的光臨。你們都準時（樹立了榜樣）來到這裡，有些人走的路很長，而有的人走的路要短一些（假設已經發生的事情）。我猜想，你們可能在琢磨，我為什麼邀請大家在這個陽光明媚的早晨來到這裡。你們很好奇（也是一種假設），這無可厚非（客觀判斷），因為（因果關係）這份好奇心（同義）就是我們能夠（可能性）取得進步，並實現成功和卓越（定格未來）的基礎，這是我們所有人（共性）都想達到的目標（未來的事實）。我們都需要更多（比較級）成功和快樂（刪掉了失敗和苦惱），難道不是嗎（反問一句）？很好（客觀判斷），因為（因果關係）在這樣的經濟環境下，我們需要（必要性）進步（泛指各方面的進展）；人們（泛指芸芸眾生）也如此期望，成功的公司永遠不會（共性）站著不動（不可能的行為——公司沒有腿腳，怎麼可能站呢？），成功的公司會不停地展望（不可能的行為——公司沒有眼睛，怎麼可能看呢？）前進的方向。"
  },
  {
    "id": "id51",
    "title": "附錄B：術語表",
    "text": "附錄B：術語表\n心錨\n因為受到某種刺激而產生的條件反射。心錨可以自然發生，也可以人為設定。\n融入\n記住一個體驗，就像自己親眼見過一樣（即重溫往事）。\n主動查找原因\n擁有敢作敢為的積極心態，而不是自暴自棄。\n破罐子破摔\n抱著怨天尤人的消極心態，而不是查找原因。\n數字化聽覺（簡稱AD）\n人們運用邏輯處理表象系統和進行自我對話的方式。\n信念\n我們對世界的看法和推論。它們形成了萬物法則，告訴我們可以做什麼，不可以做什麼。\n校準\n根據某個標準去發現和測量變化的能力。通常需要比較一個特定人物的兩組不同的外部肢體語言線索，比如，呼吸頻率或眼睛盯在哪裡。\n信息塊\n也就是各類信息，或者更為抽象，或者更為具體，或者橫向發展，能改變思想觀念。\n瓦解心錨\nNLP技巧之一，旨在解除負面心錨。參見“心錨”。\n溝通模式\n參見”NLP溝通模式”。\n內容換框法\n參見“意義換框法”。\n環境\n內容發生的特定語境或情況。\n環境換框法\n改變語境，賦予一句話新的意義。\n價值取向\n參見“價值觀”。\n價值對等\n價值相等；人們如何知道他們的價值或準則已經得以滿足。\n交叉匹配\n將一個人的外在行為或生理機能的某一方面與一種不同的生理運動相匹配。\n深層過濾機制\n參見“元程序”。\n刪減\n刪減指的是我們在內部表象中刪掉了一部分經驗。\n解離\n回憶一段經歷，將其從整體中分離出來，構成一個獨立體。\n扭曲\n扭曲就是我們誤解了某個事物，或者我們的內部表象中包含了沒有發生的事情。\n驅動次感元\n驅使我們的經驗和價值發生重大變化的次感元。\n系統平衡\n一門研究更廣泛的系統內發生的任何變化的後果、結果或影響的科學。\n第一位置\n這是一個感知位置，指的是你站在自己的角度看待事情。\n模擬未來\n在NLP干預之後，通常要立即對未來的結果進行心理複述。\n類推\n當一個特定的經驗出現的時候，被推而廣之，形成了一系列的經驗。\nNLP歸類法\n信息按照從抽象到具體或從具體到抽象進行歸類，也可以進行橫向思維。\n內部表象\n我們思考和確認的內容或信息，包括圖片、聲音、感覺、味道、氣味和自言自語。\n領先\n改變你自己的行為，實現高度的和諧和融洽，讓別人也願意追隨你。\n語言預設\n語言等效假設，也就是說，某人所使用的詞語是假定的（與NLP預設前提完全不同）。\n匹配\n在某種程度上，複製一個人的一個或多個方面的生理機能或聲音。\n意義換框法\n賦予一句話新的意義，途徑是考慮其他（更積極）的潛在意義（有時稱為“內容換框法”）。\n元模型\n一種語言模型，源於弗吉尼亞·薩提亞的著作，它使我們對語言有了一個“概述”。它讓我們意識到我們語言中的刪減、扭曲和類推行為，讓我們澄清不精確的語言，並獲得特殊信息。\n元程序\n這些都是與內容無關的無意識的程序，我們用來過濾自己的經驗（本書中有時稱之為“深層過濾機制”）。\n米爾頓模式\n米爾頓·埃裡克森使用的一套語言模式。這些模式以抽象的方式使用語言，以便人們在使用的過程中創建自己的意思。\n鏡像\n反射某人的生理機能，就像在照鏡子一樣。\n情態\n它是指我們的內部表象，涉及五種感官（視覺、聽覺、觸覺、嗅覺、味覺），以及我們的自我對話。\n模擬\n模擬是所有NLP創建的必備過程。在模擬的過程中，我們從某人的思想和生理上推斷出某人所做的事情，從而使他們產生某種行為。然後，我們在一系列步驟中對這些操作進行整理，旨在輕而易舉地讓行為重現。\nNLP邏輯層次模型\nNLP中常用的一種模式，旨在將我們的思維和情形分為以下幾類：環境；行為；能力；信念和價值觀；同一性；目的或使命。該模型有時簡稱為“邏輯層次”。\nNLP溝通模式\n人們內部處理外部事件以及這種內部處理對行為和結果的影響方式。\nNLP的預設前提\n參見”NLP預設前提”。\n同步\n獲得和維持一段時間內一個人與另一個人的融洽關係，模仿和匹配他們的外在行為或聲音。\n位置感知法\n描述一個特定情況下的各種觀點：第一位置是我們自己的觀點；第二位置通常是別人的觀點；第三位置是旁觀者的觀點——很像是“總結陳詞”。\n謂詞\n通常指的是假定一種表象系統的單詞和短語。\n優先表象系統\n這是一種表象系統，人們經常使用它來思考和組織自己的經驗。這是我們最常用和最容易使用的表象系統。\nNLP預設前提\n指的是一種假設或適當的信念，未必需要“真實”，但是，如果得到了接受和認可，就會改變我們的思維，提高我們的業績。\n成功法則\n共計6條法則，當我們堅持下去的時候，就會增加成功的機會——無論是針對個人任務，還是普通生活。\n和諧\n以一種創造信任和理解氛圍的方式與他人交往的能力。\n換框法\n這是我們改變一個問題的性質，或改變一句話的結構或語境，並賦予它新的意義的過程。\n表象系統\n這是我們編碼感官信息和體驗周圍世界的方式。每個感官都有一個表象系統。\n機智\n指的是在自身內部創造變化或完成結果的手段。資源可能包括某些心態，或採用特定的生理機能。\n機智狀態\n它是指一個人持有的任何一種積極有效的情緒，可以幫助和操縱他們的行為。\n第二位置\n指的是一種感知位置。第二位置是牽涉其中的另一個（些）人的觀點。\n感官敏銳度\n通過生理機能或聲音去發現和意識到另一個人的意識和潛意識反應的能力。\n心情\n我們內在的情感狀態。\n策略\n導致特定結果的一系列內部和外部表象。\n次感元\n次感元包括視覺、聽覺和觸覺，以及它們的子集。次感元與每個表象系統相通，負責給我們的經驗進行編碼，並賦予其意義。\n第三位置\n與位置感知法有關。第三位置是一個獨立的旁觀者的觀點和概述。\n價值觀\n一套很重要的標準，也是人類渴望並尋找的東西。參見“價值取向”。\n良性條件\n良性條件允許我們指定更可能實現的結果，因為目標設定的方式符合一定的規則或原則。\n良性結果\n這些目標和結果是以符合良性條件的方式而進行表述和設定的。"
  },
  {
    "id": "id52",
    "title": "鳴謝",
    "text": "鳴謝\n在此，我要感謝幾個人。排名不分先後。\n感謝我的同事莎莉·萬順博士的寶貴意見。\n感謝神經語言程序學（簡稱NLP）的所有創始人和後續開發人員。\n感謝教我NLP的眾多導師，尤其是（按字母順序排列）舍利·露絲·夏威特、羅伯特·迪爾茨、約翰·格林德、泰德·詹姆斯、伊恩·麥德莫特、大衛·謝帕德、蘇西·史密斯、麗莎·韋克和懷亞特·沃德思茅（如有遺漏，敬請諒解）。\n感謝我的學生和客戶，他們願意學習NLP並將其發揚光大，這讓我倍感鼓舞。\n感謝我的同事朱莉、戴夫和烏莎，在我創作本書期間，他們一直在幫我打理生意。\n感謝我寫此書時參考書目的作者們。\n感謝克裡姆森出版社的喬恩·芬奇、霍利·艾文斯和休·布倫，有了他們的鼓勵和幫助，我倍感幸運。"
  }
]