[
  {
    "id": "summary",
    "title": "Chapter 1",
    "text": "目    錄\n * 版權信息\n * 內容提要\n * 編寫人員名單\n * 前言（第3版）\n * 前言\n * 項目1 新媒體運營概述\n * 任務1 什麼是新媒體運營\n * 活動1 瞭解新媒體運營\n * 活動2 建立新媒體運營團隊\n * 任務2 新媒體運營崗位\n * 活動1 整合新媒體運營崗位需求\n * 活動2 明確新媒體運營崗位職責\n * 項目2 微信公眾號運營\n * 任務1 認識微信公眾號\n * 活動1 註冊微信公眾號\n * 活動2 設置微信公眾號的基本功能\n * 任務2 微信公眾號文案標題\n * 活動1 引爆眼球的標題寫法\n * 活動2 設計文案標題\n * 任務3 微信公眾號圖文排版\n * 活動1 學習第三方微信編輯器\n * 活動2 編輯發佈公眾號文案\n * 任務4 微信公眾號圖片製作\n * 活動1 製作封面主圖\n * 活動2 製作動態二維碼\n * 任務5 10萬＋爆款文案寫作技巧\n * 活動1 分析爆款文案\n * 活動2 創作爆款文案\n * 任務6 微信公眾號的推廣\n * 活動1 學習微信公眾號常用的吸粉技巧\n * 活動2 推廣微信公眾號\n * 項目3 微博運營\n * 任務1 什麼是微博\n * 活動1 註冊微博賬號\n * 活動2 分析微博類型\n * 任務2 微博運營\n * 活動1 學習微博營銷的推廣技巧\n * 活動2 積累與維護微博粉絲\n * 任務3 微博營銷方案\n * 活動1 分析百萬微博大V實戰案例\n * 活動2 策劃與實施微博運營方案\n * 項目4 視頻運營\n * 任務1 認識短視頻\n * 活動1 介紹短視頻的發展歷史\n * 活動2 瞭解短視頻的分類\n * 任務2 短視頻製作\n * 活動1 介紹短視頻製作軟件\n * 活動2 學習短視頻製作流程\n * 任務3 短視頻運營\n * 活動1 分析短視頻運營案例\n * 活動2 策劃短視頻\n * 任務4 直播平臺運營\n * 活動1 介紹直播平臺\n * 活動2 製作直播視頻\n * 項目5 H5開發工具\n * 任務1 介紹H5\n * 活動1 介紹H5製作平臺\n * 活動2 瞭解H5製作工具\n * 任務2 初級H5頁面製作\n * 活動1 製作H5頁面\n * 活動2 製作H5小動畫\n * 任務3 H5互動頁面製作\n * 活動1 製作H5搖一搖\n * 活動2 製作H5邀請函\n * 活動3 製作H5互動知識問答\n * 項目6 活動運營\n * 任務1 什麼是活動運營\n * 活動1 瞭解活動運營\n * 活動2 設計活動運營流程\n * 任務2 如何實施活動運營\n * 活動1 分析企業經典活動運營案例\n * 活動2 設計活動運營方案\n * 活動3 實施活動運營方案\n * 活動4 覆盤活動運營方案"
  },
  {
    "id": "45e7e0a6591d2adf6879d03bcbcf3a75",
    "title": "版權信息",
    "text": "版權信息\n書名：新媒體運營（第3版）\n主編：曾淑文\n排版：何基才\n出版社：重慶大學出版社\n出版時間：2024-11-01\nISBN：9787568948371\n· EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "0b5f6d24e6d16fae76fb77927fa98bae",
    "title": "內容提要",
    "text": "內容提要\n本教材精耕專業內容，弘揚主旋律，以社會主義核心價值觀引領網絡文化建設新發展，聚焦新媒體運營本質，契合“兩微一端”的前沿發展趨勢，從企業運營的視角出發，詳細地分析“10萬＋”爆款標題、文案、短視頻、H5等經典案例，系統地總結新媒體運營中的必備專業知識與實戰技巧。零基礎入門，可即學即用。在結束本門課程的學習後，學習者將具備運營微信、微博，製作H5，拍攝短視頻，參與策劃活動方案等多方面的新媒體基礎運營能力。本教材可以作為職業院校電子商務、市場營銷、商貿管理等相關專業的教材，也可作為相關崗位培訓教材和自學用書。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "eeb635fb99eaa5a15df573d3f4da2f93",
    "title": "編寫人員名單",
    "text": "編寫人員名單\n主 編 曾淑文 廣東省外語藝術職業學院\n副主編 陳曉星 廣州市城市建設職業學校\n吳丹丹 佛山市順德區李偉強職業技術學校\n何 洋 廣東省財經職業技術學校\n楊 鈺 廣州市城市建設職業學校\n參 編 （排名不分先後）\n關春鳳 開平市機電中等職業技術學校\n陳 玲 廣東機電職業技術學院\n林 璇 廣東生態工程職業學院\n趙 婷 南寧市第一職業技術學校\n蔡宗霞 廣東省外語藝術職業學院\n孫美楠 廣東省外語藝術職業學院\n吳 成 東莞市輕工業學校\n冷亞偉 廣州阿隆索智能科技有限公司總經理\n英 俊 廣州市迅拍文化傳播有限公司總經理 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "14654d0dcbf6662283ba76819b73cd1d",
    "title": "前言（第3版）",
    "text": "前言（第3版）\n本教材結合電子商務活動和職業學生的特點編寫，可以作為職業院校電子商務、市場營銷、商貿管理等相關專業的教材，也可以作為相關崗位培訓教材和自學用書。\n本教材採用“項目—任務—活動”的方式編寫，共分6個項目，分別是新媒體運營概述、微信公眾號運營、微博運營、視頻運營、H5開發工具和活動運營。\n本教材有以下特點：\n（1）依據新媒體運營知識體系中的核心來劃分項目，以項目為載體、任務為驅動、活動為落腳點，實現實踐能力和理論知識一體化。\n（2）突破知識體系邊界，強調綜合能力訓練，按循序漸進的學習過程來實施項目的不同階段。每個項目包括若干具體的任務，每個任務再分解成單獨活動。\n（3）每個項目有一段“項目綜述”，概括說明“項目背景”“項目目標”“項目任務”，明確學習的知識、技能、思政與素養目標和具體內容，項目完成後通過“項目總結”對知識技能進行總結，再通過“項目檢測”回顧知識以及技能的掌握情況。\n（4）每個任務通過“情境設計”引入，讓學生能夠在真實的模擬情境中進行技能訓練，每個“任務分解”為一系列的活動。\n（5）每項活動由介紹“活動背景”開始，分步驟組織“活動實施”，最後進行“活動評價”，完整重現活動的過程。\n（6）突出電子商務專業的專業技能訓練和職業素養培養，穿插“想一想”“做一做”“知識窗”等欄目，幫助學生思考、理解和消化活動中涉及的知識和技能。在“做一做”中，常需要以團隊合作方式完成，有助於培養學生的職業素養和團隊協作精神。\n（7）教材圖文並茂、形式活潑，力求生動有趣，通俗易懂。\n在教材的第3次修訂中，主要修改有：將“情感目標”修改為“思政與素養目標”，體現思政教育與素養建設貫穿教材內容的全過程；將每個“項目綜述”中的“項目任務”運用思維導圖來呈現項目內容的整體框架，讓教材知識更為系統化、清晰化；將部分案例、圖片及文字描述修改為更加貼近時政熱點及輿情事件的相關內容，以寓“思政”於專業內容的形式，深入挖掘課程的思政內涵，引導正思、正見與正行：在項目5的任務2至任務3中的“知識窗”處增設二維碼，可掃碼觀看相應的原創微課視頻，講解5個不同的H5實戰任務的詳細操作過程，從而提高學生的學習效能，同時還更新了教材中的部分數據及圖片。\n本教材由6個項目組成，校企共同參與教材編寫。項目1由蔡宗霞、林璇編寫，項目2由何洋、蔡宗霞、陳玲、孫美楠、關春鳳編寫，項目3由趙婷、吳成編寫，項目4由楊鈺、英俊編寫，項目5由吳丹丹編寫，項目6由陳曉星、冷亞偉編寫。本教材由曾淑文擔任主編並負責統稿，陳曉星、吳丹丹、何洋、楊鈺擔任副主編並協助統稿。\n本教材配有電子課件、電子教案、習題答案等資源供教師參考，需要者可登錄重慶大學出版社的資源網站（www.cqup.com.cn）下載。\n本教材在編寫過程中，參考和引用了國內外一些專家、學者、教師的有關資料和著作，在此一併表示謝意。由於編者水平有限，教材中難免有不妥之處，敬請同行、讀者批評指正。\n編者\n2024年1月 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "46a77627ab776d5f1b7b39fccd978887",
    "title": "前言",
    "text": "前言\n本教材是重慶大學出版社組織編寫的職業教育電子商務專業“十三五”規劃系列教材之一。本教材結合電子商務活動和職業學生的特點編寫，可以作為職業院校電子商務、市場營銷、商貿管理等相關專業的教材，也可以作為相關崗位培訓教材和自學用書。\n本教材採用項目→任務→活動的方式編寫，共分6個項目，分別是新媒體運營概述、微信公眾號運營、微博運營、視頻運營、H5開發工具和活動運營。\n本教材有以下特點：\n（1）依據新媒體運營知識體系中的核心知識來劃分項目。以項目為載體、任務為驅動、活動為落腳點，實現實踐能力和理論知識一體化。\n（2）突破知識體系界限，強調綜合能力訓練。按循序漸進的學習過程來實施項目的不同階段。每個項目包括若干具體的任務，每個任務再分解成單獨活動。\n（3）每個項目有一段“項目綜述”，概括說明“項目背景”“項目目標”“項目任務”，明確學習的知識、技能、情感目標和具體內容，項目完成後通過“項目總結”對知識技能進行總結，並可以通過“項目檢測”回顧知識以及技能的掌握情況。\n（4）每個任務通過“情境設計”引入，讓學生能夠在真實的模擬情境中進行技能訓練，每個“任務分解”為一系列的活動。\n（5）每項活動由介紹“活動背景”開始，分步驟組織“活動實施”，最後進行“活動評價”，完整重現活動的過程。\n（6）突出電子商務專業的專業技能訓練和職業素養培養，穿插“想一想”“做一做”“知識窗”等欄目，幫助學生思考、理解和消化活動中涉及的知識和技能。在“做一做”中，常需要以團隊合作方式完成，有助於培養學生的職業素養和團隊協作精神。\n（7）教材圖文並茂，形式活潑，大量使用圖表，力求生動有趣，通俗易懂。\n本教材由6個項目組成。項目1由蔡宗霞、林璇編寫；項目2由何洋、蔡宗霞、陳玲、孫美楠、關春鳳編寫；項目3由趙婷編寫；項目4由楊鈺編寫；項目5由吳丹丹編寫；項目6由陳曉星編寫。本教材由曾淑文擔任主編並負責統稿，陳曉星、吳丹丹、何洋、楊鈺擔任副主編並協助統稿。\n本教材配有電子課件、電子教案、習題答案等資源供教師參考，需要者可登錄重慶大學出版社的資源網站（www.cqup.com.cn）下載。\n為了教學的需要，本教材會在短視頻運營的相關章節中，使用網紅人像以及秀場主播人像，在教學中介紹和學習網紅達人的優秀運營經驗。如有涉及肖像權問題，請聯繫重慶市版權中心。\n本教材在編寫過程中，參考和引用了國內外一些專家、學者、教師的有關資料和著作，在此一併表示謝意。由於編者水平有限，書中難免有不妥之處，敬請同行、讀者批評指正。\n編者\n2020年1月 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "c8b1d594f6b0d2552d9eb8675daeeee1",
    "title": "項目1 新媒體運營概述",
    "text": "項目1\n新媒體運營概述\n【項目綜述】\n在移動互聯網全面滲透、深化的時代，初期的流量紅利已逐漸消散，營銷進入“增量獲客”和“存量活客”的雙輪時代。“5G＋”加速產業互聯網變局；消費者觸媒習慣多元化與注意力碎片化趨勢加強；國潮的崛起讓有著文化自信的年輕一代成為新媒體運營中新的流量增長點；可見唯一不變的就是“變化”。新媒體的迭代速度飛快，顛覆與被顛覆是移動互聯網時代的常態。面臨新時代的機遇與競爭，如何佈局新媒體運營，迴歸優質的內容營銷，實現品效合一，成為各企業的迫切需求。\n本項目分為兩個任務：什麼是新媒體運營，什麼是新媒體運營崗位。下面將帶領大家一起學習和掌握新媒體運營的概念和崗位職責。\n【項目目標】\n知識目標\n◇瞭解新媒體運營的概念。\n◇瞭解新媒體運營的崗位要求。\n能力目標\n◇能夠初步建立新媒體運營團隊。\n◇能夠初步實施新媒體運營團隊成員的分工。\n素質目標\n◇培養學生的家國情懷與責任擔當。\n◇培養學生的團隊協作與服務意識。\n◇引導學生樹立職業生涯規劃意識與正確的職業價值觀。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA==\n【項目思維導圖】"
  },
  {
    "id": "79192d77b4800c460f7f56d94eddc87b",
    "title": "任務1 什麼是新媒體運營",
    "text": "任務1\n什麼是新媒體運營\n情境設計\n即將進入實習階段的李江、張敏，為了在聚星公司的新媒體運營崗位招聘面試中脫穎而出，他們在學校張馨怡老師的引導下，共同學習新媒體運營的基礎知識，期待在聚星公司的面試中一舉成功。\n任務分解\n李江、張敏所在的學習小組成員，首先借助網絡搜索工具瞭解新媒體運營的概念、分類等基本的理論知識。然後進行組內的任務分工，組建新媒體運營團隊，以職業化的標準來要求自己。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "747d6974b181d47b1f549018498dcd5f",
    "title": "活動1 瞭解新媒體運營",
    "text": "活動1\n瞭解新媒體運營\n活動背景\n李江、張敏等同學在學校張馨怡老師的指導下，瞭解新媒體運營的概念、分類等，然後通過小組活動鞏固知識。\n活動實施\n想一想\n（1）你是通過哪些渠道瀏覽和獲取新聞的？你最近看到的熱點新聞有哪些？\n（2）你會基於什麼理由轉發圖片、文案或者視頻等信息？通常會轉發到哪裡？\n做一做\n（1）什麼是新媒體運營？\n（2）新媒體與傳統媒體的區別是什麼？\n（3）列舉新媒體運營的成功案例。\n想一想\n企業運用新媒體可以在哪些平臺上實現什麼類型的運營？\n做一做\n每5人組成一個團隊開展新媒體運營平臺的調研活動，要求每種平臺至少找出一個網站或App軟件，瞭解其特點以及運作方式，並填寫表1.1.1。\n表1.1.1\n知識窗\n1.新媒體運營的定義\n（1）什麼是新媒體\n新媒體是利用數字技術，通過計算機網絡、無線通信網、衛星等渠道，以及電腦、手機、數字電視機等終端，向用戶提供信息和服務的傳播形態。\n新媒體是一個相對的概念，“新”是相對“舊”而言。新媒體的內涵隨著技術和傳輸方式的變化而不斷髮生變化。\n第1階段：紙媒體、電視、廣播；\n第2階段：新浪、網易、搜狐、騰訊（“四大門戶”）、貼吧以及論壇；\n第3階段：微信、微博、新聞客戶端（“兩微一端”）、今日頭條以及自媒體。\n（2）什麼是新媒體運營\n新媒體運營是通過現代化移動互聯網的手段，利用微信、微博、貼吧等新興媒體平臺工具進行產品宣傳、推廣、產品營銷的一系列運營手段。\n2.新媒體運營的分類\n新媒體運營的工作內容都具備多種屬性，無法簡單地把某一工作任務定義為單一的類別。這裡按照工作內容將新媒體運營大致分為四類：產品運營、內容運營、活動運營、用戶運營，如圖1.1.1所示。\n（1）產品運營\n“唯品會”在“國貨運動鞋合集”裡，將時下最熱門的國貨運動鞋的品牌、產品、特點等信息展示得一目瞭然，如圖1.1.2所示。頁面詳情中有穿搭建議，並說明所有產品均可在唯品會中購買，如圖1.1.3所示，吸引客戶前往購買。\n圖1.1.1\n圖1.1.2\n圖1.1.3\n（2）內容運營\n聯想電腦運營團隊在小紅書平臺上發佈“馳援河南”，以災情指南的形式解答“ IT設備遇水處理指南”的問題。在河南受災嚴重時，從粉絲和用戶的關注點出發，為災區群眾免費提供專業電腦檢測服務，以科普的形式解答“如何快速找到離您最近的聯想服務站”，既對受災群眾給予了專業支持，同時也得到了更好的傳播效果，如圖1.1.4與圖1.1.5所示。\n圖1.1.4\n圖1.1.5\n（3）活動運營\n“認養一頭牛”在微信公眾號中發佈“奧運專場特惠”的活動，緊扣奧運熱點，開展有獎互動，包括“點亮在看，留下評論”和“轉發至朋友圈，並收集66個贊”等活動，同時在視頻號直播間公佈獲獎名單。活動形式多樣，效果顯著，如圖1.1.6和圖1.1.7所示。\n圖1.1.6\n圖1.1.7\n（4）用戶運營\n鴻星爾克在遵義打造戰略旗艦店，在官方微博上通過“轉、評、關＠鴻星爾克官方微博”送運動鞋的活動，吸引粉絲關注、轉發、評論相關微博。同時該微博也將店鋪的地點、特色充分地展示，如“超強1 500 m2 Pro＋形象店＋戰略旗艦店、遵義中華南路”等店鋪信息，一方面增加活躍粉絲數，另一方面也使新店開業獲得更大的關注，如圖1.1.8所示。\n圖1.1.8\n3.新媒體運營平臺分類\n新媒體運營平臺大致可以分為視頻平臺、社交平臺、自媒體平臺三種。具體細分如圖1.1.9所示。\n圖1.1.9\n活動評價\n通過本次活動，李江、張敏等同學掌握了新媒體運營的定義、分類以及不同的新媒體運營平臺的特點及其運作方式，讓他們為下一階段的任務做好充分的知識準備。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "8156cb1e12358bbccdd9b4498b29afce",
    "title": "活動2 建立新媒體運營團隊",
    "text": "活動2\n建立新媒體運營團隊\n活動背景\n為樹立同學們的職場意識，張馨怡老師要求李江、張敏等同學組建新媒體運營團隊，並設計好團隊的隊名、LOGO和口號。\n活動實施\n想一想\n思考即將組建的新媒體運營團隊的工作屬性應屬於上一個活動中新媒體運營的哪一種分類。\n做一做\n根據新媒體運營的分類，參考知識窗的新媒體運營團隊的架構，確定本新媒體運營團隊的定位。\n想一想\n（1）根據定位，思考新媒體運營團隊名稱。\n（2）根據團隊使命和願景，思考團隊LOGO和口號。\n做一做\n（1）運用百度、搜狗等各類搜索引擎，蒐集知名企業的企業文化。\n（2）參考企業文化，確定本新媒體運營團隊的隊名、LOGO、口號，並填寫表1.1.2。\n表1.1.2\n知識窗\n1.知名企業文化案例\n企業文化是企業生存、競爭和發展的靈魂。它包含企業標誌（LOGO）、企業使命、企業願景等豐富內容，其中，企業精神和價值觀是企業文化的核心，如圖1.1.10—圖1.1.12所示。每個企業都有其獨特的企業文化。\n圖1.1.10\n圖1.1.11\n圖1.1.12\n2.新媒體運營團隊架構\n一個新媒體運營團隊的架構需要根據企業的具體業務進行判斷，一般可以依據用戶、產品、內容、活動等4個不同的運營方向，劃分為不同的子任務，如圖1.1.13所示。\n圖1.1.13\n3.新媒體運營基本能力\n（1）文案能力\n文案能力是運營人員的基本能力之一。好的文案從標題開始，就能瞬間吸引用戶的眼球，加上內容的邏輯、思路能夠扣人心絃，圖文排版讓人賞心悅目，那就是一篇好的文案。例如健身軟件Keep的精彩文案“自律給我自由”，如圖1.1.14所示。\n圖1.1.14\n（2）策劃能力\n策劃能力是結合線上與線下的各種活動，達到拉新留存的效果。要了解用戶的需求，制訂適合的時間、適合的地點、適合的方式，讓用戶積極參與，達到企業需要的效果。目前企業可以利用H5的方式與用戶互動、引流，如圖1.1.15所示。\n圖1.1.15\n（3）數據分析能力\n面對龐大的用戶數據，根據企業實際情況，分析出對自身運營有價值的信息尤為重要。同時，數據的預測也能為今後工作提供有力的支持，下面介紹3種趨勢預測的指數工具。\n①百度指數。\n百度指數是以百度海量網民行為數據為基礎的數據分享平臺。用戶可以據此研究關鍵詞關注趨勢、洞察網民需求變化、監測媒體輿情趨勢、定位數字消費者特徵，還可以從行業視角分析市場特點、洞悉品牌表現等。\n②微信指數。\n微信指數是微信官方提供的基於微信大數據分析的移動端指數。使用方法如下：\n步驟1：打開微信，在頂部搜索框內輸入“微信指數”4個關鍵字。\n步驟2：點擊“微信指數”進入主頁面，然後點擊微信指數里的搜索框，輸入關鍵詞，得出其相應的“指數詳情”。\n目前微信指數只支持7日、30日、90日內的3個階段的數據。\n③頭條指數。\n頭條指數是今日頭條算數中心推出的一款數據產品，作為內容生產、傳播、營銷、輿情監控的重要工具。頭條指數致力於用數據服務個人和機構，提供豐富及時的數據維度。\n活動評價\n本次新媒體運營團隊的建立，讓大家邁出了團隊合作的第一步，使各位隊員有了一定的歸屬感，從而讓團隊更好地開展下一步的活動。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "944ae34e2cd167265acda9e1212c63c1",
    "title": "任務2 新媒體運營崗位",
    "text": "任務2\n新媒體運營崗位\n情境設計\n李江、張敏等同學在初步瞭解新媒體運營概念的基礎上，計劃進一步思考、學習新媒體運營崗位的發展前景、工作內容要求從業者具備的專業能力和職業素養。\n任務分解\n張老師要求學習小組的成員瞭解企業新媒體運營崗位的需求，在新媒體運營團隊中實施組內分工，並明確自身的工作職責。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "e47b652b4be113059659c771a9795395",
    "title": "活動1 整合新媒體運營崗位需求",
    "text": "活動1\n整合新媒體運營崗位需求\n活動背景\n李江、張敏等同學從各大招聘網站中瞭解到，越來越多的企業招聘“新媒體運營”崗位。但在很多人的認識中，新媒體運營主要是給企業發微博，準備微信公眾號文章，搞一些抽獎活動，然後轉發擴散到朋友圈、微信群。那麼新媒體運營到底要做些什麼？如何才能成為一名合格的新媒體運營人才呢？\n活動實施\n想一想\n請列舉自身優點、愛好特長以及所掌握的專業知識和技能。\n做一做\n請結合自身優勢，闡述自己對新媒體運營的哪些方面的工作感興趣。\n想一想\n通過了解新媒體運營崗位的招聘信息，應該從哪些方面來準備崗位應聘？\n做一做\n每5人組成一個團隊，開展新媒體運營崗位招聘的調研分析活動，要求每個團隊至少找出10項招聘信息，對企業的崗位招聘要求從專業技術方面和個人素質方面進行歸類分析，並填寫表1.2.1。\n表1.2.1\n知識窗\n1.新媒體就業形勢\n近年來，我國新媒體行業的市場規模保持高速擴張之勢。中國互聯網絡信息中心發佈的第50次《中國互聯網絡發展狀況統計報告》顯示，截至2022年6月，我國網民規模為10.51億，互聯網普及率達74.4％，我國已建成全球規模最大的5G網絡，5G移動電話用戶達4.75億戶。截至2021年12月，我國網絡購物用戶規模達8.42億，全年網上零售額達13.09萬億元。自2013年起持續成為全球最大的網絡零售市場，如圖1.2.1所示。未來隨著行業相關規範的出臺以及5G等相關互聯網技術的成熟與普及，我國新媒體行業將迎來黃金髮展期，從全媒體向智媒體全速發展，市場前景更為可觀。\n圖1.2.1\n根據目前的發展趨勢，以及國內居民精神娛樂的增長和多元化發展，預計到2023年中國新媒體行業企業數量將達到4 723家，如圖1.2.2所示。\n圖1.2.2\n事實上，據領英統計，新媒體運營職位的人才需求量暴增了10.8倍，成為近年來人才需求增長最快的職業；同時，前端開發工程師、算法工程師、UI設計師和數據分析師的需求也增長了兩倍以上，均位居職位增長最快的前五，如圖1.2.3所示。\n圖1.2.3\n2.新媒體運營崗位概述及分類\n（1）新媒體運營崗位概述\n市場的需求已經為新媒體運營崗位良好發展的前景指明瞭方向。新媒體運營崗位從業人員主要負責企業新媒體項目的運營以及新媒體團隊的建設，主持、負責企業新媒體如App、官方微博、微信平臺等的策劃、運營以及推廣，並且及時跟蹤評估新媒體營銷方案的實施效果，拓展新媒體合作伙伴，維護客戶關係。\n新媒體運營崗位的主要工作職責具體見表1.2.2。\n表1.2.2\n（2）新媒體運營崗位分類\n①按工作內容分類。\n在較具規模的公司，新媒體運營崗位會按照工作內容再進行細分，具體分類見表1.2.3。\n表1.2.3\n②按崗位級別分類。\n新媒體運營崗位按級別可分為新媒體運營專員、新媒體運營主管、新媒體運營總監。\n活動評價\n通過本次活動，李江等同學充分了解到新媒體就業的形勢、新媒體運營崗位的分類及崗位要求等內容。這為他們及早確定自己的職場發展方向，有針對性地提升自身的專業技能提供了清晰指引，也為後續新媒體運營團隊分工、明確各自的工作職責奠定了理論基礎。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "a0dbe4dea73a1bfdd7c121cda6eb4508",
    "title": "活動2 明確新媒體運營崗位職責",
    "text": "活動2\n明確新媒體運營崗位職責\n活動背景\n李江、張敏等同學組成的新媒體運營團隊，在初步瞭解新媒體運營崗位要求的基礎上，希望深入瞭解各崗位的具體職責，並提前做好新媒體運營職場上的職業規劃。\n活動實施\n想一想\n新媒體運營人的職業發展路徑是什麼？\n做一做\n請回顧活動1的3個新媒體運營崗位級別分類，並按職位由低到高的順序，在方框中填寫相應崗位，形成新媒體運營人的職業發展路徑，同時請簡單敘述各崗位的工作職責。\n想一想\n請嘗試寫下你聽過的與新媒體運營工作有關的詞語。\n做一做\n（1）通過蒐集、瞭解企業新媒體運營的招聘信息，蒐集新媒體運營中的策劃、執行、反饋等三大類工作的常見術語，嘗試分析、提煉出1～2個關鍵詞，並將相應的工作內容填寫在表1.2.4中。\n表1.2.4\n（2）每5人為一組，模擬成立一個新媒體運營部門，依據表1.2.5的格式，按企業實際崗位進行分工，搜索、查找相關的招聘信息，並填寫具體的工作職責。\n表1.2.5\n知識窗\n1.新媒體運營人的職業發展路徑\n在三個新媒體運營崗位級別中，新媒體運營專員需要關注細節，是內容、活動、產品、用戶等四大運營工作的具體實施者。\n新媒體運營主管抓重點提效率，而新媒體運營總監則縱觀全局，聚焦戰略規劃。\n依據工作內容，可以將新媒體運營人的職業發展路徑大體歸納如圖1.2.4所示。\n合理的職業生涯規劃，可以讓自己的職業道路走得更加順暢。不同行業對各個職業生涯階段的要求不一。新媒體運營人的職業生涯發展路線為專員→主管→總監，專員工作經驗是1～3年，主管工作經驗是3～5年，總監工作經驗是5年以上。\n另外，2020年2月25日，在人力資源社會保障部與市場監管總局、國家統計局聯合發佈的16個新職業中，“全媒體運營師”職業在新媒體行業引起熱議。\n圖1.2.4\n全媒體運營師是互聯網信息生產全流程、全介質的“把關人”，是綜合利用各種媒介技術和渠道，採用數據分析、創意策劃等方式，從事對信息進行加工、匹配、分發、傳播、反饋等工作，協同運營全媒體傳播矩陣的人員。\n當下，全媒體運營師無疑已是媒體必備的崗位，已然站在了媒體傳播的舞臺上，而未來隨著新技術的迭代，必然會開創更多更廣闊的平臺。\n2.新媒體運營的關鍵詞\n新媒體運營者必須對專業術語如數家珍，以便提高運營團隊內部的溝通、工作效率。常見的新媒體運營關鍵詞包括策劃、執行、反饋三大類。\n（1）策劃類關鍵詞（見表1.2.6）\n表1.2.6\n（2）執行類關鍵詞（見表1.2.7）\n表1.2.7\n（3）反饋類關鍵詞（見圖1.2.5）\n圖1.2.5\n3.新媒體運營崗位的職責與要求\n依據運營崗位，進一步瞭解崗位細分模塊的職責要求、使用工具，見表1.2.8。\n表1.2.8\n續表\n近年來，我國電子商務持續快速發展，各種新業態不斷湧現，新媒體行業的從業難度越來越大，業界對從業者的要求也日益提高。不少新媒體從業者焦慮，某些平臺的衰退或紅利消失，將會導致新媒體這個行當消失。\n其實大可不必焦慮，如果把新媒體視作“新興的、基於某種特定內容形態的社會化媒體”，我們確信，即使某個新媒體平臺出現了衰退，新的平臺也一定會層出不窮。新媒體必將長期存在，依然是一個充滿著各種機遇與挑戰的行業。\n作為一個新媒體人，我們或許更應該關注如何讓自身的能力可以實現“跨平臺遷移”。事實上，無論是新媒體的內容能力還是運營能力，深耕到一定階段後，一定都是可以跨平臺遷移的。\n活動評價\n通過本次活動，李江等同學順利完成新媒體運營團隊的分工任務，瞭解到各崗位的具體工作職責，清晰地知道新媒體運營的職業發展路徑和新媒體運營人才的能力提升點。這既堅定了同學們從事新媒體行業的決心，也為後續如何培養和提高自身微信、微博及其他平臺的運營能力提供了方向指引。\n項目檢測\n1.判斷題\n（1）新媒體運營，是通過現代化移動互聯網手段，通過利用微信、微博、貼吧等新興媒體平臺工具進行產品宣傳、推廣、產品營銷的一系列運營手段。（ ）\n（2）新媒體運營平臺大致可以分為視頻平臺、社交平臺、多媒體平臺三種。（ ）\n（3）新媒體運營的職業生涯發展路線為：專員→主管→總經理。（ ）\n（4）常見的新媒體運營關鍵詞包括策劃、執行、反饋三大類。（ ）\n（5）用戶畫像是指將用戶的年齡、性別、生活習慣、瀏覽習慣等信息抽象成標籤化的模型。（ ）\n2.簡述題\n試簡述新媒體運營崗位的分類及其崗位工作內容。\n3.實訓題\n全班3～5人為一組，上網搜索新媒體運營崗位專員、主管、總監的職責和要求，並以表格形式展示出來。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "860010a208470be0384eea35b28e1fd6",
    "title": "項目2 微信公眾號運營",
    "text": "項目2\n微信公眾號運營\n【項目綜述】\n微信公眾號是開發者或商家在微信公眾平臺上申請的應用賬號，該賬號與QQ賬號互通。通過公眾號，商家可在微信平臺上實現和特定群體的文字、圖片、語音、視頻的全方位溝通、互動，進而形成一種主流的線上、線下微信互動的營銷方式。作為目前國內最大的社交類平臺，微信有著龐大的用戶群體。如果企業能夠運營好微信公眾號，則可以給企業帶來很多潛在的商機。\n本項目分為6個任務，分別是認識微信公眾號、微信公眾號文案標題、微信公眾號圖文排版、微信公眾號圖片製作、10萬＋爆款文案寫作技巧和微信公眾號的推廣，下面將帶領大家一起學習和掌握如何開展微信公眾號運營。\n【項目目標】\n知識目標\n◇理解微信公眾號運營的概念。\n◇理解微信公眾號運營的完整流程。\n◇瞭解微信公眾號運營的文案、圖片設計。\n◇瞭解微信公眾號運營的推廣技巧。\n能力目標\n◇能撰寫文案標題。\n◇會書寫、編輯發佈公眾號文案。\n◇能製作微信公眾號中的圖片。\n◇會推廣運營公眾號。\n素質目標\n◇培養團隊溝通協調能力。\n◇培養邏輯思維能力及文字表達能力。\n◇提高審美能力與培養圖形設計創意能力。\n◇培養觀察、分析社會熱點問題的能力。\n◇培養可持續發展的學習能力。\n◇培養新媒體運營思維。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA==\n【項目思維導圖】"
  },
  {
    "id": "3c31e995e39f5c7f919167b0d10070b5",
    "title": "任務1 認識微信公眾號",
    "text": "任務1\n認識微信公眾號\n情境設計\n李江、張敏經過層層篩選，終於脫穎而出，獲得聚星公司的錄用通知書。公司要求他們儘快填補公司在新媒體運營方面的空白，承擔起公司的品牌宣傳和產品營銷職能。李江、張敏決定尋求張老師的幫助，先從運營微信公眾號做起。\n任務分解\n李江、張敏首先借助網絡搜索工具瞭解微信公眾號的基礎知識，學習微信公眾號的基本功能設置。然後根據公司品牌調性、產品特徵、客戶需求等方面進行分析、定位，從而註冊運營微信公眾號。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "904e7809586a033c65967669e7bf61b2",
    "title": "活動1 註冊微信公眾號",
    "text": "活動1\n註冊微信公眾號\n活動背景\n李江、張敏同學由於完全不瞭解微信公眾號，因此，在實際創建、運營微信公眾號之前，他們先行學習微信公眾號運營所需的知識和技能，包括微信公眾號的基本概念及其分類等，然後通過活動實施鞏固知識。\n活動實施\n想一想\n（1）請列舉你關注過的微信公眾號，並簡述關注它們的原因。\n（2）微信公眾號包括什麼類型？\n做一做\n以5～6人組成一個團隊，確定微信公眾號的定位和名稱，每一個團隊註冊1個微信公眾號賬號（訂閱號類型）。\n想一想\n企業可以利用公眾號進行什麼樣的營銷活動？\n做一做\n每5人組成一個團隊，開展微信公眾號平臺的調研活動，要求每個團隊至少找出3個不同類型的微信公眾號，並找出這3個公眾號的名稱定位、標識頭像以及內容特點等，完善表2.1.1。\n表2.1.1\n續表\n知識窗\n1.微信公眾平臺\n微信公眾平臺，也簡稱公眾號。曾被命名為“官號平臺”“媒體平臺”“微信公眾號”等，最終被定位為“公眾平臺”。\n利用公眾平臺進行自媒體活動，簡單來說，就是進行一對多的媒體行為活動。比如商家通過申請公眾微信服務號，進行二次開發，展示商家微官網、微會員、微推送、微支付、微活動、微報名、微分享、微名片等，已經形成了目前一種主流的線上、線下微信互動營銷方式。\n2.微信公眾號的賬號類型\n微信公眾平臺是騰訊旗下的一個平臺。目前，微信公眾平臺已經由原來的3種賬號類型更新為以下4種微信公眾號的賬號類型，如圖2.1.1所示。\n圖2.1.1\n（1）微信公眾號類型功能介紹（見表2.1.2）\n表2.1.2\n（2）服務號、訂閱號功能區別（見表2.1.3）\n表2.1.3\n（3）小程序的接入流程（見圖2.1.2）\n圖2.1.2\n（4）企業微信（原企業號）的功能（見圖2.1.3）\n圖2.1.3\n（5）圖例展示（見圖2.1.4）\n圖2.1.4\n3.註冊微信公眾號（以註冊訂閱號為例）\n隨著微信功能漸漸滲透到我們每個人的生活中，微信公眾號作為一個公眾平臺也越來越受到人們的歡迎。下面介紹如何申請一個微信公眾號。\n步驟1：網頁搜索“微信公眾平臺”，選擇帶“官方”二字的“微信公眾平臺”點擊進入。\n步驟2：進入後找到並點擊“立即註冊”。\n步驟3：選擇要註冊的賬號類型，點擊進入，此處以訂閱號為例，故點擊訂閱號。\n步驟4：填寫郵箱（注意：每個郵箱僅能申請一個賬號），按步驟序號操作，先激活郵箱，然後按提示填寫其他信息，最後點擊“註冊”按鈕，如圖2.1.5所示。\n圖2.1.5\n步驟5：選擇註冊地區，點擊“確定”按鈕。\n步驟6：選擇要註冊的賬號類型，點擊“選擇並繼續”。\n步驟7：點擊“確定”按鈕。\n步驟8：選擇賬號主體類型為“個人”，填寫主體信息登記，點擊“繼續”。\n注意：公眾平臺郵箱、手機、身份證、企業信息登記次數是有限制的，見表2.1.4。\n表2.1.4\n步驟9：填寫賬號信息，包括公眾號名稱、功能介紹，選擇運營地區。\n步驟10：註冊成功。\n活動評價\n在本次活動中，李江等同學掌握了微信公眾號的定義、分類以及不同的公眾號有哪些不同特點和運作方式。本次微信公眾號的成功註冊，也為企業後續通過微信公眾號進行宣傳推廣並與粉絲們進行溝通互動做好了充分的準備。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "47cf8cdbb8806a40365eca369d4c5ff5",
    "title": "活動2 設置微信公眾號的基本功能",
    "text": "活動2\n設置微信公眾號的基本功能\n活動背景\n李江、張敏兩位同學經過學習，為公司新註冊了一個微信公眾號。下一步需要設置微信公眾號的基本功能，如修改頭像、運營者管理設置、粉絲關注後自動回覆的信息設置等，讓公眾號更好地為企業後續的運營工作做準備。\n活動實施\n想一想\n如果開設個人微信公眾號，請思考公眾號的定位，並且根據定位確定公眾號名稱及合適的公眾號頭像。\n做一做\n登錄團隊新註冊的公眾號，觀察並回答下列問題：\n（1）一個新的公眾號有什麼最基本的設置？\n（2）微信公眾號的功能菜單如何設置？\n想一想\n企業應該在公眾號裡面設置一些什麼功能？\n做一做\n找找自己所關注的微信公眾號，挑選3個自己最常用的，看看這3個公眾號的功能設置、使用方便性等方面有什麼特點。對比3個公眾號的性質，說說各自的優點在哪裡。\n知識窗\n公眾號的基本設置\n（1）微信公眾號的功能模塊\n登錄微信公眾號平臺，進入主頁面，功能的設置在左側，如圖2.1.6所示。這裡將重點介紹微信公眾號設置、人員設置、自動回覆等幾個常用的功能設置，其他功能設置的詳細說明可以查閱登錄頁面底部的騰訊客服。\n圖2.1.6\n（2）公眾號設置（以修改公眾號頭像為例）\n①點擊設置中的“公眾號設置”，進入“賬號詳情”的頁面，如圖2.1.7所示。\n圖2.1.7\n上述各種類型信息修改的平臺規則見表2.1.5。\n表2.1.5\n②進入頁面後點擊頭像進入修改頭像的頁面。選擇圖片，上傳後查看頭像預覽效果，無誤後點擊“下一步”按鈕，如圖2.1.8所示。\n圖2.1.8\n方頭像與圓頭像作用：\n●圓頭像：在公眾號的詳細信息頁展示，用戶個人關注展示。\n●方頭像：用於跟用戶聊天中顯示。\n●圓頭像和方頭像無法分開設置，頭像上傳後，系統會對同一頭像自動拉取圓形頭像或方形頭像。\n③再次預覽頭像修改效果，確定無誤後點擊“確定”按鈕，完成頭像的修改。\n（3）人員設置（綁定長期/短期運營者微信號）\n為了管理公眾號更方便與安全，每個公眾號可由管理員添加綁定部分長期運營者或短期運營者微信號，運營者微信號無須管理員確認即可直接登錄公眾平臺和操作群發。\n①點擊設置中的“人員設置”，進入頁面，可以看到管理員信息，同時可以進行運營者管理。點擊右下方“綁定運營者微信號”進入設置，如圖2.1.9所示。\n圖2.1.9\n②可根據企業需要，選擇綁定時長為“長期”或“短期（一個月）”，輸入需要綁定的運營者微信號，點擊“邀請綁定”即可。\n具體的綁定類別、時長及規則見表2.1.6。\n表2.1.6\n如果綁定的運營者出現退出、更換等人員變動，可解綁長期/短期運營者微信號。步驟如下：進入公眾平臺→設置→人員設置→運營者管理→解除綁定。\n（4）自動回覆\n①自動回覆的分類。\n各類自動回覆，均可以設定常用文字、語音、圖片、視頻作為回覆消息，通過編輯內容或關鍵詞規則，快速進行自動回覆設置。如具備開發能力，可更靈活地使用自動回覆功能。關閉自動回覆功能之後，將立即對所有用戶生效，見表2.1.7。\n表2.1.7\n②微信公眾號的自動回覆。\na.設置鏈接，增加互動。\n恰當的鏈接，可以引導用戶及時獲取自己感興趣的內容，增加互動，提升用戶對公眾號的認同感，從而更多地分享轉發。例如，關注“嚴選美膚”後，自動回覆中出現的多個鏈接，如圖2.1.10所示。\n圖2.1.10\n前面提到，“關鍵詞回覆”是不支持超鏈接的。但在“收到消息回覆”“被關注回覆”中添加簡單代碼“＜a href ＝＂鏈接網址＂＞文字＜/a＞”，或者具備第三方平臺的開發能力，就可以靈活地使用自動回覆功能。\n例：在微信公眾號A中，進入自動回覆的“收到消息回覆”，添加代碼“關注新聞資訊，歡迎訪問＜a href＝＂ \n圖2.1.11\n通過手機在微信公眾號A的對話框中發送任意消息，都可顯示藍色字“央視網”的超鏈接。溫馨提示：在“收到消息回覆”中，只能設置一條信息回覆，1個小時內回覆1～2條內容。\nb.提示關鍵詞回覆。\n公眾號可以根據自己的目標用戶群體，針對性地提供一些功能，同樣可以增加互動，從而實現內容變現。例如在關注“蜂飯花都”的公眾號後，引導粉絲輸入關鍵詞“買”“推”“訂”，如圖2.1.12所示。\n圖2.1.12\nc.提醒用戶使用菜單欄。\n當公眾號制訂出有趣或有價值的自定義菜單後，可以在自動回覆中提醒用戶使用菜單欄，讓用戶產生更多的互動。否則用戶可能只是偶爾看到推送的文案，而不會主動點開菜單欄，如圖2.1.13所示。\n圖2.1.13\n活動評價\n企業通過對“公眾號設置”“自動回覆”的設置操作，提高了關注用戶對企業的認同感，讓用戶對企業有更形象、立體、深入的認識。同時企業通過“人員設置”進行綁定長期/短期運營者微信號，實現對微信公眾號管理員的設置與管理，也方便了企業後續對管理人員職能進行分工和績效考核。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "7de5f451267adc01c59409cf067b0eb7",
    "title": "任務2 微信公眾號文案標題",
    "text": "任務2\n微信公眾號文案標題\n情境設計\n李江、張敏雖然順利地將微信公眾號建立起來了，但是他們深知，所有公眾號文案的目的都在於吸引用戶去打開、閱讀並且轉發。標題就是內容的“門臉”，是讓用戶打開閱讀的核心。為此，他們開始潛心學習如何打造微信公眾號的爆款文案標題。\n任務分解\n李江、張敏首先蒐集、參考大量10萬＋爆款文案標題；其次分析爆款標題撰寫的方法招式，總結撰寫爆款標題的流程、步驟；最後模仿、學習撰寫出優秀的文案標題。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "a11bdd8d1b9d32d9b9a52266a7dcb56b",
    "title": "活動1 引爆眼球的標題寫法",
    "text": "活動1\n引爆眼球的標題寫法\n活動背景\n李江、張敏兩位同學在真正接觸如何設計出引爆眼球的公眾號文案標題之前，他們計劃查閱大量的相關資料，通過多看、多學，逐步瞭解撰寫爆款文案標題的思考方向和命題規律。\n活動實施\n想一想\n10萬＋的爆款文案標題是如何引爆眼球的？有什麼共同特徵和撰寫招式？\n做一做\n每5人組成一個團隊。通過百度、搜狗等搜索引擎或手機微信搜索文章的功能，查找出10篇及以上的10萬＋爆款文案標題，參考在知識窗中的“爆款標題的九宮格命題招式”，在表2.2.1裡填寫團隊查找到的10萬＋的爆款文案的標題、公眾號名稱及對應的命題招式。\n表2.2.1\n知識窗\n1.10萬＋公眾號文案標題的高頻特徵雲圖\n（1）10萬＋文章標題高頻關鍵詞雲圖，如圖2.2.1所示。\n圖2.2.1\n（2）10萬＋文章標題高頻話題群體詞雲圖，如圖2.2.2所示。\n圖2.2.2\n（3）10萬＋文章標題高頻話題詞雲圖，如圖2.2.3所示。\n圖2.2.3\n2.爆款標題的九宮格命題招式\n在新媒體中，權衡一個標題優劣的指標有兩個：打開率和流傳率（轉發）。在“標題3秒法則”中：假如一個標題不能在3秒內吸引別人點開，那麼它將永遠沒有上場的時機。標題黨一味追求打開率當然不可行，更加不可能提高流傳率。僅憑靈感去寫標題也是不現實的，在下面的九宮格中，提供的撰寫標題的九大招式，會讓我們在構思、撰寫爆款標題時事半功倍。爆款標題的九宮格命題招式見表2.2.2。\n表2.2.2\n（1）提問反問式\n提問或反問可以直接勾起人們的求知慾，增強代入感，引發人們的共鳴。如果是用戶想要知道答案的問題，他就會點擊閱讀。10萬＋的爆款文案標題如圖2.2.4所示。\n圖2.2.4\n（2）名人“背書”式\n通過名人的影響力和信譽來增加標題的吸引力和可信度，100個標題中佔了13個。這種以名人為背書的文章，在微信上轉發率較高。10萬＋的爆款文案標題如圖2.2.5所示。\n圖2.2.5\n（3）“乾貨”技巧式\n總結某個領域的知識和實用技能，發送對用戶有幫助並且需要的內容，越有價值的內容轉發率越高。10萬＋的爆款文案標題如圖2.2.6所示。\n圖2.2.6\n（4）強吸引式\n強吸引式包括留下懸念式和命令式，都是營造一種較強吸引力的語境、情緒氛圍。或在激動、刺激的語言講完後，留下省略號，引發用戶的一系列遐想；或以類似“注意”“千萬”“必須”等命令式語氣詞；又或使用自帶強烈情緒效果的歎號“！”，命令、指揮對方去怎麼做，從而引發好奇心和順從心，讓人忍不住點開閱讀。10萬＋的爆款文案標題如圖2.2.7所示。\n圖2.2.7\n（5）熱點事件式\n結合最新的熱點事件、節日、季節內容，標題直接說出主題，及時將內容發出。或使用“官宣”“太難了”等網絡熱詞吸引眼球。10萬＋的爆款文案標題如圖2.2.8所示。\n圖2.2.8\n（6）違反常理式\n違反常理式的標題通常內容是違揹人們的常理，或者使用類似“又雙叒叕［ yòu shuāng ruò zhuó］”“人生一一一一一一一一串”等生僻字詞或特意使用違背常規表達的語句，毋庸置疑，這種標題一定會吸引人的眼球。10萬＋的爆款文案標題如圖2.2.9所示。\n圖2.2.9\n（7）數字概括式\n在當下信息爆炸的語境中，每每千言萬語亦不如一個數字。文章標題中包含數字，讓標題更加清楚明白、直接，更能抓取眼球。10萬＋的爆款文案標題如圖2.2.10所示。\n圖2.2.10\n（8）人群標籤式\n人群標籤包括星座標籤、年份標籤、職業標籤等。編者需要思考文章內容和什麼類型的人群有何種關聯，通過包含明確人群標籤的標題，提升同類人群的代入感，並引發共鳴，從而吸引這類用戶打開閱讀並轉發。10萬＋的爆款文案標題如圖2.2.11所示。\n圖2.2.11\n（9）嵌套標題式\n嵌套標題式包括“雙標題式”和“前後綴式”。\n● 雙標題式 ：兩個維度不同的標題，用分隔符隔開並組合成一個完整的標題。標題格式通常有“理性VS感性”“個人VS群體”“提出題目VS辦理方案”“詳細細節VS宏觀選題”4種。適當的長標題可以包括多個用戶感興趣的關鍵詞和包含更為豐富的信息量，相比一個毫無信息傳達的標題更有吸引力，被搜索出來的曝光率也會更高。\n● 前後綴式： 一些標題前後會有一個括號，括號內備註一些內容，這個叫作前後綴。既然是備註，那麼最重要的作用就是對標題的內容展開表達或增補說明。\n10萬＋的爆款文案標題如圖2.2.12所示。\n圖2.2.12\n活動評價\n通過搜索、收集與學習10萬＋的爆款文案標題的高頻特徵雲圖和九宮格命題格式，李江、張敏初步瞭解了爆款文案標題的共性，知道了撰寫爆款標題不是依靠靈感，而是有規律可循的。這為後續更好地設計出爆款文案標題提供了思路和方法。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "012aa6573dff2d85798efb5262171d2e",
    "title": "活動2 設計文案標題",
    "text": "活動2\n設計文案標題\n活動背景\n通過上一個活動的學習，李江和張敏對爆款文案標題的共同特性和撰寫規律有了基本的瞭解和認識，他們決定蒐集並學習更多的爆款文案標題，積累更豐富的經驗，並進一步思考撰寫文案標題的步驟和需要遵循的原則，然後嘗試自己設計出優秀的文案標題。\n活動實施\n想一想\n請通過網絡搜索引擎，瞭解設計文案標題是否有現成的標題公式？如果有，應該如何改寫為自己的文案標題？\n做一做\n模仿例子，大膽發散思維，嘗試在下面標題公式的空格處將文案標題填寫完整。\n例： 2022 年的 元宇宙產業 將如何影響 全球經濟發展 。\n（1）10個為_______節省金錢/時間的技巧。\n（2）如何克服對_________的恐懼？\n（3）你的_______並沒有告訴你_______。\n（4）__________永遠不該做的7件事。\n（5）提防_______以及如何識別他們。\n（6）_________專家不想你知道的21個秘密。\n（7）什麼時候比較適合_______或者_______？\n（8）_______性格測試：你的_______是如何說你的。\n（9）中國式凡爾賽！建黨一百週年我們已經實現了__________。\n（10）獲得最便宜的_________全攻略。\n想一想\n如何依據撰寫標題的流程圖，綜合九宮格命題招式、撰寫標題的原則等知識點，在初擬題目的基礎上，更合理地修改出吸引眼球的標題？\n做一做\n查找相關網站，找出目前媒體、健康、能源、科技四個行業最熱門的話題文案，每個行業挑選一個。首先依據撰寫標題的流程圖，完成定位、初擬題目、提煉要點等前三個步驟；然後參考撰寫標題的原則，套用爆款標題的九宮格命題招式來修改標題。見表2.2.3。\n表2.2.3\n知識窗\n1.撰寫標題的原則\n撰寫標題的七大原則見表2.2.4。\n表2.2.4\n2.撰寫標題的流程圖（見圖2.2.13）\n圖2.2.13\n（1）定位\n寫標題前，先思考3個問題：①目標用戶是誰？②文案內容的特別之處在哪裡？③哪一點最能吸引用戶？如圖2.2.14所示。\n圖2.2.14\n（2）擬題\n初步擬訂一個文案標題，將表達文案中最重要的長處和吸睛點添加進去，考量用戶是否喜歡閱讀這樣的文案。\n（3）提煉要點\n寫完文案後，將文案中的要點提煉出來並記錄。\n（4）套用格式\n依據上一個活動中的“爆款標題九宮格的命題招式”，套用每一種招式寫出儘可能多的標題。\n（5）修改標題\n修改標題需要考慮的問題見表2.2.5。其中，在原來初步\n表2.2.5\n擬訂的標題中，可以加入年齡、身份、地域、收入、價值、情緒、觀點等內容，讓用戶感覺確實與他的興趣、身份相關，同時感覺到內容的價值，就會吸引其打開閱讀並樂於轉發。\n（6）覆盤\n並不是選好標題就大功告成了，在文案推送之後，根據微信公眾號中自帶的“統計”模塊的數據分析，判斷標題的優劣，並反思覆盤。\n（7）整理標題庫\n創建自己的標題庫。平常看見好的標題就放進良好標題庫中，本身驗證過的垃圾標題就放進垃圾標題庫，避免再次入坑。定期整理回顧。\n3.撰寫標題的案例分析\n在九宮格命題招式、撰寫標題的7大原則及流程圖這些指引思考方向的大框架下，通過下面的標題案例分析，進一步學習如何設計出優秀的文案標題。\n（1）案例1（見表2.2.6）\n表2.2.6\n（2）案例2（見表2.2.7）\n表2.2.7\n（3）案例3（見表2.2.8）\n表2.2.8\n（4）案例4（見表2.2.9）\n表2.2.9\n最後，雖然撰寫標題有規律可循，但我們依然要緊跟新媒體快節奏的發展趨勢、最新熱點資訊、網絡熱詞、用戶需求等的變化而隨時積累經驗和調整撰寫標題的策略和方法。\n活動評價\n通過此次學習，李江、張敏充分理解了文案標題的重要性，學會依據流程圖，做好標題定位，套用命題格式，遵循原則，設計出吸引眼球的文案標題。同時通過覆盤、建立標題庫的過程，觸類旁通，不斷提升自己的專業技能和積累更豐富的職場經驗，為自己在職場上的可持續發展奠定基礎，也為後續微信公眾號的運營打下良好基礎。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "f594a3e2322cf4704acbe67814cecd84",
    "title": "任務3 微信公眾號圖文排版",
    "text": "任務3\n微信公眾號圖文排版\n情境設計\n李江、張敏發現，不少微信公眾號文案的排版樣式做得相當豐富，包括動態圖片、彈幕、投票等互動模式，於是他們開始探究微信公眾號圖文消息的編輯、發佈。\n任務分解\n李江、張敏首先參考、學習獨具特色、排版精美的微信公眾號文案，嘗試對比各個第三方編輯器的優劣，藉助第三方編輯器等工具來優化文章的排版，最後發佈、推送文案。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "2c54dd4f6d3b8154f30f974cfd3446ef",
    "title": "活動1 學習第三方微信編輯器",
    "text": "活動1\n學習第三方微信編輯器\n活動背景\n項目組長李江同學瞭解到微信的第三方編輯器對圖文排版有很大幫助，但是他對此操作並不熟悉，於是上網查閱、比對各個第三方編輯器，打算選擇其中一個平臺，作為今後常用的編輯器。\n活動實施\n想一想\n（1）目前網絡上有哪些常用的第三方微信編輯器？\n（2）相比微信公眾平臺自帶的編輯功能，第三方編輯器有什麼優勢？\n做一做\n（1）打開微信公眾平臺，看看自帶哪些編輯功能。\n（2）在網絡上瀏覽第三方編輯器，對比微信公眾平臺，看看有哪些不一樣的功能。\n想一想\n（1）一般的第三方編輯器有哪些功能？\n（2）不同的第三方編輯器，各有什麼不同的功能？\n做一做\n每5個同學組成一個團隊，利用百度搜索關鍵詞“微信編輯器”，根據搜索結果，整理、分析不同編輯器之間的異同，並填寫表2.3.1。\n表2.3.1\n知識窗\n1.第三方編輯器\n目前市場上主流的第三方編輯器包括秀米、i排版和135編輯器，表2.3.2從樣式模板、圖片編輯、一鍵操作、圖文導入、音頻視頻導入操作5個角度來對不同編輯器之間的功能進行分析。\n表2.3.2\n2.第三方編輯器的主要功能（以135編輯器為例）\n（1）135編輯器的功能介紹\n135編輯器是一款在線圖文排版工具，主要應用於微信文章、企業網站（企業可個性化定製）以及郵箱等多種平臺圖文素材的排版。\n免費註冊後用戶可使用平臺提供的10萬＋樣式和文章模板進行圖文排版，還可以體驗秒刷、一鍵排版、全文配色、公眾號管理、微信變量回復、48小時群發、定時群發、雲端草稿、文本校對等40多項功能與服務（部分功能需付費使用）。\n（2）選擇瀏覽器\n推薦使用如圖2.3.1所示恰當的瀏覽器版本，以免造成界面打開異常等問題。\n圖2.3.1\n（3）登錄方法\n步驟1：在網頁上搜索135編輯器，這是一款網頁版的編輯器，不需要下載即可進行編輯，搜索關鍵詞“135編輯器”，直接點擊進入官網即可。\n步驟2：首次使用的用戶，點擊右上角的“註冊”進入註冊頁面，如圖2.3.2所示。用戶可根據自己的實際需要選擇手機號碼、QQ號、微信號等任意一種方式進行註冊。\n圖2.3.2\n步驟3：用戶可根據上述註冊方式，進行登錄。\n（4）編輯器界面介紹（見圖2.3.3）\n圖2.3.3\n①樣式展示區：此處為排版素材參考展示區域，可在這裡搜索樣式並點擊使用。\n②素材排版區：把圖文素材導入素材排版區，並通過選取左側的樣式進行模板套用，以及樣式修改調整。\n③常用功能區：此處包括文章導入、樣式配色、微信複製、圖片生成等功能，主要輔助用戶排版完成之後進行後續操作。\n④熱點速報區：此處每天實時更新最新熱點資訊，以及135編輯器功能更新日誌。\n（5）主要功能\n135編輯器主要包括微信複製、外網複製、保存同步、導入文章、手機預覽、生成長圖等功能。\n①微信複製、外網複製。\n用於將編輯好的內容複製、粘貼到微信公眾號平臺，或者粘貼到其他網站中。\n②保存同步。\n保存同步功能用於將未編輯完的文章保存於自己的賬號中，如圖2.3.4所示。也可以在左側“我的文章”中找回文章，並再次編輯，如圖2.3.5所示。\n圖2.3.4\n圖2.3.5\n③導入文章。\n可用於從網址導入文章，可支持微信公眾號、今日頭條、百家號、知乎專欄等平臺的文章一鍵導入，如圖2.3.6所示。\n圖2.3.6\n④手機預覽。\n手機預覽功能可利用PC端預覽手機閱讀文章的效果，便於發現排版中存在的問題，並及時修改。同時也支持手機掃碼，生成臨時文件供預覽，但是預覽只有1小時的有效時長，超過1小時則無法查看。\n⑤生成長圖。\n用於將編輯好的文章轉變成圖片，可以直觀地看到文章內容，也可以直接分享到朋友圈、微博中，目前135編輯器支持的格式有480像素、640像素、1080像素三種，如圖2.3.7所示。\n圖2.3.7\n（6）一鍵排版（見圖2.3.8）\n圖2.3.8\n①在編輯器中粘貼或者輸入所有內容。\n②標題可通過字數自動識別，也可通過MarkDown語法，＃一級標題，＃＃二級標題識別。\n③點擊對應的一鍵排版規則。\n④全文內容實現自動排版。\n（7）微信公眾號排版技巧\n①配色。\n文章中使用的顏色一般分為主題色、正文色、標註色、圖片色四個部分，根據使用環境來靈活調整。\n②正文標題。\n正文中的標題一般設置為居中、加粗的字體，其中一級標題儘量少於10個字，二級標題儘量少於15個字，字體要比一級標題略小，如圖2.3.9所示。\n圖2.3.9\n③正文段落。\n正文的段落文字一般採用灰黑色，行間距1.75，縮進0.5，同一屏幕中不要超過3處正文加粗，每處不要超過40字，單段長度不超過手機一屏，否則容易造成用戶視覺疲勞，影響閱讀效果。文章兩側留白，整體縮進0.5或1個字符，文字居中對齊，視覺效果舒適，閱讀體驗更佳，如圖2.3.10所示。\n圖2.3.10\n④排版的基本原則。\na.段與段之間要空行，讓文章看起來更簡潔、舒服。\nb.文章內大標題字號不要超過20號，正文字號在14～16，文章行距在1.5～1.75，更適合在手機上閱讀，排版也更顯高級。\nc.文字顏色除了常用的黑色，還可以選擇深灰色，以緩解閱讀疲勞。\nd.文章內容可以分層闡述，這時候就可以使用1、2、3；①、②、③；（一）、（二）、（三）這類字符對文章內容進行梳理。\ne.文章中每一個段落的長度最好不要超過手機一屏。\nf.為了突出文章內容，可以使用不同顏色來強調，但最好不要超過3種顏色。\n活動評價\n通過本次活動，李江、張敏等同學掌握了微信第三方編輯器的使用方法和技巧。事實上，一般的公眾號文章有可能用到兩種甚至是三種不同的編輯器來進行排版，他們將利用不同的編輯器來編輯第一篇微信公眾號文章，並進行群發。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "ee4c366e7e0753d6cc40cd16c4b091d5",
    "title": "活動2 編輯發佈公眾號文案",
    "text": "活動2\n編輯發佈公眾號文案\n活動背景\n李江同學已經嘗試了在第三方編輯器中完成自己的第一篇微信公眾號文章的編輯併發給張老師查閱，張老師覺得他做得不錯，建議他利用微信公眾平臺將文章推送到公眾號，並仔細關注讀者的瀏覽量等數據變化。\n活動實施\n想一想\n你會選擇什麼時間群發微信公眾號文案呢？為什麼？\n做一做\n登錄團隊的微信公眾平臺，自行探索並解答下列問題：\n（1）如何新建群發，群發的方式有幾種？分別是什麼？\n（2）群發的消息有哪些類別？\n（3）一天能夠群發多少條消息？\n想一想\n（1）新建消息群發具體有哪些操作步驟？\n（2）如何做到每天同一時間發出消息？\n做一做\n延續註冊微信公眾號賬號時組建的團隊，依據公眾號定位自選1個主題（如文化、科普、美食等），策劃、創作相關圖文內容，運用第三方編輯器，完成1篇公眾號文案的編輯、排版及推送任務。\n知識窗\n發佈微信公眾號的文案步驟如下：\n步驟1：登錄微信公眾號平臺網頁版。\n步驟2：在首頁中找到“新建群發”，點擊進入，如圖2.3.11所示。\n圖2.3.11\n步驟3：新建群發有三種方式，分別是從素材庫選擇、自建圖文、轉載文章，如圖2.3.12所示。\n圖2.3.12\n①從素材庫選擇。\n從自己以往編輯過並且保存在微信公眾號中的文章中選擇一篇進行群發，如圖2.3.13所示。\n圖2.3.13\n②轉載文章。\n可在此處搜索想要轉載文章的關鍵詞，點擊搜索，但是轉載文章時要注意原創文章的轉載設置，是否為“開放轉載”。若為“非開放轉載”，則不能直接轉載，如圖2.3.14所示。有些公眾號的文章是有條件轉載，需要根據具體的公眾號的要求進行轉載。\n圖2.3.14\n③自建圖文。\n在自建圖文頁面中有兩個部分的操作，左側可以進行文章預覽，右側可以進行文章編輯，如圖2.3.15所示。\n圖2.3.15\n步驟4：在右側文章的編輯處，上方依次可以輸入文章標題、文章作者、正文內容，在上方進行正文格式的設置，以及插入圖文、視頻、音頻、投票、小程序等；也可以將第三方編輯器編輯好的文章按“Ctrl＋V”快捷鍵粘貼到正文處。文章標題不可超過64個字，文章作者不可超過8個字，如圖2.3.16所示。\n圖2.3.16\n步驟5：在將文章正文編輯完畢後，下方可設置文章的封面和摘要、聲明原創、原文鏈接等，如圖2.3.17所示。\n圖2.3.17\n步驟6：在完成正文編輯後，左側可預覽需要群發的文章的封面和摘要信息，如圖2.3.18所示。點擊下方的“＋”號可以增加一條消息。注意，一次能夠群發圖文消息、視頻消息、音頻消息、圖片消息、轉載在內最多8條消息。\n圖2.3.18\n步驟7：完成所有編輯後，在最下方可查看當前文章的字數，此處還有錯別字提示功能，可以點擊查看疑似存在的錯別字，完成後可點擊“保存”按鈕。“預覽”則可以發送到手機中預覽文章的情況，確認無誤後可點擊“保存並群發”按鈕，如圖2.3.19所示。\n圖2.3.19\n步驟8：點擊“預覽”按鈕可以發送到手機中預覽文章的情況。注意，關注公眾號情況下才可以接收消息預覽。在輸入框中輸入微信號、QQ號或手機號均可接收預覽消息，如圖2.3.20所示。\n圖2.3.20\n步驟9：點擊“確定”按鈕後則進入群發頁面，此處可設置群發的對象、性別、地區等，如圖2.3.21所示。設置完成後，則可進行群發，注意：群發可以“立即群發”或“定時群發”，如圖2.3.22所示。進入定時群發功能，可以設置群發的日期和時間，如圖2.3.23所示。\n圖2.3.21\n圖2.3.22\n圖2.3.23\n活動評價\n通過本次活動，李江已經能夠利用微信公眾平臺進行圖文消息的群發，這也是微信運營中的基本操作，下一階段他將學習微信公眾號的圖片製作，而這一部分將直接影響到用戶的閱讀體驗，也是微信運營中更為重要的內容。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "4b704fd5fbe8fab2a49da8f8c8694310",
    "title": "任務4 微信公眾號圖片製作",
    "text": "任務4\n微信公眾號圖片製作\n情境設計\n有了張老師的指導，李江、張敏出色地完成了聚星公司公眾號的文案撰寫和圖文消息編輯，然而在發佈文案前，選擇恰當的封面主圖，其重要性不亞於文案的標題，那麼，李江和張敏能順利通過發佈的文案成功吸粉嗎？\n任務分解\n為了不辜負精心編輯的文案，李江和張敏首先了解封面圖的類型和風格，藉助在線製作網站、PPT等方式製作封面主圖，並且嘗試將公眾號的靜態二維碼設計為動態二維碼。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "670c8760f5663e631342861ad8b9078a",
    "title": "活動1 製作封面主圖",
    "text": "活動1\n製作封面主圖\n活動背景\n李江和張敏瞭解到藉助在線製作平臺上的模板，可以幫助他們高效率、高質量地完成製作封面主圖的任務，於是他們開始去了解相關網站和製作方法。\n活動實施\n想一想\n（1）你發佈文案時，一般會選擇什麼圖片作為封面主圖？\n（2）在發佈文案後，封面主圖最終顯示的效果是怎樣的？轉發時的封面主圖又有什麼不同的顯示效果？\n做一做\n（1）選擇團隊最新發布的一篇公眾號文案，觀察最終封面主圖在手機端顯示的效果。\n（2）蒐集2～3篇微信公眾號的爆款文案，思考它們的封面主圖是什麼風格，封面主圖和文案內容相符合嗎？與自己團隊發佈文案時選擇的封面主圖相比較，自身存在的差距和問題在哪裡？可以怎麼去改善？\n想一想\n（1）在線製作微信公眾號的封面主圖常用的網站有哪些？\n（2）為了避免設計圖片的版權糾紛，往往需要搜索無版權圖片網站，什麼是無版權圖片？有哪些是無版權圖片網站？\n做一做\n每5人組成一個團隊，搜索封面主圖在線製作網站和無版權圖片網站，瞭解其功能特點，並填寫表2.4.1。\n表2.4.1\n知識窗\n1.封面主圖展示情況\n我們關注了很多的公眾號，但不一定會每篇文章都看。這時候，看或不看就是瞬間的衝動，這一衝動可能來自標題、摘要、封面等。只有打開率提升了，才能增強微信公眾號的吸粉能力。\n讀者能看到的封面主圖，主要有以下3種情況，如圖2.4.1所示。\n圖2.4.1\n（1）公眾號會話：訂閱了公眾號的讀者，看到的會是最完整的封面，封面能夠做到醒目、亮眼、切題是最好的。\n（2）轉發消息：把封面主圖推送轉發到個人或群的時候，標題和摘要都在，但封面會自動變為正方形顯示。\n（3）轉發朋友圈：把封面主圖推送轉發到朋友圈的時候，就只剩標題和正方形的封面了。\n2.封面主次圖風格\n（1）扁平化封面風格\n扁平化封面圖採用極簡主義風格，圖片基於最基本的視覺元素進行設計，運用鮮明的顏色和抽象概括的圖形，力圖凸顯所代表的事物本質，保持設計的直觀性。這種風格的封面圖可以在一些製圖網站中直接獲取，使用這種風格封面圖一般都是年輕群體居多，他們的生活態度大多是積極樂觀的，如圖2.4.2所示。\n圖2.4.2\n（2）實物圖封面風格\n實物圖片是以實際物品為背景，照片不需要過度調整，拍完稍加裁剪直接上傳即可，如圖2.4.3所示。\n圖2.4.3\n（3）圖文型封面風格\n圖文型封面圖，顧名思義就是圖片和文字共存的封面圖。這種封面圖較為吸引人，也是很多運營人熱衷使用的封面圖，如圖2.4.4所示。\n圖2.4.4\n3.封面主圖類型\n打開公眾號，在眾多封面主次圖中，第一眼看到的就是封面主圖，如果封面主圖做得非常精緻，可以快速、準確地向粉絲傳達信息，吸引粉絲閱讀。因此，選用封面主圖的類型需要根據文章的內容而定。\n（1）科技感很強的文章：可以選擇黑白、灰白、藍色等深色系圖片，如圖2.4.5所示。\n圖2.4.5\n（2）兒童類公眾號文章：建議使用飽和度較高的顏色，或者直接使用兒童真人、動畫角色或者手繪畫作為封面圖，如圖2.4.6所示。\n圖2.4.6\n（3）學術報告類公眾號文章：建議直接使用PPT，可以將PPT截圖成圖片格式，PPT圖片上有明確的學術主旨、內容，可以更直接地給讀者傳遞文章信息，也可以直接使用會議時的圖片作為封面圖。圖2.4.7是某一次實際會議的PPT首頁圖片。\n圖2.4.7\n（4）餐飲類公眾號文章：建議儘可能使用暖色系的食物圖片。如果是夏季冷飲類，可以選擇明亮色調的圖片，如圖2.4.8所示，選擇薄荷綠、番茄紅等。\n圖2.4.8\n（5）節日活動類公眾號文章：我們中國人慶祝活動一般喜歡使用正紅色，所以在添加封面時，儘量選擇喜慶的紅色，如圖2.4.9所示。\n圖2.4.9\n（6）產品宣傳類公眾號文章：儘量使用產品圖、公司LOGO或者和產品介紹同色系圖片當作封面圖片。\n（7）趣聞類公眾號文章：建議使用現在流行的表情包圖片或者其他搞笑類圖片，增加文章的趣味性。\n（8）其他：如果不知選用什麼圖片好，可選擇風景類的圖片當作封面。\n4.封面主次圖尺寸\n為了讓讀者清晰閱讀圖文，微信公眾號封面圖像素不要太低。如果像素太低，看起來很模糊；像素太高，文件太大，上傳不成功。微信一直在改版，封面圖的尺寸比例一變動，相應的像素也需要變動，目前首頁顯示封面主圖尺寸的最佳像素是900×383（2.35∶1），次級封面的最佳像素是300×300或者200×200（1∶1），如圖2.4.10所示。\n圖2.4.10\n注意：藍色部分是改版前的16∶9尺寸；黃色部分是星標和常讀公眾號改版後2.35∶1顯示的比例；綠色部分是普通公眾號1∶1的封面比例。\n5.封面設置的步驟\n步驟1：打開微信公眾號平臺網頁版。\n步驟2：打開素材管理，點擊“新建圖文素材”，如圖2.4.11所示。\n圖2.4.11\n步驟3：將圖文編輯頁面拖到最下方，上傳封面圖之處一個是“從正文選擇”，另一個是“從圖片庫選擇”，如圖2.4.12所示。\n圖2.4.12\n①從正文中選擇封面，如圖2.4.13所示。\n圖2.4.13\n②從圖片庫選擇封面。\n點擊“本地上傳”，上傳圖片至素材庫，選擇圖片後點擊“下一步”按鈕，如圖2.4.14所示。\n圖2.4.14\n步驟4：在微信改版後，星標和常讀公眾號的封面顯示比例是2.35∶1，普通公眾號的封面顯示比例是1∶1，手動調整到合適的區域後點擊“完成”按鈕，如圖2.4.15所示。\n圖2.4.15\n步驟5：點擊“保存”按鈕。注意：如果不上傳封面圖，文章就無法保存發佈。\n6.製作封面主圖的方法\n怎麼做出精緻的封面圖呢？可以使用Photoshop等常見的圖像處理軟件，也可以使用一些更簡便的方法，下面介紹兩種簡單方法。\n（1）利用設計網站在線製作封面主圖\n目前網絡上有很多在線製作微信公眾號封面圖的網站，裡面有很多模板提供，免費和付費版都有，見表2.4.2。\n表2.4.2\n下面以“創客貼”為例展示如何製作封面主圖。\n步驟1：登錄創客貼設計網站。\n步驟2：選擇封面主圖設計，點擊“模板”，如圖2.4.16所示。選擇適合的模板進行文字和內容的編輯，完成後點擊“保存”按鈕並上傳至圖片素材庫以備用。\n圖2.4.16\n（2）利用PPT製作封面主圖\n步驟1：設置PPT尺寸，如圖2.4.17所示。\n圖2.4.17\n打開PPT，16∶9是默認背景的原始頁面。因為微信公眾後臺已經改版，需要修改幻燈片大小，修改尺寸為高度14.41 cm，寬度33.87 cm，這樣才是一張2.35∶1的封面背景。\n步驟2：製作底層背景圖，單擊鼠標右鍵，選擇修改背景格式。\n步驟3：下載圖片素材。\n可以去各大圖片網站下載矢量圖，但是在工作和生活中，無論圖片是否涉及商用，使用網上搜索的圖片前，不要隨意使用，會涉及版權問題，引發版權爭議。因此，需要去無版權圖片網站下載相關圖片。\n步驟4：加文字、修飾圖形。\n插入圖形，旋轉，調整所需要的效果；插入藝術字，如圖2.4.18所示。\n圖2.4.18\n以上所提到的無版權圖片，表示作者已經放棄一切版權，任何人都可以免費下載該圖片用作各種用途，作品也可以被不加限制地引用、轉載、二次改編、再發表、應用於商業用途，使用者還可以不標示該創作的來源和作者。下面介紹國內外高質量的無版權圖片網站，可以免費下載使用，見表2.4.3。\n表2.4.3\n7.製作封面主圖注意事項\n①圖文的封面尺寸一定要符合標準，尺寸比例和像素大小要符合平臺要求。\n②封面圖片要與內容相關，可以是設置懸念；可以是內容提要；可以是畫龍點睛，也可以是提綱挈領；總之，切忌與內容毫無關聯地隨意配圖。\n③重點內容儘量居中，切忌關鍵信息靠左、靠右或者排列太散。一方面，是根據人的視覺習慣，居中可以方便閱讀者第一眼看到；另一方面，是因為公眾號文章作為單條信息鏈接轉發到朋友圈或者微信群、微信朋友圈時，封面圖片會自動被裁減為一張正方形的小圖片顯示，關鍵信息居中才能被看到。\n④封面排版要注意美學，文字字號不宜過小，背景要乾淨，重點要突出，整體富有藝術性才能吸引眼球。\n活動評價\n通過本次活動，李江、張敏等同學掌握了封面主圖的設計思路和方法技巧，順利地完成了文案編輯的所有任務，接下來期待文案的順利發佈。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "d3488ad746dc4e2210521f637bf6273c",
    "title": "活動2 製作動態二維碼",
    "text": "活動2\n製作動態二維碼\n活動背景\n李江、張敏為了提高公眾號的吸粉量，提升文案的打開率，他們還想精益求精，製作動態二維碼。有了封面主圖的設計思路，他們繼續採用設計網站在線模板進行製作。\n活動實施\n想一想\n（1）靜態二維碼和動態二維碼有何區別？\n（2）動態二維碼是什麼樣的呈現效果？\n做一做\n利用手機，查看自己關注的公眾號二維碼，瞭解動態二維碼的優勢在哪裡？\n想一想\n企業運營商通常在哪些網站上製作動態二維碼？如何下載免費的gif動圖？\n做一做\n每5人組成一個團隊，搜索並瞭解比較優質且方便下載的gif動圖網站，並填寫表2.4.4。\n表2.4.4\n知識窗\n1.靜態二維碼與動態二維碼的區別\n靜態二維碼，顧名思義就是二維碼和背景都靜止不動，以圖片形式展示，實際目的地網站的網址直接被放置到二維碼中，並且不能被修改。\n動態二維碼中的“動態”意味著二維碼可以像河流一樣流動，可以像季節一樣變化，並且可以像你的裝備一樣被修改。動態二維碼可以更改嵌入二維碼中的信息，包括文本、音頻、網址、視頻等。動態二維碼極大地延長了單個二維碼的使用壽命，因為即使發佈，用戶依然可以在後臺隨意更改網址及其他任何信息，而不必每次都用新的靜態二維碼去替換。\n2.動態二維碼的製作方法\n（1）利用在線網站製作\n在本任務活動1中提供的在線圖片網站也可以在線製作並下載微信二維碼動圖，以“圖怪獸”網站為例。登錄圖怪獸網站並掃碼登錄後點擊“GIF模板”，選擇合適的模板後直接替換為所需二維碼圖片即可，模板中的文字、圖片、尺寸、顏色等均可以根據需要修改，最後點擊“保存”按鈕即可，如圖2.4.19所示。\n圖2.4.19\n（2）利用在線圖片處理網站製作\n工具準備：gif動圖一張，美圖秀秀，白色背景圖片一張，二維碼。\n步驟1：用美圖秀秀打開準備好的gif動圖，點擊查看尺寸，並記錄好，如圖2.4.20所示。\n圖2.4.20\n步驟2：打開白色背景的圖片，將尺寸調整至和剛才的動圖一樣大小，這裡要注意的是調整大小的時候不要勾選鎖定長寬比例，如圖2.4.21所示。\n圖2.4.21\n步驟3：調整大小後，點擊上方的飾品，選擇“導入飾品”，導入時一定要注意選擇“用戶自定義”，如圖2.4.22所示。因為在非自定義狀態下導入的動態圖會變成靜態的。\n圖2.4.22\n步驟4：插入動圖後，在美圖秀秀空白處右擊“插入一張圖片”，插入準備好的二維碼，調整其大小，調整二維碼的透明度，如圖2.4.23所示。\n圖2.4.23\n步驟5：點擊右上角“保存與分享”保存為動圖，如圖2.4.24所示。\n圖2.4.24\n活動評價\n李江、張敏最後將動態二維碼粘貼在文案底部，保存發佈，完成了基本編輯微信公眾號文案的任務。接下來是關注吸粉率，不斷推出爆款文案，加強對公眾號的推廣。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "69f657bdf4a932db3a5429eebf6b1eb4",
    "title": "任務5 10萬＋爆款文案寫作技巧",
    "text": "任務5\n10萬＋爆款文案寫作技巧\n情境設計\n李江和張敏熟悉了微信平臺的基本功能後，開始學習撰寫爆款文案，他們深知行業內的一句名言“好文案就是印鈔機”。那麼，如何才能成為文案達人，寫出 10 萬＋的文案？\n任務分解\n於是，李江、張敏開展微信文案的調研活動，瞭解新媒體文案的概念、類型等基本的理論知識。提煉、掌握微信文案吸引力的量化指標，明確爆款文案的基本原則，學習微信文案的構思、寫作要點，從而模仿、創作出爆款文案。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "b4899658b6e455633293c2b7ea9995cd",
    "title": "活動1 分析爆款文案",
    "text": "活動1\n分析爆款文案\n活動背景\n李江、張敏找出網絡上的爆款文案進行分析，掌握新媒體文案的概念、分類和特點等知識點，然後通過小組活動鞏固新知識。\n活動實施\n想一想\n（1）什麼是新媒體文案？\n（2）新媒體文案有哪些常見類型？\n（3）爆款文案有什麼共同點？\n做一做\n每5人組成一個團隊，開展微信文案調研活動，完成表2.5.1。\n表2.5.1\n知識窗\n1.新媒體文案的定義\n（1）什麼是文案\n文案來源於廣告行業，是“廣告文案”的簡稱，由標題、副標題、廣告正文、廣告口號組成。它是廣告內容的文字化表現。\n什麼是新媒體文案？\n新媒體文案，是以商業目的為寫作基礎，通過新媒體平臺工具進行發佈，以達到宣傳作用的一種營銷手段。\n（2）新媒體文案的目的是什麼\n新媒體的發展並不會顛覆文案的本質，新媒體文案就是一個面向所有新媒體觀眾的銷售員，目標主要是吸引注意力、達到溝通效果、說服消費者。但是這也帶來了一系列的“蝴蝶效應”，包括權威的消解、亞文化圈子的形成與深入發展、信息不對稱狀況的消減、消費者信息組織方式的改變，導致新媒體文案更具有“社交感”。\n“要想富先修路”，傳統媒體時代下的經典單向文案灌輸案例（見圖2.5.1）簡潔概括了改革開放初期基礎設施對經濟發展的關鍵作用。此語直擊時代脈搏，無須反覆論證，通過標語刷牆、廣播、報紙等媒介廣泛傳播，單向而有效地激發了全國範圍內的建設熱潮，成為時代強音。\n圖2.5.1\n但如今，傳播鏈條發生了變化，比如在2019年重慶大學憑藉自家學生製作的招生文案，一舉登上微博熱搜榜＃重慶大學的招生文案＃，引得無數高校紛紛模仿，延伸出了霸道總裁風系列、海南椰汁風系列等，如圖2.5.2所示。\n圖2.5.2\n由此可以看出，由於新媒體的快速發展，文案傳播有了新的特點，傳播鏈條發生了變化：由傳統“引發興趣→閱讀”的單一鏈條模式，轉變為“想讀→互動→二次傳播”的新模式。\n2.新媒體文案的類型\n（1）按篇幅長短分類\n新媒體文案按篇幅的長短分為長文案和短文案，見表2.5.2。文案的長短是相對而言的。一般把長達數百字以上的視為長文案，短至數十字，甚至數字的文案視為短文案。\n表2.5.2\n長文案和短文案二者各有優勢。短文案可以直截了當地傳遞簡單信息，引起讀者興趣。長文案可以對訴求重點進行深入解釋，或者為訴求重點提供充足佐證，這個展示從原因到結果的完整過程可以讓人更加信服。\n（2）按表現形式分類\n文案按表現形式的不同分為純文字文案、廣告圖文案、視頻文案等。\n①純文字文案在早期多用於貼吧、樹洞等，主要用於故事描述和情緒發洩。微信朋友圈傳播迅速的純文字文案，多用於海報設計中，使用純文字＋優秀排版的海報也能美得驚豔，如圖2.5.3所示。\n圖2.5.3\n②廣告圖文案的經典代表是百雀羚的一九三一文案，採用所謂“一鏡到底”的縱向長圖片形式，講述中華人民共和國成立前上海一名女子的一次刺殺任務。“好創意、走心、有趣”是許多人對它的評價，如圖2.5.4所示。\n圖2.5.4\n③視頻文案就是用文字描述即將製作的視頻的內容結構等，比如有多少鏡頭，每個鏡頭的景別，如何轉場，使用什麼樣的背景音樂和音效，是否使用對白和旁白等，越是詳細就對視頻製作的最終效果越有掌控。比如支付寶的視頻文案《十年賬單》，以一個女主人公的視角，從畢業初入社會到十年內自己的角色變化，使用支付寶的心智情感成長，與支付寶十年的逐漸變革相結合，給使用支付寶的日常時刻賦予更多的情感意義，得到廣泛傳播。\n（3）按投放渠道分類\n文案按不同的微信投放渠道分為微信公眾號軟文、朋友圈營銷文案。\n2016年“新世相”通過微信公眾號發出活動邀請，題目為“4小時逃離北上廣”，文案稱，前30位趕到北上廣三地機場指定地點報到者，會收到一張未知目的地的免費機票，前往30個不同目的地。這場活動當天至少為“新世相”公眾號帶來116萬閱讀量，近11萬漲粉量，如圖2.5.5所示。\n圖2.5.5\n（4）按企業目的分類\n文案按企業廣告目的可分為銷售文案和品牌文案。\n過去五年間，化妝品幾乎所有的新晉10億俱樂部的選手，無一例外都來自互聯網，比如HomeFacialPro（以下簡稱HFP）、完美日記、薇諾娜、植觀……其中HFP在2016年3月至2018年8月累計6 247次投放1 428個合作公號，2017年銷售額即突破3.6億元，2018年計劃突破10億元。借用海量公號的力量，最廣泛利用移動互聯網新媒體傳媒路徑廣泛傳播其想向消費者傳遞的信息與觀點，極力促成即時轉化，並沉澱至其官方公眾號與天貓旗艦店，最終形成品牌復購，如圖2.5.6所示。\n圖2.5.6\n作為中國最大的問答社區，知乎以“發現更大的世界”為口號，塑造為有文化、有知識、有觀點的一個集散地，打破微博、微信等社交媒體崛起以來的碎片化傳播形式，以其深度吸引了一大波用戶。在網易樂評刷屏地鐵後，知乎也推出了新廣告，隻言片語或者高票答案，引出知乎上的問題，很多具有調侃自嘲的意味。廣告左下角，“有掃二維碼的功夫，該搜的都搜到了”。同時知乎上還發布了“＃話題＃知乎這一波廣告文案，你怎麼看？”來進行品牌深度傳播，如圖2.5.7所示。\n圖2.5.7\n3.爆款文案的特點\n文案無處不在，路邊的燈箱上、公交車的移動電視裡、地鐵廣告牌上、購物網站上、圖書封面上、飲料瓶上，隨處可見文案的身影。不管是被動還是主動，有意識還是無意識，我們每天都會接觸到林林總總的文案信息。\n讀者看起來順其自然的事，對於文案策劃者需要總結出這類文案的共同點。接下來介紹希思兄弟提出來的SUCCESs原則。\n（1）簡約（Simple）\n真正容易傳播和被接受的觀點往往是“倡導一個簡單的行為”，見表2.5.3。\n表2.5.3\n大部分人很難經受住一個“簡單的解決方案”的誘惑，文案1中讓那些商業上尋求成功的人，找到一個捷徑，就是找到風口。文案2中讓不想上火的人喝涼茶王老吉就好了，多簡單！\n（2）意外（Unexpectedness）\n沒有什麼比尋常活動中的意外結果更加容易引起驚奇並廣泛傳播了。人們最關心日常的生活以及周邊的事物，如果能夠在尋常活動中製造意外感，他們的眼球就會被這樣的信息吸住，並且迫不及待地想要傳播給別人，見表2.5.4。\n表2.5.4\n（3）具體（Concreteness）\n人天生討厭抽象的東西，因此如果你的觀點能夠做到讓人感覺“一幅畫出現在眼前”，就更加具備了可傳播的條件。因此將文案的內容具體化，是確保我們的文案對每個聽眾都能達到一致效果的唯一方式。比如，美食愛好者在講述蛋糕的美味時，哪一種會令你更有食慾？見表2.5.5。\n表2.5.5\n（4）可信（Credibilty）\n“茄子包治百病”“吃多了荔枝會得腦炎”，文案看似荒誕，但抱著“寧可信其有不可信其無”態度的人往往成為這些謠言的傳播者。\n然而，網絡並非法外之地，新媒體人理應成為新時代正能量的傳播者，以守法誠信為運營前提，再考慮通過“權威證明”“固有認知”“客觀陳述”“真實案例”“熟悉的場景”等技巧去提升文案的整體可信度，從而撰寫出較高點擊率和轉發率的爆款文案。\n（5）情感（Emotions）\n壞文案講道理，好文案感染人。好文案之所以好，就在於它更容易感染用戶的情緒，讓用戶產生情緒投射，產生代入感。比起抽象的東西，我們對人更容易產生感情。新世相的爆款文案《在2 500個廚房裡，找到生活的新答案》，以“2 500個廚房”為媒，觸發粉絲的好奇心與共鳴。每一個廚房都承載著不同的故事和情感。這些獨具煙火氣的小故事才是觸手可及的真實人生，讓讀者在方寸之間，領悟各自平凡生活背後的人生要義。\n這也是目前UGC故事愈發流行的原因，營造充滿情緒誘餌的故事，讓每個人從中窺見自己的身影，進而迸發情感力量，釋放內心價值。新世相通過徵集粉絲故事成功創造出大量10萬＋文章，如圖2.5.8所示。\n圖2.5.8\n（6）故事（Stories）\n不痛不癢的叫事實，尖銳扎心的才叫故事。大部分文案對故事的理解就是人物、情節、環境，然而即便具備了這些要素，大多數情況下你也只能寫出一個完整但平庸的故事。比如，要給老人健步鞋寫文案，勾起用戶強身健體的慾望，你會選擇表2.5.6中的哪個？\n表2.5.6\n以下兩則文案相比，文案1雖然具備了故事的要素，但相比文案2就缺少了一根能刺中用戶痛點的“刺兒”——衰老帶來的身心問題。\n以上六大原則的每個關鍵詞的首字母連在一起，就變成了SUCCESs。這六點聽起來簡單做起來難，因為言者和聽者往往處於信息的高度不平衡中，所以也就無法做出有黏性的創意和表述了。\n通過本次活動，李江和張敏瞭解了新媒體文案的概念、目的和類型等基本的理論知識，這部分知識可以總結成下面的思維導圖，如圖2.5.9所示。\n圖2.5.9\n通過做一做，熟悉微信文案的量化指標，再結合理論學習，掌握高吸引力文案的基本原則，該部分可以總結成圖2.5.10的思維導圖。\n圖2.5.10\n活動評價\n通過本次活動，李江、張敏等同學掌握了新媒體文案的定義，明確了新媒體文案的目的和分類，掌握了爆款文案的SUCCESs法則，為下一階段的任務做好了充分的知識準備。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "98843959d77b304480264499a6435395",
    "title": "活動2 創作爆款文案",
    "text": "活動2\n創作爆款文案\n活動背景\n李江、張敏等同學組成的新媒體運營學習小組成員已經通過調研、整理、總結歸納出了有影響力的文案有哪些共同點，接下來需要知行合一，在學校專業指導老師張老師的帶領下學習鞏固理論知識，寫完一篇推廣文案。\n活動實施\n想一想\n如何寫出10萬＋的微信文案？\n（1）微信文案如何構思？\n（2）如何寫出吸睛標題？\n（3）如何寫正文才能達到深入人心的效果？\n做一做\n以5人為一小組，擬訂標題，根據目標用戶痛點寫個簡潔的開頭，引出“新媒體運營課程”，再按照AIDA公式來寫文案，形成強有力的邏輯鏈條。\n知識窗\n1.撰寫微信文案的思路\n文案就相當於一個推銷員，需要把讀者的注意力吸引或轉變到產品上，使讀者對文案中所推銷的產品或理念產生興趣，這樣慾望也就隨之產生，而後再促使採取購買行為，達成交易。文案的思路非常適用著名的AIDA公式，這是西方推銷學中一個重要的公式，它的具體含義是指一個成功的推銷員必須把顧客的注意力吸引或轉變到產品上， AIDA是4個英文單詞的首字母。 A為Attention，即引起注意；I為Interest，即誘發興趣；D為Desire，即刺激慾望；最後一個字母A為Action，即激起行動。\n下面以一篇科普文為例來講解AIDA公式，如圖2.5.11所示。\n圖2.5.11\n通常微信文案的標題和開篇要吸引眼球，而正文內容要持續地吸引用戶興趣，並逐漸讓用戶信服，這樣才能刺激用戶產生預期行為，覺得有收穫的用戶，會樂於收藏、評論以及轉發。\n2.怎麼寫標題\n（1）凸顯矛盾\n有矛盾、有爭議的標題，會引發用戶對爭議問題的敏感性，也會提高文案打開率。\n比如下面來自職場充電寶等公眾號的營銷文案標題：\n①河北農婦追熱劇寫小說，月入18萬驚呆網友？\n②在傳統行業實習的她，憑什麼能45天拿下2份互聯網公司offer？\n③她英語爛哭，卻靠美國電視劇飈出一口地道英語，逆襲學霸，她怎麼做到的？\n以上標題使用了疑問、設問句的句式，採用多段式，也就是前後本身有起伏的表達方式，像個小故事吸引你讀下去。\n（2）人物代入\n你在生活中幫助別人後，聽到“謝謝”和“謝謝你”，你覺得哪一句聽著更舒服？肯定是後者，加上“你”這個字，就變成特指的，獨一無二的，這就是代入感的體現。\n人都是關心與自己相關的，加“你”“我”“他”等人物代詞後，真實性就提高了，人們會自動地代入自己、代入身邊的親人和朋友。下面看幾個例子：\n①理財第3年，我的收入是同事工資的10倍！\n②她43歲，寫文章6個月，稿費110 000元！\n③“所有人都不知道，我月薪20萬！”\n（3）鎖定場景\n當你期末考試來臨但複習沒有效果時，這裡給你來一個短期記憶大法；當你正談戀愛但不得章法時，這裡給你一個追女神的妙計；當你想理財但是不知道從哪裡開始時，這裡給你一個新手必讀……在你遇到難題的各種場景中，給你提供完美的解決方案，你要不要看下去呢？\n①新春有禮，讀書有拖延症也能一年讀100本書！\n②手殘黨福利，10分鐘讓自己有個讓別人驚訝的新妝容！\n③如何不痛苦地早起？每天5點多起床的我，有一點小小的經驗。\n3.怎麼寫開頭\n很多人會認為用戶點擊了標題就會認真看你的文章，但實際上絕大多數時候，都不是！因為他可能正在和朋友說話、可能正在吃飯、可能在看電視、可能走在路上……可能是在他心不在焉、注意力並不集中的時候看到了你的標題。這時候，文章開頭非常重要，它能讓用戶真正進入文章裡面，激起他閱讀下去的慾望，讓他拋開其他事情，將更多的注意力放到文章上來，達到預期的文章閱讀量、用戶互動和內容收益。\n（1）凝鍊精華\n對於長文案，可能讀者沒有那麼容易理解，或者難以讀完全文，那麼可以在文章開頭就對文章核心點進行簡要概括。以李叫獸的《改變消費者的說服文案，有且只有以下4種》為例，如圖2.5.12所示。\n圖2.5.12\n圖2.5.12通過濃縮精華，讓讀者提前有預期，結尾再一次進行總結呼應。比如可以在開頭做好文章內容框架，讓讀者閱讀理解更輕鬆；可以概括全文要講的內容，為什麼講，看完能得到什麼；可以提前概括每個部分內容，讀者可以選擇性閱讀……\n（2）設置懸念\n設置懸念是最常見的文章開頭形式，就是一開始製造懸念，激發好奇心，勾起讀者的興趣。不論在哪，好奇心都是驅動用戶行動的強大動力。\n滴滴出行這篇《的反是章文篇這》，就是使用有趣的玩法來製造懸念，勾起用戶的興趣，新的東西總是能激起人的好奇心，想嘗試一把，如圖2.5.13所示。\n圖2.5.13\n（3）使用新聞／故事\n故事是人類最古老、最有效的溝通方式之一。好的故事，能觸達讀者內心，激發讀者強烈的代入感與共情力。這也是頂尖公眾號（如洞見、讀者、十點讀書等）常用的敘事手法。\n如36氪的《中企出海夠City，從單槍匹馬轉向多帆競發》，首句就以“世界是個巨大的made in China”直接將國人的驕傲感拉滿；以微故事開篇——一位中國網友親歷的魔幻時刻“人在智利，用滴滴App打的車，來了輛長安，司機用華為手機接的單”；再以三家不同行業賽道的中企負責人的故事陳述，刻畫出中國企業從產品出海升級為品牌出海的艱辛歷程，也清晰呈現：在中企出海這盤齊心聚力的生態棋局中，中國正由“世界工廠打工者”的角色轉變為“全球資源整合者”；又以海關總署數據：“2024年前7個月中國貨物貿易進出口總值超24.83萬億元，同比增長6.2％，再創歷史新高”，進而點燃讀者心中的愛國情懷並引發共鳴：沒有什麼，比中國企業出海，更city！\n新聞在文章開頭的作用其實和講故事很像，雖然沒有講故事那麼容易打動情緒，但也是讀者最能接受的內容形式了。特別是現在的內容創業，少不了要追熱點，而絕大多數熱點都是基於一個大新聞或大事件而來的。圖2.5.14就是熱點文案使用的新聞開頭節選。\n圖2.5.14\n4.怎麼寫正文\n文案一定是有目的的，文案寫手本質上是坐在鍵盤後面的指揮者，需要挑逗動機、引發需求、給出方案、說服用戶。標題和開頭已經完成了挑逗動機，引發需求後，正文就需要給出方案、說服用戶。\n（1）ELM經驗法則\nELM經驗法則（Elaboration Likelihood Model），即綜合中央路徑、外圍路徑來說服用戶。中央路徑是利用邏輯推理和深入思考來進行說服。即灌輸各種事實、數據、證據、證書、研究報告等。\n例如：想寫推廣一款肥皂的文案，那如何利用中央路徑說服客戶？\n思路：使用數據重點突出“泡沫細膩”和“能當洗面奶用”。\n文案示例：我們這款明星肥皂所產生的泡沫，像鮮奶一樣綿密富有彈性，輕輕用手一搓，大小跟足球就差不多了，彈性十足……這些泡沫的直徑細小到只有0.005毫米哦，什麼概念呢？人體毛孔的直徑只有0.02～0.05毫米……\n外圍路徑則需使用語言技巧，拉動用戶的情感共鳴，比如利用愉快的想法、積極的形象，或是暗示所產生的聯想等來說服用戶。\n例如：一份鮮奶麵包賣25元，價格可不便宜，那如何利用外圍路徑說服客戶？\n思路：買麵包的都是成年人，如果吃麵包的人是孩子呢？即“為了孩子而買的”。\n文案示例1：一份鮮奶麵包25元，是一家三口的量，每個人只花8塊錢，卻享受一個快樂家庭早餐時光。\n文案示例2：我們的鮮奶麵包，純鮮奶製作，奶香四溢。孩子多吃一口，上課就精神一點，個子也長快一點。作為一個媽媽來說，這是實實在在的一個媽媽本應有的幸福！\n總結來說，文案最好從外圍入手，在用戶心中建立起毋庸置疑的形象之後，再以中央路徑作為事實和數據支撐，有力地支撐起文案的核心觀點，最後再煽情。\n（2）正文檢查\n文章寫完後，需要進行以下檢查：\n①文章的核心觀點是什麼？是否進行了一一講解，每條觀點是否提供了證據？證據是否有深度？是否和讀者息息相關？\n②內容是否簡潔、有吸引力？主題是否清晰？是否陳述了觀點？邏輯是否清晰？使用了金字塔原理嗎？是否容易理解？是否容易記憶？是否能打動人？\n③其中的事例是否都是公認事實？有沒有深入解讀？有沒有引用權威資料，或者給出科學依據和乾貨？有沒有使用數據表達？有沒有圖表？\n④過渡部分是否平滑？過渡詞是否使用準確？最後是否總結了觀點？推論是否正確？是否容易記住？結局是否有情感上的呼籲？是否能打動人？\n5.其他小細節\n（1）配圖\n公眾號信息包括文字、語音、圖片、視頻等形式，而圖片是目前最重要的一個信息形式。圖片的閱讀速度遠大於文字，一張好的配圖也能給文章帶來事半功倍的效果。\n公眾號配圖的風格主要有以下幾類：簡約風格，多使用純色背景＋簡短反色字體內容（反色是指能與背景色形成強烈對比的顏色）；漫畫風格，將文章中涉及的人物或風景變成漫畫風，這樣顯得更有趣；搞笑風格，針對文章的主要內容創作搞笑圖片或到一些可轉載圖片的搞笑社區尋找相近的圖片，如圖2.5.15所示。\n圖2.5.15\n（2）摘要\n只有標題和配圖還不夠，摘要也一樣重要。微信比較人性化，後臺給公眾號文章提供了摘要功能。摘要可以很好地讓讀者快速知道文章的主要內容，好的摘要就像電影、電視劇的預告片一樣能勾起讀者的閱讀慾望。不提倡直接用公眾號後臺的摘要功能，因為系統會自己截取文章前面的部分，不能讓讀者有效地瞭解文章內容。建議自己讀完後，把文章內容和自己的看法見解寫在一起作為摘要。\n（3）結尾\n微信公眾號中的開頭部分以及結尾部分一定是最容易給讀者留下“印象”的地方，這就跟一個網站的頭部和尾部一樣，每個頁面都有，是展現一個網站的風格、廣告、活動、內容信息等的重點區域。\n因此，絕大部分公眾號都會很重視自己公眾號圖文頂部和底部的引導內容，有的作為關注引導，有的作為活動推薦，有的用作廣告展示，有的就是風格化文字／圖片，還有的展示公眾號介紹等。\n結尾也可以進行節目預告，比如知識付費，其微信文案有非常多的乾貨。可以通過發一張圖片預告用戶，明天我發什麼內容，這讓讀者心裡產生期待，閱讀習慣會讓讀者趨之若鶩，從而激發讀者對文案的渴望，如圖2.5.16所示。\n圖2.5.16\n通過本活動，李江和張敏學習了微信文案的構思要點，以及標題、正文等部分的寫作要點，該部分可以總結成圖2.5.17的思維導圖。\n圖2.5.17\n活動評價\n通過本次活動，李江、張敏他們掌握了微信文案的構思要點和各部分寫作要點，並能夠寫出一篇優秀的推廣文案，讓他們為下一階段的任務做好了充分的知識準備。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "1fadbe66d56cb0e30fed9f79e8ad7461",
    "title": "任務6 微信公眾號的推廣",
    "text": "任務6\n微信公眾號的推廣\n情境設計\n聚星公司要求實習生李江、張敏大力推廣剛註冊的聚星公司微信公眾號，提高粉絲量。李江、張敏請教市場營銷部的張經理，開始學習、瞭解微信公眾號常用的吸粉技巧以及推廣微信公眾號的具體實施方法等內容。\n任務分解\n李江、張敏兩位同學在張經理的指導下，首先借助網絡瞭解微信公眾號常用的吸粉技巧，然後嘗試推廣宣傳，希望能最大限度地吸引粉絲們關注“聚星公司”公眾號。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "4701230988ef9493bca27d2a4d55407c",
    "title": "活動1 學習微信公眾號常用的吸粉技巧",
    "text": "活動1\n學習微信公眾號常用的吸粉技巧\n活動背景\n李江、張敏在接受公司任務後，去尋求張經理的指導，希望通過認真研究10萬＋閱讀量的微信公眾號案例，學習有效的微信公眾號吸粉技巧。\n活動實施\n想一想\n（1）查看本團隊微信公眾號的總用戶數（關注人數）是多少。\n（2）思考有什麼方法可以吸引更多的粉絲關注本團隊的微信公眾號。\n（3）你所關注的微信公眾號是在什麼樣的場景下關注的？關注的原因是什麼？\n做一做\n請團隊合作，共同蒐集3～5個10萬＋閱讀量微信公眾號的成功吸粉案例，分析並總結他們成功吸粉的關注場景和推廣方法，並填寫表2.6.1。\n表2.6.1\n想一想\n線上活動主要以微信、微博、論壇貼吧等平臺為載體，衍生出多種活動形式。你知道具體有哪些嗎？\n做一做\n在表2.6.2中列出微信、微博、論壇貼吧的具體線上活動。\n表2.6.2\n知識窗\n1.微信公眾號推廣的意義\n微信公眾號作為網絡營銷推廣的一個重要渠道，和用戶之間建立了直接的聯繫，是和用戶進行互動的重要平臺。微信公眾號的價值和意義體現見表2.6.3。\n表2.6.3\n2.微信公眾號常用的吸粉技巧\n微信公眾號吸粉的方法非常多，比較有效的8種技巧包括建立核心原創內容、各種社交網站推廣、活動推廣、利用視頻推廣、利益誘惑、微信號之間互推、與同行業組織聯盟、朋友圈廣告投放。\n（1）建立核心原創內容\n微信公眾號在剛啟動時，必須要有幾篇核心的高價值原創內容，這可以讓第一波來到公眾號的粉絲感受它的價值，願意繼續留下並傳播開來。“新榜”網站的微信公眾號榜單顯示，近年來，“洞見”一直名列前十，這與該公眾號發佈大量內容優質的原創文章是分不開的。圖2.6.1和圖2.6.2為“洞見”微信公眾號的截圖。\n圖2.6.1\n圖2.6.2\n（2）各種社交網站推廣\n通過QQ空間、微博、人人網等社交平臺做軟文推廣，必須在文章裡面留下微信公眾號及其二維碼。這些文章必須是比較高質量的文章，只有這樣才能吸引他人關注該微信公眾號。\n例如，設計師李工為了吸引更多微信粉絲，在自己的微博上常常發佈很多創新的設計圖和設計理念，並在自己的微博高調地留下微信公眾號和二維碼。\n另外，他在百度知道、貼吧、知乎、豆瓣等網站做問答，自然地將微信公眾號文字植入其中，這也是向微信公眾號引流的一種技巧。例如，一方在知乎上提問：“桂林的旅遊攻略，有什麼好景點推薦”，如圖2.6.3所示。另一方做出詳細回答，並在回答過程中植入微信公眾號，如圖2.6.4所示。\n圖2.6.3\n圖2.6.4\n（3）活動推廣\n活動推廣比較適合企業微信公眾號的推廣，主要分為線上活動和線下活動兩種。\n①線上活動。\n線上活動主要以微信、微博、論壇貼吧、自媒體、視頻直播網站等平臺為載體，衍生出多種活動形式。\n比如，微信上的活動包括線上分享、公眾號留言點贊、搶紅包、大轉盤、有獎轉發/問答/調查、投票排名、微砍價、微拼團、微信簽到、趣味測試、微助力、一元購、微秒殺等。圖2.6.5為幸運大轉盤的微活動。\n圖2.6.5\n例如，1號店開展的“我畫你猜”微信營銷活動。該企業每天通過微信推送一個圖畫給用戶，用戶猜中後在微信上回復就有可能中獎，如圖2.6.6所示。通過該活動，1號店的粉絲1個月內激增10萬以上，戰績非常可觀。\n圖2.6.6\n貼吧論壇比較常見的活動包括搶樓蓋樓、投票排名、拍賣、曬照片、徵集評比、簽到、直播貼、吧友聯誼、貼吧公益等。\n微博活動主要包括轉發抽獎、粉絲投票、微博搶沙發、視頻/廣告語/文章/創意徵集、話題活動等。\n這些活動的發起最好是建立在擁有一定的粉絲基礎上，比如有幾百粉絲的基礎。通過他們的二次傳播、多次傳播，影響和他們同行業或者共同的朋友來參加，增加曝光率，吸引粉絲關注。例如，“小凡高美術館”發起一次微信作品投票的活動，在沒有任何外部資源參與的情況下，活動參與人數達到了將近5 000，漲粉10 000，人均粉絲成本只有幾毛錢。其中有一部分粉絲是教師，通過他們學生的二次傳播，為活動增加了不少新粉絲。\n友情提示：不推薦使用微信紅包的方式來吸引粉絲。某企業曾嘗試使用微信紅包的方式來吸引粉絲，兩天內吸粉8 000多，但是隨後掉粉很厲害，一週之內掉粉2 000。由此可見，通過紅包吸引來的粉絲，活躍度、精準度都無法保證。\n②線下活動。\n線下活動主要包括培訓、沙龍、地推、現場直播、免費體驗、節日營銷、促銷、公益、週年慶、發佈會、贊助、主題活動、晚會、展覽會等。例如，為了推廣“師兄在線”微信公眾號，2019年4月該公司特意在廣州、江門、東莞等多個地方展開免費培訓活動，利用現場活動吸引了大量粉絲。\n（4）視頻推廣\n利用視頻推廣微信公眾號，就是通過拍一些公司的視頻或者通過下載一些搞笑或熱門的視頻上傳到優酷網、56視頻網、抖音網等視頻平臺，並在視頻中插入公眾號的二維碼圖片。一個好的視頻將被很多人分享，從而促進粉絲的飛速增長。例如，為了宣傳“電影最TOP”微信公眾號，該企業將添加了微信公眾號的優質視頻上傳到56視頻網，如圖2.6.7所示。該視頻在朋友間互相傳播，結果粉絲猛增。\n圖2.6.7\n（5）利益誘惑\n利益誘惑也是一種實用的吸粉技巧。可以通過找一些和公眾號定位相符的優質資源發佈到相關網站上，只有先關注公眾號才能獲得這些優質資源。比如，某公眾號屬於廣告相關行業，通過將國外廣告獲獎作品集發佈到百度網盤或是專業網站，順利將粉絲引流到該公眾號。\n友情提示：在推廣過程中請注意此類手段的使用已受到約束。微信2019年5月份有了新規。“微信表示：近期，某些公眾號、App軟件等主體通過以返學費、送實物等方式，利誘微信用戶分享鏈接、二維碼等到朋友圈打卡，嚴重影響朋友圈用戶體驗，違反了《微信外部鏈接內容管理規範》。”如圖2.6.8所示。\n圖2.6.8\n（6）微信公眾號之間互推\n通過微信互推方式可以以最快的速度達到漲粉絲的效果。通過與其他微信公眾號跟自己微信公眾號相關的平臺進行互通合作並互相分享自己的資源，可以起到事半功倍的效果。比如，宣傳化妝品的可以跟服飾類一起合作互推，起到互相服務、互相促進的效果，從而達到雙贏。\n（7）藉助資深人士，與同行業組織聯盟\n通過行業內專家、微信微博大號做公眾號推廣，有利於增加公眾號的曝光率以及權威性，獲得粉絲的信賴，並且成為有效客戶。這是一種比較常見的推廣手段，通過“大海撈針”的方式來獲得粉絲關注，需要投入大量的時間和精力。與同行業組織聯盟，形成聯動效應，可以達到事半功倍的效果。\n（8）朋友圈廣告投放\n朋友圈廣告投放是一種付費吸引粉絲的方法。朋友圈廣告的投放標準在不斷降低，並將進一步降低“查看詳情”頁的製作門檻。在廣告投放端為客戶提供多樣化的H5頁面模板，幫助廣告主提升廣告素材質量和製作效率。藉助朋友圈視頻廣告“小視頻＋長視頻＋H5”的組合廣告模式，廣告主能夠有效傳達品牌的核心信息，並在與用戶互動過程中深化品牌價值，樹立在細分市場中的品牌優勢。企業可以通過朋友圈投放廣告，將優惠信息快速大規模地觸達目標用戶，引導用戶領取微信優惠卡券並消費，同時可以利用卡券核銷數據進一步進行用戶分析，如圖2.6.9和圖2.6.10所示。\n圖2.6.9\n圖2.6.10\n活動評價\n通過本次活動，李江、張敏瞭解了微信公眾號推廣的意義，掌握了微信公眾號常用的吸粉技巧以及一些成功的案例，為下一階段的任務做好了充分的知識準備。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "a1ad13d94d902e33160327a0e79bd455",
    "title": "活動2 推廣微信公眾號",
    "text": "活動2\n推廣微信公眾號\n活動背景\n李江、張敏作為聚星公司的新媒體運營工作人員，已經深度學習了微信公眾號常用的吸粉技巧，他們一邊研究10萬＋閱讀量微信公眾號的優秀案例，一邊積極行動起來，希望利用這些技巧對剛註冊的“聚星公司”微信公眾號進行有效推廣。\n活動實施\n想一想\n（1）你打算如何對“聚星公司”微信公眾號進行推廣？\n（2）借鑑哪些成功的推廣案例？具體在哪些平臺運用什麼方法進行推廣？\n做一做\n團隊合作，設計“聚星公司”微信公眾號的推廣方案。\n知識窗\n在設計微信公眾號推廣方案時，要先明確推廣的目的、時間及在過程中使用的推廣方法，明確整個推廣方案的流程。下面是兩個推廣微信公眾號的成功案例。\n推廣微信公眾號成功案例一\n——“手機攝影構圖大全”吸粉實力擔當\n微信公眾號“手機攝影構圖大全”在創建之初，平臺定位為：向每一位讀者傳遞、教授手機攝影和構圖方面的技巧。因此，該平臺的內容以攝影、構圖技巧為主。\n第一，該微信公眾號推送的文章內容優質。有手機攝影作品的鑑賞和全面、深入、生動的專業點評，符合愛好手機攝影人群的需求，如圖2.6.11所示。\n圖2.6.11\n第二，“手機攝影構圖大全”微信公眾號開展了一個影展點評的專欄活動進行吸粉。粉絲們可以將自己拍攝的照片投遞給公眾號平臺，平臺針對廣大攝友投遞的照片進行點評，幫助攝友們提高自己的攝影水平，如圖2.6.12、圖2.6.13所示。活動運用“構圖切入、優點說明、缺點指出、改正方案、效果對比”的點評思路，吸引了大量優質的粉絲。\n圖2.6.12\n圖2.6.13\n第三，運營者藉助熱門的流量平臺進行推文導粉。運用當前網絡上比較熱門的十個流量平臺，如圖2.6.14所示。具體方法：首先在流量平臺上發佈一些與本微信公眾號屬於同一領域的文章吸引讀者關注，然後將流量平臺的粉絲引到自己的微信平臺上。圖2.6.15和圖2.6.16為“手機攝影構圖大全”在今日頭條和新浪微博上進行的推文導粉。\n圖2.6.14\n圖2.6.15\n圖2.6.16\n通過發佈優質的文章，舉行有吸引力的活動，藉助熱門的流量平臺進行推文導粉，“手機攝影構圖大全”微信公眾號收穫了大量精準的粉絲。\n推廣微信公眾號成功案例二\n——“華強電子世界”微信活動策劃方案\n一、活動背景\n華強電子世界是目前中國規模較大、產品種類較為齊全的綜合電子專業交易市場。它經常通過各種活動吸引用戶，如圖2.6.17所示。\n圖2.6.17\n深圳地區微信公眾賬號——“深圳華強電子世界”目前主要由客戶服務部負責運營和管理。微信賬號運營至今，粉絲數日益增長，為了感謝粉絲的關注，增加粉絲的黏性，提高粉絲活躍度以及繼續增加粉絲數，特開展此次季度粉絲回饋活動。\n二、活動目的\n（1）試水微信純線上活動，提升華強電子世界微信號粉絲活躍度，增加微信線上活動策劃經驗；\n（2）通過多渠道對活動的宣傳，增加活動的參與度，引導新粉絲關注微信服務號；\n（3）通過有獎活動回饋現有粉絲，增加粉絲對微信服務號的認同，形成較好的口碑傳播效應；\n（4）通過獎品設置，推廣華e美食城，提高美食城知名度。\n三、活動方案\n（1）通過分享朋友圈獲取抽iPad的機會，以免費抽獎的方式吸引粉絲關注；\n（2）通過100％送華e美食城代金券的活動，反饋粉絲，提高粉絲黏性；\n（3）通過抽獎活動分析華強電子世界微信號粉絲活躍度，為以後微信活動策劃提供參考。\n活動主題：我要中iPad美食紅包免費抽\n活動時間：20××年12月19日—20××年1月7日\n活動形式：微信優惠券、分享抽獎\n具體活動：\n活動1：微信福利到，“我要中iPad air”\n（1）活動時間：20××年12月19日—12月31日\n（2）活動流程如圖2.6.18所示。\n圖2.6.18\n活動2：微信福利到，“美食紅包我要抽！”\n（1）活動時間：20××年1月17日\n（2）活動流程如圖2.6.19所示。\n圖2.6.19\n活動3：微信福利到，“微信打印送PP”\n（1）活動時間：20××年1月13日\n（2）活動內容：凡於元旦期間光臨華強電子世界的顧客，均可參加免費打印微信照片的活動，每人每天限打3張。每天送完即止。\n四、宣傳推廣\n1.網絡媒體推廣\n企業網站：華強電子世界官網、華強電子網。\n微信微博：華強電子世界官方微博、微信。華強電子網官方微信。\n微信大號：深圳吃喝玩樂生活（訂閱號）、深圳全攻略（訂閱號）。\n論壇軟文：選擇深圳當地具有影響力的論壇，如深圳新聞網論壇、深圳之窗、深圳熱線、鵬程社區等擴大活動宣傳面。\n2.線下媒體推廣\n戶外廣告：通風井、地鐵施工圍擋。\n華強電子世界通過微信福利到，“我要中iPad air”“美食紅包我要抽！”“微信打印送PP”三個微信活動，吸引了大量粉絲關注，成功推廣了該微信公眾號。\n活動評價\n通過本次活動，李江、張敏分析了微信公眾號推廣的兩個成功案例，掌握了微信公眾號推廣的實際操作方法，能夠設計有效可行的微信公眾號推廣方案。\n項目檢測\n1.判斷題\n（1）微信公眾平臺，也簡稱公眾號。曾被命名為“官號平臺”“媒體平臺”“微信公眾號”等，最終被定位為“公眾平臺”。（ ）\n（2）在新媒體中，權衡一個標題優劣的指標有兩個：打開率和流傳率（轉發）。（ ）\n（3）微信公眾號標題要多關注網絡熱點，網絡新詞，適當利用。（ ）\n（4）新媒體文案，是以商業目的為寫作基礎，通過新媒體平臺工具進行發佈，以達到宣傳作用的一種營銷手段。（ ）\n（5）動態二維碼，顧名思義就是二維碼和背景都靜止不動，以圖片形式展示，實際目的地網站的網址直接被放置到二維碼中，並且不能被修改。（ ）\n2.簡述題\n簡述撰寫微信公眾號標題的流程。\n3.實訓題\n全班3～5人為一個小組，根據目標用戶痛點是解決絲襪勾絲的問題，擬訂微信文案標題，寫出微信文案簡潔開頭，再按照AIDA公式來寫文案。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "b0a8130de174a3433d80a10a6d80f53c",
    "title": "項目3 微博運營",
    "text": "項目3\n微博運營\n【項目綜述】\n微博是一個擁有海量用戶的社交媒體平臺。截至2024年9月，其月活躍用戶達5.87億，日活躍用戶2.57億。眾多網絡達人通過搞笑視頻、犀利時評、獨特生活方式及特長展示，在此平臺上活躍，傳遞個人態度與觀念。憑藉內容精煉、傳播迅速及龐大用戶基礎，微博成為現代營銷策略中不可或缺的一環，被廣泛應用於企業品牌宣傳、產品推廣和客戶關係維護等方面。\n本項目分為3個任務，分別是什麼是微博、微博運營、微博營銷方案。下面將帶領大家一起學習和掌握微博運營的知識和技能。\n【項目目標】\n知識目標\n◇瞭解微博運營的概念。\n◇認識微博的類型。\n◇認識微博營銷的推廣技巧。\n能力目標\n◇策劃微博營銷方案。\n◇初步建立微博運營團隊。\n◇初步運用推廣技巧實施微博營銷方案。\n素質目標\n◇培養大局觀和全局意識。\n◇培養觀察、分析社會熱點問題能力。\n◇提高對民族品牌的認同感。\n◇培養邏輯思維能力及文字表達能力。\n◇培養客戶服務意識，提高客戶關係維護能力。\n◇培養在傳承創新中的責任與擔當。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA==\n【項目思維導圖】"
  },
  {
    "id": "ed0f301592c603a08463b36de7c3dab9",
    "title": "任務1 什麼是微博",
    "text": "任務1\n什麼是微博\n情境設計\n李江、張敏在上個月的微信運營中取得成功，公眾號推文的閱讀量和轉發量都非常可觀，榮獲“最佳實習生”稱號。公司要求他們繼續開拓微博運營板塊，打通微博營銷渠道，為公司和產品積聚更多的人氣。\n任務分解\n李江、張敏在企業主管的指導下，首先了解微博的概念、分類等基本理論知識，然後結合網絡熱點，分析微博大V的實戰案例，掌握微博營銷的推廣技巧，進而藉助部門團隊力量，以公司旗下的服裝品牌“南衫”女裝為例，進行微博運營方案的策劃與實施。“南衫”女裝推出今年秋季襯衫系列，採用新疆長絨棉為面料，質地輕薄、舒適，主要消費人群為16至35歲的年輕女性。在進行微博運營策劃時，李江等人需要考慮受眾群體的消費需求、情感需求和行為習慣，為方案實施打下良好基礎。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "9f935ca3c24de71214edc1a4774eb109",
    "title": "活動1 註冊微博賬號",
    "text": "活動1\n註冊微博賬號\n活動背景\n李江、張敏等人組成的微博運營團隊，計劃從瞭解微博的概念、發展歷史等基礎知識開始，逐步完成熟悉微博、註冊賬號等任務。\n活動實施\n想一想\n（1）什麼是微博？\n（2）微博的作用是什麼？\n做一做\n（1）運用百度等各類搜索引擎蒐集微博相關信息。\n（2）根據表3.1.1的內容，對已知信息進行篩選和提煉，完成表格的填寫。\n表3.1.1\n想一想\n據統計，微博月活用戶已經破5億，如何才能讓自己的微博賬號在激烈的競爭中佔得一席之地，從海量信息流中脫穎而出呢？\n做一做\n（1）查看手機端和PC端的微博賬號登錄要求。\n（2）每人註冊一個微博賬號，完整填寫用戶暱稱、頭像、簡介等信息。\n知識窗\n1.微博的定義\n微博（Microblog）是微型博客的簡稱，是一種基於用戶關係信息分享、傳播以及獲取的通過關注機制，分享簡短實時信息的廣播式社交網絡平臺。用戶可以通過PC、手機等多種移動終端接入，以文字、圖片、視頻等多媒體形式，實現信息的即時分享、傳播互動。\n2.微博的發展\n（1）微博的誕生：一個時代的開始\n最早也最著名的微博是美國的Twitter（推特）。2006年3月，博客技術先驅blogger創始人埃文·威廉姆斯（Evan Williams）創建的新興公司Obvious推出了大微博服務。在最初階段，這項服務只是用於向好友的手機發送文本信息。\n2016年7月期間，Twitter全球獨立訪問用戶量已突破5 000萬。\n（2）微博的發展歷程：脫穎而出的新浪微博\n隨著Twitter的風靡，國內的微博也悄然興起。在中國，微博的發展分為三個階段，見表3.1.2。\n表3.1.2\n3.申請微博賬號\n註冊微博賬號的具體步驟如下：\n步驟1：在瀏覽器中打開微博官方網站，進入首頁。\n步驟2：點擊右側登錄窗口中的“立即註冊”，如圖3.1.1所示。\n圖3.1.1\n步驟3：選擇個人註冊，填寫手機號碼或者郵箱，填寫密碼，點擊“立即註冊”，如圖3.1.2所示。\n圖3.1.2\n步驟4：按提示內容，編輯短信併發送即可申請新浪微博賬號，如圖3.1.3所示。\n圖3.1.3\n註冊賬號完成後，可以根據實際情況對微博的賬號管理、消息設置等內容進行個性化設置，例如為自己的賬號選擇合適的暱稱、頭像和簡介，能夠給其他用戶快速留下深刻印象。\n同時，微博提供了各種豐富的功能供用戶選擇，可以在“首頁”瀏覽即時熱門消息，也可以對大家正在關心的“話題”建立社區互動，還可以點擊所感興趣的用戶賬號進行“關注”，最重要的是，可以開始發佈你的第一條動態，進入微博世界。\n活動評價\n通過本次活動，李江、張敏的微博學習小組瞭解了微博的發展和功能，完成了微博賬號的註冊，讓他們為下一階段的任務做好了充分的準備。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "b2a6ab3e2878864e3e91ef7c01dfd7ea",
    "title": "活動2 分析微博類型",
    "text": "活動2\n分析微博類型\n活動背景\n李江的微博運營團隊，發現有的微博賬號跟微信朋友圈一樣，會發與日常生活有關的一切；有的微博賬號會專注一個話題，譬如熱點時事、體育、旅遊、美食、寵物飼養等；還有的微博賬號會實時更新新聞甚至是路況信息。於是他們思考公司微博賬號的類型定位、發佈內容及深入瞭解微博認證等知識點。\n活動實施\n想一想\n（1）微博的分類標準有幾種，分別是什麼？\n（2）在微博上看到的實時新聞、搞笑視頻分別屬於什麼類型的微博？\n（3）微博除了可以發佈文字，還可以發佈什麼類型的信息？\n做一做\n（1）打開新浪微博客戶端，嘗試查找微博的分類有哪些。\n（2）查看微博的話題榜單有哪些分類相關詞條。\n（3）查看至少3條不同內容的微博，完成表3.1.3的填寫。\n表3.1.3\n續表\n想一想\n在眾多微博中想要脫穎而出變身大V（完成身份認證），前期需要做什麼準備工作？\n做一做\n（1）關注10個不同類型的微博博主，選擇其中5個博主，查看他們最新的5條微博。\n（2）嘗試發佈一條文字微博、一條圖文微博。\n（3）嘗試完成一次微博認證（加V），看看會遇到什麼樣的問題，如何解決這些問題。\n知識窗\n1.微博的分類\n微博的類型繁多，分類方式也大相徑庭，表3.1.4列舉了幾種常見的分類方式。\n表3.1.4\n續表\n另外，微博還可以按用戶群體分類，可以分為名人微博、政務微博、企業微博、校園微博、個人微博等。或在首頁按熱門微博分類，如圖3.1.4所示。\n圖3.1.4\n2.微博認證體系\n微博認證分為個人認證與機構認證。\n認證的好處是能形成較權威的良好形象，如圖3.1.5所示。獨有認證標識讓用戶可以第一時間識別身份。微博信息可被外部搜索引擎收錄，還有粉絲專屬頭條、微博會員以及搜索優先推薦等認證優勢。\n圖3.1.5\n個人認證的分類如圖3.1.6所示。\n圖3.1.6\n機構認證的分類如圖3.1.7所示。\n圖3.1.7\n在個人認證中，以身份認證、金V認證、興趣認證為例，表3.1.5介紹這3種認證形式需要什麼申請條件以及認證之後獲取的特權有哪些。\n表3.1.5\n以企業認證為例，企業認證的優勢如圖3.1.8所示。\n圖3.1.8\n企業認證步驟及準備材料，如圖3.1.9所示。\n圖3.1.9\n企業認證專享特權，見表3.1.6。\n表3.1.6\n部分微博認證企業，如圖3.1.10所示。\n圖3.1.10\n企業認證官方授權服務商，如圖3.1.11所示。\n圖3.1.11\n活動評價\n通過活動，李江、張敏的微博運營團隊瞭解了微博的分類和認證體系，能熟練更新微博內容，初步解決在微博認證階段中遇到的問題，為開啟下一階段的任務做好了充分準備。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "5ef7dff0c3525554ae165cfe2d2ee232",
    "title": "任務2 微博運營",
    "text": "任務2\n微博運營\n情境設計\n傳統電商平臺流量變少，外部新媒體平臺增多，究竟哪些平臺帶來的流量會更多，這個問題沒有唯一答案。李江、張敏開始搭建企業新媒體矩陣的第一方塊——微博，為提高微博的流量與轉換率，微博運營團隊進行了微博運營推廣技巧的提升與學習。\n任務分解\n李江、張敏等人對微博有了初步認識，開始探究微博更多的使用功能和營銷推廣技巧，學習積累與維護微博粉絲，為助推企業微博營銷任務邁出新的一步。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "ad91f5572989a53f5d7e18d0fcacc54c",
    "title": "活動1 學習微博營銷的推廣技巧",
    "text": "活動1\n學習微博營銷的推廣技巧\n活動背景\n李江、張敏等人此前已為公司旗下的服裝品牌“南衫”女裝創建了微博賬號，並開始簡單的運營與維護，但目前微博轉換率不高，粉絲數量也比較少。因此他們開始探索更多微博使用、推廣技巧，以便更好地運營微博。\n活動實施\n想一想\n（1）什麼是微博話題？\n（2）微博活動有哪些？\n（3）微博會員有什麼特權？\n（4）什麼是粉絲服務平臺？\n做一做\n（1）微博搜索＠蘑菇街、＠蘑菇街團購、＠蘑菇街星探、＠蘑菇街美妝教室、＠蘑菇街人才署、＠蘑菇街精選推薦等蘑菇街矩陣微博，觀察這幾個矩陣賬號之間是如何配合運營的。\n（2）查看微博熱搜榜前10條話題，選擇並參與其中一個話題的互動轉發。\n（3）想一想微博會員的特權對營銷有什麼幫助，並嘗試加入微博會員。\n（4）設置至少兩個自動回覆規則，每個規則至少設置5個自動回覆關鍵詞。\n知識窗\n1.微博營銷的價值\n微博內容短小，發送方便，讓用戶可以隨時隨地用各種方式表達自己的想法及動態；企業以微博作為營銷平臺，與其粉絲互動，從而達到樹立良好企業形象的目的，並且微博信息還可以產生“病毒式”的傳播影響力。對於企業和個人來說，微博的營銷價值簡單歸結為以下四點：品牌傳播、客戶關係管理、市場調查與產品開發推廣、危機公關。\n2.微博營銷工具與策略\n（1）微博會員\n微博會員有35項特權，其中微博置頂、關注上限提高、粉絲頭條折扣，這三項特權非常強大且有效，如圖3.2.1所示。\n圖3.2.1\n①微博置頂。\n開通會員後，可以選擇一條你認為重要的微博置頂。一般情況下，會選擇有產品廣告的微博置頂，這樣可以實現引流與銷售的轉換。\n②關注上限提高。\n微博養號初期需要互粉來增加人氣，也就是互相關注。但這個關注是有人數限制的，非會員關注上限是2 000人，而會員上限可達5 000人（不同會員級別人數上限不同）。\n③粉絲頭條折扣。\n粉絲頭條是新浪微博官方推出的輕量級推廣工具，投放價格與粉絲量、粉絲活躍程度、投放頻率有關。假如粉絲數量多，粉絲的活躍度高，投放頻率高，那麼粉絲頭條的價格就會高。\n當某條微博使用粉絲頭條後，該微博將出現在粉絲信息流首位，持續24小時，從而增加微博的閱讀量和影響力。讓你的粉絲不會錯過你發佈的重要信息（僅針對粉絲數量10萬以下的會員）。會員購買粉絲頭條可以享受9折優惠，非會員則無折扣，而粉絲頭條的價格低於短微博的投放價格，且每個微博賬號投放價格都是不同的。如果想要使用粉絲頭條，如圖3.2.2所示單擊“推廣”字樣即可。\n圖3.2.2\n（2）微博矩陣\n企業通常採用微博矩陣的玩法來推廣產品，它是指在一個大的企業品牌之下，開設多個不同功能定位的微博，彼此協作。通過矩陣的共振效果，與各個層次的粉絲進行溝通，實現全方位塑造企業品牌的目的。\n企業可以根據自身的實際情況組建矩陣賬號，比如：創始人＋官方微博；產品微博＋售後微博＋粉絲團微博等。像小米、唯品會等企業官方微博都採取專人運營的微博矩陣模式，如圖3.2.3所示。\n圖3.2.3\n（3）微博活動\n微博活動是微博營銷中必不可少的環節，可以分為線上活動、線下活動；也可以分為平臺活動和企業自建活動。平臺活動是以線上活動為主：有大轉盤、砸金蛋、曬照片等有獎轉發形成傳播與擴散。企業自建活動可以是線下活動，也可以是線上活動，以轉發抽獎為主。微博活動的作用：一來可以快速漲粉；二來可以促進銷售。\n①抽獎活動。\n微博的抽獎活動可以使用微博自帶的營銷功能——抽獎中心，由系統隨機抽取中獎者，如圖3.2.4—圖3.2.6所示；也可以自己設定抽獎內容及中獎者，如圖3.2.7所示。\n圖3.2.4\n圖3.2.5\n圖3.2.6\n圖3.2.7\n②微博直播。\n自2015年以來，直播大熱，某網絡自媒體紅人在8大平臺同時直播，收穫全網在線人數超過2 000萬人次，1億次點贊，累計打賞價值90萬元。除了抖音、快手等熱門直播平臺，微博也開設了直播功能。視頻直播最大的特點就是可以與粉絲實時互動，也可以通過直播引導粉絲關注自己的微博賬號。\n③互動話題。\n微博話題能夠引發討論與轉發，設計一個能引發大眾討論的話題，那麼這個話題就有可能成為熱門話題。成為話題的主持人，就可以對一些微博進行推薦，吸引粉絲注意，起到更好的推廣作用，如圖3.2.8所示。\n圖3.2.8\n（4）粉絲服務平臺\n粉絲服務平臺是微博用戶為其粉絲提供精彩內容和互動服務的平臺。通過第三方工具查看粉絲互動情況，可以更好地幫助我們運營微博。下面簡單介紹粉絲平臺的常用工具。\n①群發功能。\n群發功能需要申請微博認證後方可實現，如圖3.2.9所示。\n圖3.2.9\n②自動回覆。\n粉絲平臺可以設置關鍵詞自動回覆。當粉絲髮送的私信內容包含了提前設定好的關鍵詞規則時，就可以設定特定的文字、圖片、語音、圖文來作為自動回覆。關鍵詞回覆最多可設置100個規則，每個規則下最多可設置100個關鍵詞，每個規則最多對應5條回覆內容。自動回覆設置如圖3.2.10所示，自動回覆效果如圖3.2.11所示。\n圖3.2.10\n圖3.2.11\n③自定義菜單。\n微博自定義菜單與微信公眾號的自定義菜單界面相似，功能也相似。微博自定義菜單在私信對話框底部的導航欄內。在自定義菜單中，最多可創建3個一級菜單，每個一級菜單下最多可創建5個二級菜單。這個功能需要在粉絲服務平臺中開啟，按照圖3.2.12提示設置即可。\n圖3.2.12\n④微博櫥窗。\n新浪微博現在有了一個櫥窗的功能，類似於淘寶網上的二手店，能夠出售自己的個人物品，同時在新浪微博櫥窗上能夠分享鏈接，這個功能可以起到引流與轉換的作用。\n活動評價\n通過本次活動，李江、張敏的微博運營團隊瞭解了微博平臺常用工具的使用與運營的技巧，並參與了熱門話題的互動，為他們下一階段要做的粉絲積累與維護做了充分準備。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "75d74bb28f68495afa14cdb9a6cfdbff",
    "title": "活動2 積累與維護微博粉絲",
    "text": "活動2\n積累與維護微博粉絲\n活動背景\n李江、張敏等人為公司運營微博，雖然粉絲數量略有增加，但未達預期目標。部門經理與團隊成員進行了深入溝通，要求他們提升技巧，做好公司微博粉絲的積累和維護。\n活動實施\n想一想\n（1）什麼是微博殭屍粉？\n（2）付費購買粉絲數量的營銷策略效果如何？\n（3）線下活動對微博吸粉是否有用？\n做一做\n（1）發一條微博，引導別人去這條微博下方留言或者點贊，並且相互關注。\n（2）轉評一條大V的微博，觀察該微博能否引發持續轉發，能否蹭到新粉絲。\n（3）設置一個話題，嘗試完成一次粉絲互動。\n（4）以美妝產品為例，策劃一個12月的微博線下活動，並將策劃方案寫下來。\n知識窗\n1.微博粉絲積累技巧\n（1）通過活動增加粉絲\n活動吸粉有兩種形式，一種是線上活動，比如關注＋轉發參與抽獎活動、互動話題參與討論活動等；還有一種是線下活動，如大V的線下交流活動、線下分享會、沙龍、公司或校園培訓等。在交流過程中，通過開場自我介紹引出自己的微博、分享一些與微博相關的案例、宣傳海報留下微博賬號等形式獲取真實粉絲，如圖3.2.13所示。\n圖3.2.13\n（2）通過原創內容增加粉絲\n持續輸出有價值、高質量的內容，吸引粉絲長期關注，比如分享乾貨、電影解析、生活小竅門、旅行攻略、原創視頻等，都可以引發關注或者下載（流量轉換）。\n溫馨提示：根據《中華人民共和國著作權法》，未經授權的影視剪輯和解說行為可能構成侵權。因此，在進行電影解析時，務必注意尊重知識產權，避免未經授權的剪輯和解說行為。\n（3）互贊互粉\n①與身邊親朋好友、同學互粉，或加入互粉微信群、QQ群與群友互粉。\n②與微博上的同類人群互粉，比如有共同喜歡的明星、話題、品牌等。\n③站外互粉，如豆瓣話題小組、微信群、貼吧、知乎、直播平臺甚至微博流量高的大V，都可以通過植入微博賬戶信息或互動等形式增加粉絲數量，如圖3.2.14所示。\n圖3.2.14\n④其他自媒體漲粉，在微信公眾號、今日頭條、果殼網等媒體網站發佈文章，或者在視頻網站上傳視頻，引導粉絲關注微博。\n（4）轉發名人微博，蹭熱點蹭粉絲\n轉發流量高的名人或者大V微博，尤其是熱門話題榜上的名人微博，轉發可以蹭粉，如圖3.2.15所示。\n圖3.2.15\n（5）付費買粉\n付費買粉是快速漲粉的方法之一，但很容易吸引殭屍粉，對於需要保持忠誠度和關注度的企業來說，殭屍粉不能產生良性的粉絲互動和良好的品牌形象，因此付費漲粉並不是最優之選。\n2.微博粉絲維護技巧\n（1）經常回訪粉絲，產生互動\n沒有粉絲互動的微博毫無生氣，粉絲黏性也不高。互動的形式有評論、轉發、私信、＠提示，要充分利用這樣的互動模式與粉絲互動。\n（2）處理粉絲問題時要快速及時\n無論是收到回覆信息、私信、＠提醒，還是轉發提示，快速的回應會讓粉絲感覺到你的貼心和真實感，也能有效提高微博活躍度。\n（3）注意積累精準粉絲\n粉絲數量多，不排除有殭屍粉混跡其中的可能，通過關鍵詞搜索、網站引流等方式去抓取粉絲，可以有效控制粉絲的精準性。\n（4）建立微博數據庫\n如果微博粉絲列表顯示的粉絲名單約1 000人，就可以建立一個微博數據庫，記錄下粉絲的暱稱、地址、購買時間以及具體產品信息，為以後主動營銷做準備。\n（5）與粉絲和平相處\n與粉絲觀念有衝突時，不要在評論區與粉絲吵架；遇到不禮貌的互動時，保持冷靜，可以不予理會或者拉黑，但千萬不要爭吵。\n活動評價\n通過本次活動，李江、張敏的微博運營團隊基本掌握了微博營銷與微博粉絲積累技巧，為下一步策劃微博營銷方案積累了更多的實戰經驗。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "fa69297105f21601e8ad0b10a531b3c8",
    "title": "任務3 微博營銷方案",
    "text": "任務3\n微博營銷方案\n情境設計\n李江、張敏等人在“南衫”女裝品牌的微博營銷上初見成效，他們又著手研究微博大V們的營銷策略和方案，從而策劃公司的微博營銷方案。\n任務分解\n首先分析微博大V的微博，看大V是如何玩轉微博營銷的；其次參與設定的活動，感受大流量活動的魅力，為下一個任務的完成打下基礎。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "f02d5be50c6253748e016e31a6ee9a9b",
    "title": "活動1 分析百萬微博大V實戰案例",
    "text": "活動1\n分析百萬微博大V實戰案例\n活動背景\n上一個任務讓李江、張敏運營的企業微博粉絲數有所提高，但他們希望學習更多微博大V的營銷技巧，也借鑑他們的策劃創意，從而使他們運營的微博更具有人氣與互動性。\n活動實施\n想一想\n（1）什麼是KOL？\n（2）大V們對於營銷的作用有哪些？\n（3）什麼是呼吸式營銷？\n做一做\n（1）分析某品牌食品公司的微博運營情況，並以Word形式記錄下來。\n（2）各地官方機構微博通常會不定期發佈活動，活動旨在宣傳機構的服務、項目或政策，並與公眾進行互動。請關注某一官方機構微博，選擇微博發佈的與課程標準及學生學情相匹配的活動，組織學生參與其線上、線下活動，以微博截圖、線下活動相片或視頻等方式呈現參與成果。例如參與新浪政務微博運營官方賬號“微博政務”活動，如圖3.3.1所示。\n圖3.3.1\n知識窗\n1.微博矩陣模式（見表3.3.1）\n表3.3.1\n2.微博大V案例簡析\n（1）“文旅山東”微博賬號\n●簡介：這是山東省文化和旅遊廳的官方微博，旨在構建展示齊魯大地魅力的窗口，全面推介山東的文化瑰寶與旅遊勝景。該賬號不僅深耕本土文旅資源，更攜手各市文旅局，共同打造四季主題活動，如＃泉城春遊記＃、＃濟南夏日寶藏打卡計劃＃等，激發公眾對山東旅遊的無限嚮往。\n●分析：“文旅山東”微博內容豐富多元，涵蓋文化活動、景點概覽、地道美食等，年閱讀量蔚為壯觀，粉絲互動量超百萬人次，成為民眾規劃旅行的首選信息源，有效促進了山東文旅市場的繁榮。\n●微博矩陣：以＠文旅山東為核心，輻射至＠濟南市文化和旅遊局、＠青島市文化和旅遊局、＠淄博文旅、＠文旅棗莊、＠文旅東營等地方賬號，形成地域特色鮮明的微博矩陣，精準定位受眾，強化品牌傳播力，如圖3.3.2所示。\n圖3.3.2\n山東還著力探討新媒體整合營銷方式，圍繞“好客山東”品牌，16城市聯動推進，覆蓋全網N個平臺，形成“1＋16＋N”的新媒體工作模式。2023年通過“進淄趕烤”、入“威”趕“海”“超然樓燃燈”等熱點事件，“文旅山東”引領各城市旅遊熱潮，全年接待遊客達8.2億人次，旅遊收入突破9 713.6億元，成績斐然。\n●賬號營銷分析及啟發\n①“高”起點謀篇佈局。\n山東省政府及文旅部門高度重視文旅產業發展，聯合多部門密集出臺一系列針對性強、操作性好的政策措施，構建文旅融合發展的立體框架，推動文旅產業深度融合、優勢互補，提升整體競爭力、影響力。\n②“快”引擎賦能流量。\n作為新媒體領域的先行者，山東文旅迅速佈局微博、微信等平臺，構建龐大矩陣，以敏捷反應、持續迭代為引擎，精準捕捉市場脈搏，抓住“聽勸”法寶，主打性價比，滿足年輕遊客的沉浸式體驗需求，實現文旅品牌的快速出圈。\n其中，淄博燒烤憑藉“靈魂三件套”爆火，得益於政府的高效引導與市民的積極參與，成為“特色＋傳播＋口碑”的城市營銷成功典範。\n③“優”內涵強化核心競爭力。\n構建文旅新媒體“中央廚房”，融合多媒體元素，實現一次性採集、全媒體呈現、多渠道發佈。通過全省文旅內容共創與數智融媒技術，打造“好客山東融媒體推介展廳”，依託3D動態直播、虛擬製片、實景VR互動等創新場景，探索文旅科技融合的新路徑，進一步鞏固山東文旅的核心競爭力。\n（2）華為中國微博賬號\n●簡介：華為技術有限公司官方微博。華為是全球領先的ICT（信息與通信）基礎設施和智能終端提供商，致力於構建萬物互聯的智能世界。\n●分析：華為突破疫情與美國施壓的雙重困局，面向未來5G、物聯網等技術持續縱深地實施戰略進擊，正掀起一場重塑互聯網的迭代運動。這既是華為底氣的霸氣外放，也是不屈的中華民族血性體現。\n●賬號矩陣：以＠華為中國為中心，建立了＠華為終端官方微博、＠華為手機、＠華為商城等微博矩陣。華為技術有限公司的微博矩陣（僅展示部分矩陣微博）如圖3.3.3所示。\n圖3.3.3\n●賬號營銷分析及啟發。\n①發佈新廣告及新產品內容。\n結合熱點事件呼應產品賣點，打造質感生活理念，提升產品美學價值。例如華為P50系列心動理由，突出描述了色彩、漣漪雲波動態、雙影像單元等賣點。\n②明星代言合作具體內容呈現，通過明星代言發起活動為微博帶粉。\n③贊助節目與活動內容，冠名視頻或綜藝節目，為微博漲粉。\n④品牌合作互聯，與其他品牌合作共同推出定製產品或者策劃活動，相互帶粉。\n⑤開展線下、線上福利活動。\n⑥與政、行、企跨界強強聯合，發展產品渠道合作伙伴，發揮公益活動的品牌營銷價值，踐行自身社會責任的同時，製造出巨大的話題熱度，提升品牌知名度和美譽度。\n3.呼吸式微博營銷\n＠我愛打折，微博雖然已經沒有繼續更新打折信息，且粉絲數量也沒有過百萬，但是它的呼吸式營銷是值得我們借鑑學習的。吸入微博賬號需要的有用信息，呼出粉絲需要的信息，也通過信息微博自傳播的策略，通過精準粉絲群與公共信息流的交互，達到培養忠實用戶獲取口碑與增加知名度的目的，如圖3.3.4所示。\n圖3.3.4\n活動評價\n通過本次活動，李江、張敏等人深受啟發，瞭解組建微博矩陣、呼吸式營銷等微博運營策略，也為後續學習具體的微博運營方案策劃與實施開闊了視野和提供了思考方向。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "ace4edd684976801990612ab79da6790",
    "title": "活動2 策劃與實施微博運營方案",
    "text": "活動2\n策劃與實施微博運營方案\n活動背景\n李江、張敏等人組成的微博運營小組，基本掌握了微博營銷的各類技巧，也學習了大V和品牌企業微博營銷的策略。他們將要開始獨立策劃新的微博運營方案，並付諸實踐。\n活動實施\n想一想\n（1）什麼時間更新微博比較合適？\n（2）什麼是微博渠道引流？\n做一做\n（1）設計一個7—12月的微博節假日話題/活動時間表。\n（2）對你的微博進行外觀優化。\n（3）根據所學知識，完成一個8月的微博運營方案策劃表（見表3.3.2）。\n表3.3.2\n續表\n知識窗\n1.基礎運營\n（1）優化外觀（見圖3.3.5）\n圖3.3.5\n（2）確定微博基調\n微博的風格、類型在運營之前要確定清楚，微博名稱不要經常更換，且微博語言風格要規範。\n（3）提高用戶黏性\n維護好粉絲，積極與粉絲互動。可以發一些粉絲互動性強的微博，如圖3.3.6所示。\n圖3.3.6\n（4）微博更新時間\n微博更新高峰時段：早上10點，下午4點，晚上11點之後，每天更新8條左右，更新間隔以30～60分鐘為佳。\n（5）明確原創微博與轉發微博的比例\n只運營原創微博的難度相對較大，也不利於微博矩陣的建立，而轉發微博數量過大還會影響粉絲熱情。\n2.精細運營\n（1）微博運營方案策劃\n以表格的形式記錄微博方案策劃的具體內容，並加以實施，如圖3.3.7所示。\n圖3.3.7\n（2）設定微博節假日話題/活動時間表\n上半年活動計劃時間表如圖3.3.8所示，僅供參考。\n圖3.3.8\n微博節假日話題時間表見表3.3.3，僅供參考。\n表3.3.3\n（3）渠道引流\n微博賬號創建初期，流量與粉絲數少，可以採取引流的方式來增加人氣。引流的方式也分為線上與線下引流。線上可以通過微信、QQ、貼吧、廣告位、社區，甚至微博本身引流，比如熱搜榜引流、熱門話題引流、暱稱排名引流、關鍵詞引流、頭條文章引流、同行粉絲引流、鮮花引流、抽獎引流等。線下則可以通過門店微博二維碼、小禮品加印微博二維碼的形式引流。\n活動評價\n通過本次活動，李江、張敏的微博學習小組深刻地瞭解了微博的運營方法，掌握了豐富的實戰技巧，併為公司獲得了不錯的流量和收益，為接下來的其他媒體推廣活動樹立了信心。\n項目檢測\n1.判斷題\n（1）微博可以按用戶群體分類分為名人微博、政務微博、企業微博、校園微博、個人微博等。（ ）\n（2）微博認證分為個人認證與機構認證。（ ）\n（3）微博自定義菜單呈現在私信對話框底部的導航欄內，在自定義菜單中，最多可創建4個一級菜單，每個一級菜單下最多可創建5個二級菜單。（ ）\n（4）KOL是指擁有更多、更準確的產品信息，且為相關群體所接受或信任，並對該群體的購買行為有較大影響力的人。（ ）\n（5）微博更新高峰時段：早上10點，下午4點，晚上11點之後，每天更新20條左右，更新間隔以30～60分鐘為佳。（ ）\n2.簡述題\n微博粉絲服務平臺常用的工具有哪些？\n3.實訓題\n全班3～5人為一組，為即將到來的“雙十一”策劃一個11月微博運營方案，請將結果填入下表中。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "14261da219d574d11414a1bc1048c61a",
    "title": "項目4 視頻運營",
    "text": "項目4\n視頻運營\n【項目綜述】\n人類對視覺感官的追求是永無止境的。隨著抖音、快手等短視頻平臺和鬥魚、虎牙、YY等直播平臺的興起與快速發展，企業越來越意識到這是未來電商行業新的風口和經濟增長點。百度、阿里巴巴、騰訊、網易和搜狐等傳統電商巨頭也紛紛在短視頻和直播領域佈局。認識短視頻、會策劃製作短視頻、能夠運營短視頻和直播平臺的學生會是以後電商企業需求最大也是最受歡迎的人才。\n本項目分為4個任務，分別是認識短視頻、短視頻製作、短視頻運營和直播平臺運營。下面將帶領大家學習和掌握視頻運營的知識和技能。\n【項目目標】\n知識目標\n◇瞭解短視頻的概念、發展歷史與傳統視頻的區別。\n◇知道短視頻的分類和製作軟件。\n◇知道直播平臺的分類。\n◇掌握短視頻、直播視頻的製作流程。\n能力目標\n◇會分析短視頻運營案例、網紅主播案例。\n◇能夠策劃、製作短視頻。\n◇能夠製作直播視頻。\n素質目標\n◇培養社會主義核心價值觀。\n◇增強法律法規意識。\n◇培養邏輯思維能力及文字表達能力。\n◇培養團隊溝通協調能力。\n◇培養觀察、分析社會熱點問題能力。\n◇培養創新創業的開拓精神。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA==\n【項目思維導圖】"
  },
  {
    "id": "8fd06c1ea9a9bc94d91abdba70e309df",
    "title": "任務1 認識短視頻",
    "text": "任務1\n認識短視頻\n情境設計\n聚星公司意識到短視頻是公司宣傳和業績的增長點，要求李江、張敏帶領新來的實習生李穎，把握好短視頻行業的風口與機會，在短時間內迅速開展公司的短視頻運營業務。\n任務分解\n李江、張敏和李穎等人首先了解什麼是短視頻、短視頻的發展歷史、短視頻與傳統視頻的區別，然後再對短視頻進行分類。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "b62abffe0ec89aca8c45b2da2c523f18",
    "title": "活動1 介紹短視頻的發展歷史",
    "text": "活動1\n介紹短視頻的發展歷史\n活動背景\n雖然李江、張敏和李穎平時也會刷刷抖音、快手，但對短視頻的理解只是停留在娛樂、好玩等感性認知層面。為了對短視頻有更深層次、更徹底的瞭解，他們決定通過百度、搜狗等各類搜索引擎，搜索短視頻的發展歷史。\n活動實施\n想一想\n（1）什麼是短視頻？\n（2）你能夠接受的短視頻時長是多長？\n做一做\n（1）請將短視頻平臺和傳統視頻網站的代表填入表4.1.1中。\n表4.1.1\n（2）將以下手機App類型按你使用時長的長短進行降序排序。\n①即時通信；②網絡視頻；③網絡音樂；④短視頻；⑤網絡音頻；⑥網絡文學；⑦網絡直播；⑧網絡遊戲；⑨網絡購物；⑩網絡新聞。\n知識窗\n1.短視頻的定義\n（1）什麼是短視頻\n短視頻是指在各種新媒體平臺上播放的、適合在移動狀態和短時休閒狀態下觀看的、高頻推送的視頻內容，時間從幾秒到幾分鐘不等。內容融合了技能分享、幽默搞怪、時尚潮流、社會熱點、街頭採訪、公益教育、廣告創意、商業定製等主題。由於內容較短，可以單獨成片，也可以成為系列欄目。\n（2）短視頻的接受時長\n在短視頻時長接受程度方面，根據2018年6月企鵝智庫的企鵝調研數據顯示，消費者對泛娛樂短視頻接受時長和新聞短視頻接受時長是不一樣的。具體數據如圖4.1.1所示。\n圖4.1.1\n2.短視頻的發展歷史\n中國短視頻行業從2011年快手上線起步發展至今，主要經歷了蓄勢期、轉型期、爆發期、沉澱期4個階段（具體見表4.1.2）。自4G網絡開始普及後，便實現高速發展，並誕生了抖音、快手等數億用戶量級的平臺。目前中國短視頻行業發展進入沉澱期，頭部平臺規模優勢顯著，行業競爭格局逐漸分明。\n表4.1.2\n中國互聯網絡信息中心（CNNIC）發佈的第54次《中國互聯網絡發展狀況統計報告》顯示，截至2024年6月，網絡視頻（含短視頻、微短劇）用戶規模達10.68億人，較2023年12月增長125萬人，佔網民整體的97.1％。其中，短視頻用戶規模達10.50億人，佔網民整體的95.5％。\n我國自2017年起加強監管短視頻行業，平臺也加強了對短視頻發佈內容的審核力度，進一步規範短視頻行業，新增未經授權不得剪輯影視劇的規定，並且推動短視頻企業更加註重內容化營銷，將短視頻品牌融入優質內容之中；未來短視頻企業將肩負更為重要的社會責任，在“扶貧帶貨”“城市品牌推介”的同時，逐步實現特色地域化營銷。尤其在5G、物聯網、大數據以及人工智能等新技術的加持下，短視頻行業發展潛力巨大。\n據相關數據，2019年中國短視頻市場規模達828.2億元，同比增長608.5％，2020年短視頻市場規模為1 408.3億元，同比增長速率仍保持在70％，預測2025年中國短視頻行業市場規模將有望接近6 000億元，短視頻市場發展前景可觀。2017—2025年中國短視頻行業市場規模及預測如圖4.1.2所示。\n圖4.1.2\n3.短視頻與傳統視頻的區別\n短視頻與傳統視頻在製作時長、傳播渠道、製作成本、製作團隊等方面都有所不同，具體區別見表4.1.3。\n表4.1.3\n活動評價\n通過本次活動，李江、張敏和李穎瞭解了短視頻的定義、人們對短視頻的接受時長、短視頻的發展歷史，知道短視頻與傳統視頻的代表性平臺和網站以及它們的區別，為他們完成下一階段的任務做好了準備。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "fc77ac814feb19ee16e29411dfa1db37",
    "title": "活動2 瞭解短視頻的分類",
    "text": "活動2\n瞭解短視頻的分類\n活動背景\n李江、張敏和李穎發現市場上的短視頻五花八門，製作團隊不同、播放內容不同、時長也不盡相同。為了儘快弄清楚短視頻的類別，李江、張敏和李穎決定通過查閱書籍、網上資料等方式找到短視頻分類的標準，對短視頻進行分類。\n活動實施\n想一想\n（1）請列舉3～5個讓你印象深刻的短視頻。\n（2）在上述短視頻中，它們有哪些不一樣的地方。\n做一做\n請蒐集3～5個不同分類的爆款短視頻，嘗試按照表4.1.4的要求進行分析並填寫。\n表4.1.4\n知識窗\n1.短視頻的分類標準\n短視頻按照不同的分類標準可以分為不同的短視頻類型。常見的分類標準見表4.1.5。\n表4.1.5\n2.按製作團隊分類\n短視頻根據製作團隊的性質不同，可以分為UGC、PGC和OGC三類，見表4.1.6。\n表4.1.6\nUGC、PGC、 OGC這三者之間既有密切的聯繫，卻又有明顯的區別，如圖4.1.3所示。\n圖4.1.3\n3.按內容方向分類\n短視頻根據內容的不同，可以分為評測類、解說類、創意類、旅遊發現類、萌寵類和人生共鳴類6種，見表4.1.7。\n表4.1.7\n4.按時長分類\n視頻按時間長度來分類，可以分為大於5分鐘、3分鐘左右和小於1分鐘三種，見表4.1.8。\n表4.1.8\n活動評價\n通過本次活動的學習，李江、張敏和李穎瞭解了短視頻分類的標準，以及按不同標準的分類，短視頻的代表性例子。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "a19c8ca2eae9b925191eabac3d80f97f",
    "title": "任務2 短視頻製作",
    "text": "任務2\n短視頻製作\n情境設計\n李江、張敏和李穎及時向公司彙報了他們近期蒐集整理的短視頻的定義、發展和短視頻的分類，公司非常滿意，同時指出要儘快為公司的產品製作出短視頻，以期打開新媒體營銷的市場。李江、張敏和李穎立刻以飽滿的工作熱情投入到短視頻的製作中。\n任務分解\n為了完成公司佈置的製作短視頻任務，李江、張敏和李穎決定首先蒐集目前市場上按PC端和手機端分類製作短視頻的軟件有哪些，然後再研究短視頻的製作流程和注意事項。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "bef0338b17317b2217cf9b18443fe459",
    "title": "活動1 介紹短視頻製作軟件",
    "text": "活動1\n介紹短視頻製作軟件\n活動背景\n在製作短視頻的過程中，需要對拍攝的短視頻進行剪輯加音效等後期製作，李江、張敏和李穎通過上網查找資料和拜訪短視頻製作專業人士，瞭解並分析短視頻製作軟件PC端和手機端的一些特點。\n活動實施\n想一想\n請列舉你所知道的短視頻製作軟件和使用方法。\n做一做\n（1）團隊合作，嘗試使用一款軟件拍攝製作1個1分鐘左右的團隊介紹短視頻。\n（2）播放各自的短視頻，闡述製作過程及對視頻製作軟件的使用心得，團隊互評。\n（3）自主搜索主流短視頻製作軟件，並按表4.2.1的分類進行填寫。\n表4.2.1\n知識窗\n隨著短視頻產業的蓬勃發展，很多軟件公司紛紛推出短視頻製作軟件。這些製作軟件從入門級到專家級的都有，可以滿足不同製作者的需求。短視頻製作軟件可以分為面向電腦的PC剪輯軟件和麵向手機的手機剪輯軟件。\n1.PC剪輯軟件\n目前市面上主流的PC剪輯軟件有Adobe Premiere、Edius、愛剪輯、會聲會影等，其功能對比見表4.2.2。\n表4.2.2\n2.手機剪輯軟件\n除了面向PC端的短視頻剪輯軟件外，應用於手機端的視頻製作App也層出不窮。這些App可以快速編輯高質量、高水平的短視頻作品。下面將介紹4種常見的手機剪輯App：剪映、VUE、樂秀、巧影。視頻製作者可以利用它們在短時間內進行短視頻後期編輯，並將作品分享到微信、朋友圈、微博、QQ等社交媒體上，見表4.2.3。\n表4.2.3\n活動評價\n通過本次活動的學習，李江、張敏和李穎初步瞭解各類短視頻製作軟件，既有面向PC端，也有面向手機端的製作軟件，這些軟件各有特色，適用於不同的用戶需求和使用場景。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "df7caab89c0aa2a0aebddf0274972386",
    "title": "活動2 學習短視頻製作流程",
    "text": "活動2\n學習短視頻製作流程\n活動背景\n在熟悉短視頻製作軟件後，李江、張敏和李穎繼續學習、探究短視頻製作技巧，提煉並總結短視頻製作流程，記錄短視頻製作的注意事項。\n活動實施\n想一想\n（1）短視頻製作流程有哪些？\n（2）你用過俯角、仰角和平角的方法拍攝短視頻嗎？是在什麼情況下運用這些方法的？\n（3）短視頻製作時有哪些注意事項？\n做一做\n（1）運用百度等各類搜索引擎工具和採訪短視頻製作人士，將短視頻製作流程填入下列橫線處。\n（2）把你使用俯角、仰角和平角的方法拍攝短視頻的情況填入表4.2.4中。\n表4.2.4\n（3）上網搜索、採訪短視頻製作人士並結合你自己的體會，把製作短視頻的注意事項填入下列橫線處。\n知識窗\n1.短視頻製作的流程\n（1）確定主題\n確定主題是短視頻製作流程的第一步。選擇恰當的主題，進行精準定位，才能夠在最大程度上吸引到目標用戶的關注。一個短視頻的主題不是隨隨便便就可以確定的，需要經過短視頻團隊的精心策劃，才不會產生定位錯誤的情況。我們可以從優質視頻的五個維度來分析確定短視頻製作的主題，見表4.2.5。\n表4.2.5\n（2）腳本創作\n短視頻的腳本創作需要確定文案、分鏡、素材、標註4個環節的內容，具體內容見表4.2.6。\n表4.2.6\n（3）場景搭建\n搭建短視頻拍攝場景是短視頻拍攝前期準備中最重要的部分。短視頻的腳本是搭建場景的指導性文件，一切的場景搭建都要遵從腳本的設計，避免拍攝與短視頻主題不符的情況。\n場景搭建需要用到的設備有背景布或者背景牆、電動卷軸、閃光燈、蜂窩、柔光箱、濾片、雷達罩、反光傘、柔光傘和反光板等。\n（4）開始拍攝\n場景搭建完畢，就可以按短視頻腳本逐條拍攝了。拍攝前記得要提前準備好道具。下面以抖音為例講解短視頻的拍攝過程。\n第1步：選擇短視頻背景音樂。\n①打開手機抖音App，在圖4.2.1中單擊方框處的“＋”符號，進入短視頻拍攝界面。\n圖4.2.1\n②在抖音拍攝的界面，如圖4.2.2所示的方框處，有拍照、拍60秒、拍15秒、影集4種選擇，此時可以根據需要選擇“拍照”，然後用照片製作成短視頻；還可以直接進行短視頻60秒或15秒的拍攝；或是選擇抖音自帶的影集模式進行短視頻製作。\n圖4.2.2\n③在抖音拍攝的界面，如圖4.2.3所示的方框處，單擊“選擇音樂”，進入抖音短視頻背景音樂的選擇界面。在該界面中，選擇一首合適的音樂，單擊方框處的“使用”。\n圖4.2.3\n④在選擇完背景音樂後，在圖4.2.4方框處出現“剪音樂”標記，單擊“剪音樂”，進入剪輯音樂界面，左右拖動聲譜來剪輯音樂的長短，並單擊“√”，完成抖音短視頻背景音樂的選擇。\n圖4.2.4\n第2步：開始拍攝。單擊圖4.2.5所示的圓形拍攝按鈕，開始拍攝短視頻。\n圖4.2.5\n按拍攝對象可以分為運動物體拍攝、靜物拍攝和創意拍攝三類。\n①運動物體拍攝。\n首先要解決拍攝鏡頭抖動的問題。用來固定鏡頭的器材主要有三腳架、手機支架和自拍杆等，如圖4.2.6所示。\n圖4.2.6\n其次要解決拍攝的構圖問題，包括拍攝角度和距離。拍攝角度分為俯角、仰角和平角三種，其拍攝方法和作用見表4.2.7。拍攝距離分為遠/近距離。遠距離拍攝用於展示主體全貌，如運動的團隊等；近距離拍攝可以展示主體細節，如彈琴的手部細節等。\n表4.2.7\n②靜物拍攝。\n靜物是靜止的物體，拍攝時需要注意如何拍攝才能讓鏡頭動起來，呈現出視頻的效果。常用的方法有拍攝者位移法和藉助參照物法等，靜物拍攝方法見表4.2.8。\n表4.2.8\n③創意拍攝。\n創意拍攝是指不需要用到短視頻App自帶的特效，利用拍攝的暫停和鏡頭轉換就能實現類似特效的拍攝方法。例如，拍攝物體消失的魔術，只需在拍攝了物體後，通過暫停，將物體移出鏡頭之外，然後按“拍攝”按鈕；拍攝沒有物體的場景，接著按“暫停”按鈕，把物體移回鏡頭之內，便完成了簡單的物體消失魔術拍攝。\n（5）短視頻剪輯\n在抖音App拍攝短視頻時，可以通過添加特效、文字、貼紙等剪輯短視頻，如圖4.2.7所示。單擊圖中“特效”“文字”“貼紙”等按鈕，可以實現短視頻的剪輯。\n圖4.2.7\n除了可以用抖音App自帶的剪輯功能，還可以通過PC端的視頻剪輯軟件，比如Adobe Premiere、Edius、愛剪輯、會聲會影等和手機端的視頻剪輯App，比如剪映、VUE、樂秀、巧影等進行剪輯。\n（6）發佈短視頻\n抖音App發佈短視頻界面如圖4.2.8所示。在發佈界面中，首先，要填寫短視頻的標題（包含合適的話題或者＠好友），恰當的標題有利於短視頻的傳播。其次，要給短視頻選擇吸引眼球的封面，要在第一時間內吸引用戶的注意力。再次，選擇添加位置，有利於附近的用戶搜索到該視頻。最後，在“誰可以看”處可以選擇公開、好友可見或私密。單擊“發佈”，完成短視頻的發佈。\n圖4.2.8\n2.短視頻製作的注意事項\n短視頻製作過程中注意事項如下：\n（1）合理利用現有素材\n在短視頻製作後期中，可以添加音樂素材、模板素材、濾鏡素材等，在添加這些素材時要注意版權問題。\n（2）鏡頭轉換和流動要自然\n短視頻作品的鏡頭轉換和流動要自然，鏡頭的切換要符合邏輯。\n（3）少用轉場特效\n轉場特效要少用，否則容易打亂短視頻節奏，打斷觀眾的思維，得不償失。\n（4）確定視頻剪輯的核心和重點\n視頻剪輯的過程相當於重塑整個短視頻的內容，要運用適當的剪輯手法，將短視頻內容表達清晰，重點突出。\n（5）背景聲音與音樂要與視頻畫面統一\n短視頻背景聲音和音樂的選擇要和短視頻畫面協調。\n活動評價\n通過本次活動的學習，李江、張敏和李穎知道了短視頻製作軟件的分類和掌握短視頻製作流程及注意事項，為公司下一步推進的短視頻運營做好了準備。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "ba35c97d1db35cc6aa5fbcc04d56be28",
    "title": "任務3 短視頻運營",
    "text": "任務3\n短視頻運營\n情境設計\n隨著產品短視頻拍攝任務的完成，李江、張敏和李穎獲得了聚星公司的認可和獎勵。公司要求他們三人繼續加油，完成短視頻運營的任務。\n任務分解\n李江、張敏和李穎首先蒐集、分析短視頻運營的成功案例，並結合公司產品短視頻的特點，總結、提煉出可推廣的短視頻策劃流程，有效實施公司產品的短視頻策劃。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "1dbfc9e39193d6c1cd6dbed4fc8cb9ad",
    "title": "活動1 分析短視頻運營案例",
    "text": "活動1\n分析短視頻運營案例\n活動背景\n雖然拍攝上傳短視頻很容易，但想運營好一個短視頻，打造爆款短視頻並非易事。李江、張敏和李穎決定蒐集、分析短視頻運營的成功案例，以便更好地運營公司短視頻。\n活動實施\n想一想\n（1）你知道哪些火爆的短視頻？\n（2）思考你喜歡上述視頻的原因。\n做一做\n（1）運用網絡搜索引擎，蒐集火爆的短視頻，並將你喜歡它的原因填入表4.3.1中。\n表4.3.1\n（2）上網搜索當下一款火爆的短視頻，試從運營主體、內容策略、渠道策略、受眾策略和運營效果五個方面分析它走紅的原因，並填入表4.3.2中。\n表4.3.2\n知識窗\n1.“美麗浙江”短視頻運營案例\n2019年10月，由浙江省人民政府新聞辦公室推出，浙江廣電集團運營的“美麗浙江”抖音號正式上線。憑藉其獨特的魅力和精心的運營策略，積極聯動人民日報、新華社等央媒，成功實現一次次“破圈效應”傳播，湧現出一大批“爆款”政務視頻。成為地方文旅推廣的佼佼者。截至2024年8月，“美麗浙江”政務抖音號已高達1 495.9萬粉絲數、累計發佈3.8萬作品數、8.8億獲贊量。\n該賬號聚焦浙江美食美景、浙江風俗人情、美麗鄉村建設、浙裡能人挖掘等領域，充分宣傳浙江省久久為功實施“千萬工程”所取得的顯著成效；全面展示“兩美浙江”建設所取得的豐碩成果。該短視頻賬號如圖4.3.1所示。其運營成功的原因如下：\n圖4.3.1\n（1）構建“美麗”生態矩陣，拓寬全媒傳播版圖\n“美麗浙江”自誕生之日起，便致力於構建全方位、多層次的傳播體系。通過強化縱向聯動與橫向拓展，該賬號成功搭建起以抖音主賬號為引領，省市縣三級媒體緊密協作，職能部門、基層組織及民間達人賬號廣泛參與的“美麗矩陣”。這一矩陣不僅實現了資源的優化配置與信息的快速流通，更在共同策劃與話題傳播中，極大地放大了“美麗浙江”的品牌聲量，形成了強大的傳播合力與廣泛的社會影響。\n（2）堅守“美麗”價值高地，解鎖新時代流量密碼\n“美麗浙江”賬號深諳內容為王之道，始終堅守正能量傳播的主陣地。它深入挖掘浙江本土的文化底蘊與時代精神，以真實、質樸的鏡頭語言，講述了一個個溫暖人心、向善向上的浙江故事。這些故事不僅為受眾提供了豐富的精神食糧，更在潛移默化中傳遞了正確的價值導向與崇高的精神追求。尤為值得一提的是，賬號巧妙運用公安監控、路人拍攝等“原生態”素材，以未經雕琢的真實感直擊人心，激發了廣泛的社會共鳴與關注，如嘉興110接警員暖心勸慰哭訴者的對話視頻，播放量突破2.8億，點贊量超650萬，便以其真實的力量成為現象級爆款。\n（3）聚焦“美麗”核心定位，深化粉絲情感鏈接\n“美麗浙江”賬號堅持圍繞“美麗”這一核心定位，精心策劃了“第一視點”“尋找浙江新質生產力”“浙力量閃耀奧運”等33個特色欄目，形成了內容豐富、形式多樣的內容體系。這些欄目不僅覆蓋了時事政策、生活服務、科技新知等多個領域，更在深入挖掘與呈現中，構建起了內容與情感之間的深度鏈接。通過讓受眾在觀看過程中實現情感歸屬與價值認同，賬號成功提升了粉絲的忠誠度與活躍度。如《義務跨越千里赴湖南招工》短視頻的發佈，招工組長喊話“五險一金交完還有6 000塊”的內容迅速登上抖音全國熱點榜，短視頻觀看量超過1.1億次，點贊超過155萬次，留言近15萬條，以其貼近民生、展現浙江硬核招工實力的內容，贏得了全國網友的廣泛讚譽與熱烈反響。\n綜上所述，“美麗浙江”抖音賬號的成功，是深入挖掘地方特色、不斷創新內容形式、積極傳遞正能量的必然結果。它以其獨特的生態矩陣、堅守的價值高地與聚焦的核心定位，在新媒體時代脫穎而出，成為受眾喜愛的優質賬號典範。\n2.“新華每日電訊”短視頻運營案例\n“新華每日電訊”是新華社《新華每日電訊》官方抖音賬號。2020年4月開通，2022年9月粉絲突破4 200萬，獲贊量已突破20億！是由紙媒向融媒成功轉型的典範。\n用戶可以在該賬號上獲取每日新聞熱點、權威資訊、人物故事和科普新知。短視頻賬號如圖4.3.2所示。\n圖4.3.2\n短短兩年，《新華每日電訊》抖音號就以黑馬之姿，實現了流量與口碑的雙豐收。其運營成功的原因如下：\n（1）將機構媒體內容優勢轉化為傳播勢能\n《新華每日電訊》在融合轉型方面，不斷探索內容創新以提升賬號整體高度，引領社會正能量，用短視頻的形式講好中國故事。\n陸續推出與賬號相匹配的多元化短視頻欄目，設置了20多個“每日××”欄目（部分欄目如圖4.3.3所示），形成賬號之內的合集，被稱為“內部自成矩陣”。\n圖4.3.3\n始終堅持內容為王，通過報網融合，強化《新華每日電訊》品牌的能見度，擴大新華社報道的傳播力、影響力。\n在內容生產上，其融媒中心通過策劃“人無我有”的選題、持續的優質內容輸出、高頻次的更新效率，讓每一位粉絲看新聞都能快人一步，令《新華每日電訊》從日漸同質化的流量競爭中脫穎而出。\n（2）新媒體矩陣聯動，實現跨平臺“破圈”\n“酒香也怕巷子深”，好內容也需要運營才能更好地發揮長尾效應，直至實現“破圈傳播”。以微博、微信公眾號、視頻號、快手等新媒體矩陣為基礎，聯動推廣運營，從而令“新華每日電訊”抖音號的影響力、傳播力得以數倍放大。\n打造主流媒體抖音號成為“有溫度的媒體”，巧妙平衡官方發佈“硬新聞”的嚴肅性，與“每日暖聞”“每日趣聞”這些正能量“軟新聞”的輕鬆化。\n將原創優質報道製作成短視頻，為粉絲提供高質量的評論作為抖音特色內容，出現爆款後，融媒中心會安排微信公眾號、微博等平臺進行二次傳播與互動，延長短視頻報道的生命週期，爭取更好地傳播“長尾”。\n（3）以穩健策略探索短視頻商業化變現\n自帶“破圈”勢能的“新華每日電訊”，非常注重把控商業變現風險，嚴格考察所有客戶，力求實現流量、商業與口碑多贏。謹慎選擇直播、原生廣告、融媒體傳播服務等進行新媒體商業化探索，令其新媒體品牌能見度與商業價值日益凸顯，從而拓展了商業化新模式與新空間。\n活動評價\n通過本次活動，李江、張敏和李穎蒐集、分析短視頻運營的成功案例，總結其成功的原因和方法，為後續公司產品的短視頻策劃、運營提供有效的思路和方法。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "671d31f27e2fd4bbc94da44042414148",
    "title": "活動2 策劃短視頻",
    "text": "活動2\n策劃短視頻\n活動背景\n在學習、分析短視頻運營的成功案例後，李江、張敏和李穎已經躍躍欲試，希望提煉出一套完整的短視頻策劃的工作內容，作為短視頻策劃的指南，在聚星公司中得到推廣應用，並實施實際的短視頻運營。\n活動實施\n想一想\n根據短視頻製作流程，進一步思考短視頻策劃的工作內容包括哪些。\n做一做\n（1）登錄抖音、快手等短視頻平臺，蒐集網紅短視頻，並分析它們的內容定位和用戶定位，填入表4.3.3中。\n表4.3.3\n（2）嘗試運用知識窗中提煉的短視頻策劃的工作內容，對公司服裝品牌“南衫”女裝實施短視頻策劃和運營。\n知識窗\n短視頻策劃的工作內容包括組建團隊、短視頻定位、打造達人人設、拍攝、剪輯、發佈、運營與粉絲轉化8個方面。\n1.組建團隊\n短視頻策劃團隊至少要招募的崗位人員，見表4.3.4。\n表4.3.4\n2.短視頻定位\n短視頻的定位包括內容定位和用戶定位兩方面。\n（1）短視頻內容定位\n短視頻內容定位即短視頻展示的內容。內容定位決定短視頻題材的選擇方向。\n第一，要避免跟風火熱題材。短視頻沒有明確定位，只是跟著火熱題材走，甚至做團隊不擅長的內容，不但不能獲得頭部資源和流量，還很容易被淘汰。\n第二，在短視頻內容選擇上，最好選擇團隊擅長、有資源的領域。這樣不僅能保證短視頻在後期內容策劃上得心應手，還能保障短視頻在後期的選題和資源上選擇範圍更廣。\n短視頻的內容定位雖然要避免跟風火熱題材，但可以應用與熱點話題結合的方法，為團隊策劃短視頻內容提供借鑑。熱點話題結合方法有三種：疊加、對比、延展，見表4.3.5。\n表4.3.5\n（2）短視頻用戶定位\n短視頻用戶定位即明確觀看短視頻的現有用戶和潛在用戶的人群。用戶群體決定了短視頻後期的商業客戶群體。\n同樣是美食類短視頻達人，“蘑菇娘娘”和“念鄉人週週”的內容和用戶定位就大不相同。\n“蘑菇娘娘”的用戶定位是18～24歲的年輕白領女性，所以在“蘑菇娘娘”的美食視頻中，菜品風格偏小清新，用料不復雜，烹飪方法簡單，可操作性強，始終傳遞愛生活、愛美食的陽光心態，受到用戶的喜愛和追捧，如圖4.3.4所示。\n圖4.3.4\n“念鄉人週週”的用戶定位為20～50歲人群，他們喜歡有著兒時記憶、青山綠水的鄉村慢生活，喜歡帶有鮮明地域特色的鄉村文化與美食。\n“念鄉人週週”從2021年初開始運營抖音賬號。在短視頻中，故事化的表達、貴州方言的運用、濃郁的地域文化特色、樸實唯美的鏡頭語言，迅速喚起眾多網友對鄉村文化與美食的關注和熱愛。\n週週為我們樹立了有擔當、正能量、勤勞淳樸、樂觀踏實的榜樣作用。以鄉村守護人自居的週週，不僅是全村知曉的孝子，決不以重病的母親賣慘，還通過短視頻創業，支持姐姐求學，幫助村民淘井和修路，至今慈善捐款已超過3 000萬元，被央視點名讚揚，被評為“全網十大優秀青年”。僅僅1年多，該抖音賬號粉絲數已超1 200萬，獲贊達2.4億，如圖4.3.5所示。\n圖4.3.5\n通過上述的案例可見，同樣是美食類的短視頻，但由於用戶定位不同，短視頻內容的題材選擇就不同。只有抓準自己的用戶定位，深耕用戶喜歡的題材內容，最終才會獲得成功。\n3.打造達人人設\n人設是指賬號達人的定位和標籤。精準的定位，統一的標籤，能大幅度地提高達人的辨識度，通過差異化突圍，讓平臺、用戶記住你的差異。\n人設可以圍繞以下三大維度進行設定：（1）我是誰；（2）我是做什麼的；（3）憑什麼讓你喜歡。\n例如曾經學廚三年的永州一位牆繪師陸女士，其美食賬號的人設設定就很好地回答了上述三大維度的問題。她以創意＋黑暗料理的美食達人為人設，另闢蹊徑，拍攝仿生活物品的麵點合集和雕刻食材，在視頻拍攝和剪輯上也不斷創新，有些視頻採取了卡點動畫的製作方式，將細微挪動的食物拍成幾百張圖片，逐一連接成視頻，看上去像是食物自己在慢慢移動。這些“硬核料理”和動畫拍攝技巧令其迅速出圈，深受網友喜愛，讓用戶在輕鬆詼諧的氛圍中，欣賞、學習到美食雕刻技術的同時，感受到平實的生活中也可以創意無限，充滿樂趣，如圖4.3.6所示。\n圖4.3.6\n每個人都是獨一無二的，達人自身的溝通力和親和力等個性特點，也能讓人設的形象更加飽滿和鮮活。達人應始終堅持優質內容和利他使命的底層邏輯，不斷輸出，不斷強化人設，不斷迭代並優化。堅決在短視頻中圍繞其人設做內容，才能形成自己的獨特品牌。如果說短視頻平臺是海，那麼人設就是一葉輕舟，只有增強法律法規意識，掌好正確的三觀和道德之舵，不斷地保值增值，才能平穩遠航。\n4.拍攝\n較一般用戶來說，專業團隊拍攝的短視頻對畫面構成、光影色彩把控、影像清晰度等拍攝有更高要求，所以儘量選擇專業團隊來拍攝短視頻。\n攝影師在拍攝前要對拍攝腳本有足夠了解。短視頻由於有時長極短的特性，要求攝影師在最短時間內通過鏡頭的拍攝，突出短視頻的主題。\n5.剪輯\n短視頻剪輯相當於二次創作的過程。剪輯師不僅要與攝影師溝通其想要表達的內容，還需要明白用戶想要看到短視頻的內容重點。一個好的攝影師在短視頻作品剪輯過程中，要會抓住觀眾的“痛點”，運用剪輯技巧在短時間內吸引用戶的注意力。短視頻時長極短，這就要求視頻要在開始部分快速切入正題，引出矛盾，這些節奏的掌控是由剪輯師決定的。\n6.發佈\n在發佈環節中，一個好的渠道可以令短視頻在最短的時間裡打入新媒體市場，迅速獲得粉絲，打開知名度。挑選短視頻渠道的技巧如下：\n（1）總結、分析各大短視頻平臺的特色\n團隊要總結、分析各大短視頻平臺的特色，選擇目標用戶人數多的平臺，只有這樣才能快速將平臺的用戶轉化為粉絲。\n目前，國內的短視頻平臺分為獨立平臺和綜合平臺兩種，兩種平臺的對比見表4.3.6。\n表4.3.6\n（2）掌握各大短視頻平臺的規則\n不同的短視頻平臺有其不同的規則。根據規則的不同，短視頻平臺可以分為內容型短視頻平臺和商品型短視頻平臺，見表4.3.7。\n表4.3.7\n除了短視頻發佈規則不同外，各個平臺的分成補貼也不盡相同。很多平臺會和入駐團隊簽訂合同，合同裡一般會要求該團隊在此平臺發佈獨家短視頻，如果團隊違反合同規定在其他平臺也發佈相同內容，會被追究法律責任。\n7.運營\n短視頻運營是指利用抖音、微視、快手等短視頻平臺進行產品宣傳、推廣、企業營銷等一系列活動。通過策劃品牌相關的優質、高度傳播性的視頻內容，向客戶推送消息，利用粉絲經濟，達到營銷目的。\n短視頻運營的工作主要包括內容策劃、用戶運營、渠道推廣等，見表4.3.8。\n表4.3.8\n8.粉絲轉化\n短視頻的用戶如何轉化為粉絲變現，是策劃短視頻最後一個環節。粉絲轉化變現的方法見表4.3.9。\n表4.3.9\n活動評價\n通過本次活動，李江、張敏和李穎提煉了短視頻策劃的工作內容，包括組建團隊、短視頻定位、打造達人人設、拍攝、剪輯、發佈、運營與粉絲轉化8個方面，並據此實施了短視頻運營，將短視頻策劃的工作內容成功地在公司中推廣運用。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "04dab98f847685b21a097bba51a12581",
    "title": "任務4 直播平臺運營",
    "text": "任務4\n直播平臺運營\n情境設計\n已經成功開展短視頻策劃、運營的李江、張敏和李穎，其出色的工作能力獲得公司表彰。公司鼓勵他們再接再厲，儘快開展直播平臺運營業務，為公司的發展做出新的貢獻。\n任務分解\n李江、張敏和李穎馬上開始蒐集、瞭解直播平臺，分析網紅直播的成功原因，做好製作直播視頻的前期準備工作，然後嘗試製作直播視頻。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "b84845b7d1f93e9d61709672956ab323",
    "title": "活動1 介紹直播平臺",
    "text": "活動1\n介紹直播平臺\n活動背景\n李江、張敏和李穎為了做好直播平臺運營，通過網絡搜索和拜訪直播平臺運營專業人士等不同方式，先行了解直播的定義、直播平臺的分類和挑選直播平臺要考慮的因素。\n活動實施\n想一想\n（1）什麼是直播？\n（2）你知道哪些直播平臺？\n做一做\n請蒐集各類直播平臺，並按表4.4.1中的要求填寫。\n表4.4.1\n知識窗\n1.什麼是直播？\n直播是指藉助互聯網平臺，以現場直播的方式上傳視頻，用戶通過PC端或手機端登錄網站進行觀看的傳播形式。\n2.直播平臺分類\n目前，主流的直播平臺可以分為遊戲直播類、秀場直播類、泛娛樂直播類，見表4.4.2。\n表4.4.2\n（1）遊戲直播類\n遊戲直播就是由主播實時解說或演示電子競技比賽和電子遊戲的服務過程。主流的遊戲直播平臺有鬥魚、虎牙、戰旗、龍珠、火貓等。\n遊戲直播平臺通過6種模式進行商業變現。見表4.4.3。\n表4.4.3\n（2）秀場直播類\n秀場直播的內容主要是綜藝節目、歌唱類節目、小品等娛樂性質的表演。主流的秀場直播平臺有YY直播、六間房等。目前正在由UGC轉化為PUGC （即UGC＋PGC相結合的內容生產模式），越來越趨於專業化、垂直化，增強用戶的黏性。\n2022年5月，中央文明辦、文化和旅遊部、國家廣播電視總局、國家互聯網信息辦公室四部門聯合發佈《關於規範網絡直播打賞加強未成年人保護的意見》。明確禁止未成年人參與直播打賞；不得為未滿16週歲的未成年人提供網絡主播服務；為16至18週歲的未成年人提供網絡主播服務的，應當徵得監護人同意。\n（3）泛娛樂直播類\n泛娛樂直播與遊戲直播和秀場直播相比，其直播的內容更加廣泛，可以設計出五花八門的生活場景，滿足觀眾對直播內容多樣化的需求，也滿足觀眾自己當主播的表現欲。\n泛娛樂直播的商業模式、內容、代表性直播平臺、用戶特點、盈利方法及見表4.4.4。\n表4.4.4\n3.如何挑選直播平臺\n直播平臺在很大程度上決定主播能否走紅，成為網紅主播。挑選直播平臺時可以從以下3個方面考慮。\n（1）直播平臺人氣\n人氣高的直播平臺，可以為主播帶來大量的觀眾和粉絲。所以在挑選直播平臺時要儘量挑選人氣高的直播平臺。直播平臺排名靠前的主播的關注數在一定程度上反映該直播平臺人氣的高低。\n（2）考慮自身特長和能力\n外形條件好、聲音優美、反應迅速的主播可以選擇觀眾眾多的抖音或快手平臺。如果主播經驗不足，可以選擇虎牙直播平臺。對於主播新人而言，並不是直播平臺的觀眾數量越多越好。因為在大平臺中，如果主播新人的能力不夠，觀眾很快被網紅主播搶走。而較小的直播平臺，門檻低，容易找到直播創新的突破口。\n（3）考慮直播平臺的收入待遇\n目前直播平臺的主播可以分為表4.4.5中的3種類型。\n表4.4.5\n主播的收入具體由簽約費或工資、網點收入、廣告收入、虛擬道具分成等構成。在挑選直播平臺時，可以取該平臺高收入主播、中等收入主播和低收入主播的收入平均值作為參考。\n活動評價\n通過本次活動的學習，李江、張敏和李穎知道了什麼是直播，直播平臺的類型和挑選直播平臺要考慮的因素，對直播平臺的瞭解更深入了，為下一階段工作的開展打下了堅實的基礎。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "7c0b76cb31299f45c5b7f351d67f9e7d",
    "title": "活動2 製作直播視頻",
    "text": "活動2\n製作直播視頻\n活動背景\n在瞭解直播平臺的類型後，結合短視頻運營案例的分析和網紅直播的成功經驗，李江、張敏和李穎準備進一步瞭解製作直播視頻需要的設備和注意事項，選擇、註冊直播視頻平臺，策劃直播視頻場景，挑選主播，嘗試製作直播視頻。\n活動實施\n做一做\n（1）直播主播需要哪些條件？\n（2）直播過程中有哪些注意事項？\n做一做\n（1）上網搜索直播平臺的排名情況，填入表4.4.6中。\n表4.4.6\n採用“頭腦風暴法”討論選擇直播平臺的原因，並把原因填入下列橫線處。\n（2）通過網絡搜索、探究，將製作直播視頻所需的設備填入表4.4.7中。\n表4.4.7\n知識窗\n1.直播視頻平臺的選擇\n在數字化時代，直播服務平臺成為連接內容與受眾的重要橋樑，橫跨教育、娛樂、商務等多領域。選擇時，需重點考慮以下幾點：\n（1）核心功能與適配性\n首要考慮直播平臺的功能全面性和場景適配度。無論是旨在深化知識傳遞的在線教育，還是旨在激發消費熱情的營銷直播，抑或是分享生活點滴的個人直播，都應挑選能夠精準匹配自身場景和功能需求的平臺。同時，平臺的數據化營銷與數據分析能力對於精準定位受眾、優化策略至關重要。\n（2）穩定性與流暢性\n直播平臺的穩定性與流暢性是衡量其專業水準的重要標尺。在追求極致用戶體驗的當下，一個穩定可靠、低延遲的直播系統，依託於卓越的服務器架構與專業的技術支持，能夠確保直播過程的順暢無阻，為觀眾帶來沉浸式的觀看體驗。\n（3）用戶規模與生態活力\n用戶規模是衡量平臺影響力與內容豐富度的重要指標。龐大且活躍的用戶基礎能擴大內容傳播範圍，促進互動交流。此外，活躍的生態系統促進創意與合作，進一步提升平臺價值。\n（4）成本效益與性價比\n在預算有限時，選擇直播服務平臺需綜合考量功能模塊、服務質量、技術支持與收費模式，確保性價比最優。同時，需兼顧當前需求與長期發展規劃，選擇既實用又具擴展性的平臺。\n據CNPP品牌榜中榜大數據研究部門專業調研統計，入選《2024年CNPP直播軟件行業十大品牌榜中榜名錄》的排行榜單數據見表4.4.8。可以參考選擇適合自己的直播平臺。\n表4.4.8\n2.註冊直播平臺和申請直播間\n目前，國內註冊直播平臺和申請直播間的方法大同小異，下面就以YY直播平臺為例，介紹如何註冊直播平臺和申請直播間。\n（1）註冊直播平臺\n①登錄YY直播平臺，單擊網頁右上角的“開播”，開始註冊YY直播平臺，如圖4.4.1所示。\n圖4.4.1\n②按照圖4.4.2界面操作步驟的提示，依次完成註冊YY號、綁定手機、實名認證。\n圖4.4.2\n③單擊圖4.4.3所示方框處的“成為主播”，完成直播平臺的註冊。\n（2）申請直播間\n①在單擊圖4.4.3方框處的“成為主播”後，進入圖4.4.4界面。為直播間取一個響亮好記的名字，單擊方框處的“確認”，便完成了直播間名稱的確定。\n圖4.4.3\n圖4.4.4\n②單擊“現在開通”，便成功開通了直播間，就可以進行直播了。\n3.製作直播視頻的設備\n製作直播視頻的設備包括電腦、攝像頭、麥克風和耳機。採用配置高的設備，可以提高直播效果，吸引用戶的眼球，積累粉絲。製作直播視頻的設備見表4.4.9。\n表4.4.9\n4.直播主播\n在製作直播視頻時，出場的主播非常重要。挑選好的主播可以參考表4.4.10。\n表4.4.10\n5.直播視頻場景策劃\n直播視頻場景的策劃，首先要明確直播的目標，根據目標確定用戶群體，最後根據用戶群體確定直播場景，如圖4.4.5所示。\n圖4.4.5\n例如：直播的目標是大批量銷售的商品，那麼用戶群體多是批發類的客戶，因此可以選擇在工廠或倉庫進行直播。\n6.在直播過程中的注意事項\n（1）遵守《網絡主播行為規範》，做好直播預熱\n網絡主播必須守法依規，恪守平臺規則，規範從業行為，強化社會責任，營造清風正氣。\n直播前，可提前3～5天發預告短視頻；在每天直播過程中為下一次直播進行預熱，告知下一次直播時間；在個人暱稱、簡介處添加直播預告；通過社群、微博、公眾號、小紅書等進行站外預熱；優化直播間標題和封面。\n（2）直播引流，直投、短視頻雙頻共振\n通過直播/短視頻上dou＋引流；在直播過程中上傳第三視角拍攝花絮短視頻導流直播間；通過直播間的系列營銷規則，增強互動氛圍，增加直播間推薦流展現；通過參加官方組織的直播活動、話題，獲取活動資源位。\n（3）選好直播時段，固定開播時間和時長\n根據自身的直播風格定位，分析觀眾畫像，選擇適合自己的直播時段，固定開播時間和時長，培養粉絲的觀看習慣。開播時長保持在2～4小時，關注千次成交和UV值（UV價值＝銷售額/訪客數）的變化情況。\n一般持續一週會出現起色，一旦發現UV值或千次成交有暴漲趨勢，要把握時機穩定開播時間和時長，很有機會進入到下一個流量層級。\n（4）調整心態，接受流量波動\n以自然流為主導的直播間會有一個明顯特性，即使有相似的人貨場，也會收穫天壤之別的成交額和場觀。流量會受到各種因素的影響，小到主播狀態，大到整體流量池、其他直播間等。所以要調整心態，堅持做好每場直播的覆盤，改進直播內容，優化直播環節。\n活動評價\n通過本次活動，李江、張敏和李穎瞭解了直播平臺的挑選、註冊和申請直播間、直播視頻製作設備的要求、挑選主播的條件、策劃直播場景以及直播的注意事項。\n項目檢測\n1.判斷題\n（1）目前市面上主流的PC剪輯軟件有剪映、VUE、樂秀、巧影、Edius、愛剪輯、會聲會影等。（ ）\n（2）搭建短視頻拍攝場景是短視頻拍攝前期準備中最重要的部分。場景搭建需要用到的設備有背景布或者背景牆、電動卷軸、閃光燈、蜂窩等。（ ）\n（3）拍攝新媒體短視頻的時候，要多用轉場效果，給出更多絢麗的效果，來吸引用戶更多的注意力。（ ）\n（4）短視頻內容定位雖然要避免跟風火熱題材，但可以應用與熱點話題相結合的方法，為團隊策劃短視頻內容提供借鑑。（ ）\n（5）在選擇直播視頻平臺時，優先選擇大平臺，因為大平臺流量大，容易積聚粉絲。（ ）\n2.簡述題\n簡述短視頻策劃工作的基本內容。\n3.實訓題\n全班按3～5人為單位進行實訓分組，完成以下兩個實訓任務。\n（1）上網搜索一個火爆的短視頻案例，試分析其走紅的原因。走紅的原因可以從以下方面分析：創作者心理素質、對待觀眾的態度、短視頻內容策略、渠道策略和受眾策略等。\n（2）依據短視頻策劃的工作內容，完成主題為“我為什麼要勸你多讀書”的短視頻策劃。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "bc362bf6eaf1805cffc4aa7f0c37774b",
    "title": "項目5 H5開發工具",
    "text": "項目5\nH5開發工具\n【項目綜述】\n近年來，互聯網圈誕生了多款百萬級PV（頁面瀏覽量）的優秀H5作品案例。 H5開發具有傳播載體大眾化、跨平臺靈活性好、傳播速度快、推廣成本低、傳播效果好等特點。 H5不僅是營銷者的工具，更是藝術與內容的超然融合；並且助力政府公眾號宣傳民生公益、弘揚社會主義核心價值觀，讓大家感受暖心政務的同時，有更好的互動及沉浸體驗，可極大地增強國人的文化自信與民族自豪感。\n本項目分為3個任務，分別是介紹H5、初級H5頁面製作和H5互動頁面製作。下面將帶領大家一起學習和掌握如何使用H5開發工具，製作出直觀有趣、互動性與代入感都較強的H5頁面。\n【項目目標】\n知識目標\n◇瞭解H5的概念、特點、分類。\n◇瞭解H5製作平臺和工具。\n能力目標\n◇會製作H5初級頁面。\n◇會製作H5互動頁面。\n素質目標\n◇增強自主學習和探究精神。\n◇培養文字表達和圖片處理能力。\n◇培養熱點跟蹤、營銷意識和創新意識。\n◇傳承責任、擔當、創新、拼搏的中國精神。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA==\n【項目思維導圖】"
  },
  {
    "id": "171652e1d78e7bcd603955800162e581",
    "title": "任務1 介紹H5",
    "text": "任務1\n介紹H5\n情境設計\n李江和張敏經過一段時間的實習磨鍊，成長迅速，尤其是李江，已成為“聚星公司”網絡拓展部門的負責人。為進一步提升個人的業務能力，李江主動學習H5。\n任務分解\n李江首先借助網絡搜索工具瞭解H5的概念、特點、分類和製作平臺等基本的理論知識，然後在瞭解製作平臺的基礎上，選擇合適的平臺學習H5製作工具。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "d9af2d1102afe114c3b26803b9c0187b",
    "title": "活動1 介紹H5製作平臺",
    "text": "活動1\n介紹H5製作平臺\n活動背景\n自從李江擔任聚星公司的網絡拓展部門負責人後，越發覺得要成為一名成功的、有信服力的負責人，需要緊跟時代的發展，瞭解更多的網絡營銷推廣理念和工具。於是開始自學H5知識，瞭解H5製作平臺和工具，開闊視野，提升業務能力。\n活動實施\n想一想\n（1）什麼是H5？\n（2）H5有哪些類別？並展示相關案例。\n（3）H5的製作平臺有哪些？\n做一做\n查找兩個印象深刻的H5作品，模仿示例填寫表5.1.1內容。\n表5.1.1\n知識窗\n1.H5的定義\nH5是指HTML的第5個版本，它的本質是HTML頁面，但是這種頁面是一系列製作網頁互動效果的技術集合，交互性好，能夠在移動端運行，無須下載，即用即點。HTML（Hyper Text Markup Language）是指描述網頁的標準語言。\n2.H5的特點\nH5的特點主要有4個，如圖5.1.1所示。具體特點說明如表5.1.2所示。\n圖5.1.1\n表5.1.2\n由於H5具備表5.1.2的特點，並且開發週期短，製作成本低，已經成為商家進行互聯網營銷的不二選擇。\n3.H5的分類\nH5根據不同的標準可以有不同的分類，見表5.1.3。\n表5.1.3\n（1）按展示形式分類\n根據展示形式分為信息型、活動型、遊戲型和測試型。\n①信息型。\n信息型H5以展示內容信息為主。頁面設計一般採用簡單的圖文形式，也有輔助音、視頻等形式呈現新聞、政務等宣傳內容。信息型案例很多（見圖5.1.2—圖5.1.4）。其中，《文明旅遊，出行有禮》：利用漫畫風格的視頻，結合畫筆繪畫方式，鮮明對比旅途中不文明與文明的行為，宣傳文明旅遊新風尚；《兩會語音備忘錄之總理記者會》：聚焦記者會上7個熱點問題的問答文字，配合李克強總理的錄音，回應國計民生的相關問題，向世人展示中國自信；《穿越中國70年》：通過酷炫視頻方式，配備熱血文案，彷彿穿越時空隧道，重溫中國70年來從苦難走向輝煌的奮鬥史，讓國人引以為傲——“如果奇蹟有顏色，那一定是中國紅”。\n圖5.1.2\n圖5.1.3\n圖5.1.4\n②活動型。\n活動型H5主要有抽獎、紅包、投票砍價等形式，這類型的H5大多以營銷、促銷為主要目的，受眾面廣，傳播力度大。在各大節日，微商個體、電商平臺都會推出大量這類型的H5，為促銷活動造勢。圖5.1.5所示《端午秘境遊》是由某銀行在端午節推出的營銷活動。藉助H5頁面，設計接東西、賽龍舟、猜字等多種遊戲形式，通過大轉盤的形式向用戶獻上端午好禮，藉此進行品牌推廣。\n圖5.1.5\n③遊戲型。\n遊戲型H5以趣味性的小遊戲為主，滿足當下用戶的精神娛樂需求。圖5.1.6所示的《圍住神經貓》是一款有趣的H5遊戲，據數據統計，該款小遊戲推出當天，PV值超過86.5萬元，IP值超過23.4萬元。《圍住神經貓》這個遊戲之所以那麼火，是因為看似簡單的界面卻極具挑戰性，每次開局的時候，橙色的點點都是隨機的，不管你用多少步，只要你把貓圍住就可以獲得勝利，但很少出現兩三步就能圍住貓，讓用戶產生面對不同的開局，尋找不同解決方法的挑戰心理。\n圖5.1.6\n④測試型。\n測試型H5主要是抓住用戶出於好奇，抱著獵奇的目的，點擊看看結果的心理。圖5.1.7所示的《四六級方言考試》，標題和焦點圖讓用戶產生好奇。首先用戶對普通話考試、英語四六級考試很熟悉，可是方言有哪些呢？方言測試是否真的準確呢？我的方言能不能測試呢？一系列的好奇心驅動用戶點開H5。除了《四六級方言考試》，測試型H5的主要形式還有答題測試運勢、上傳照片測試顏值。這些測試型遊戲的運行機理是，通過對用戶的行為賦予一個等級、分值，通過等級、分值等進行差異排名和反饋。\n圖5.1.7\n（2）按展示效果分類\n根據展示效果分為全景/AR/VR型、3D操作畫面型、重力感應型和雙屏互動型。\n①全景/AR/VR型。\n《穿越宇宙的邀請函》是典型的全景/VR類H5，如圖5.1.8所示。這個H5畫面炫酷，立體感強，拖拽滑動可隨意控制環視方向，並且結合VR技術，給用戶高大上的體驗。除了《穿越宇宙的邀請函》，還有某手機品牌的《我們i音樂》，也是全景/AR/VR型的H5，如圖5.1.9所示。\n圖5.1.8\n圖5.1.9\n②3D操作畫面型。\n3D操作畫面型的代表作品有《矩陣·不可思議群島》，如圖5.1.10所示。該H5通過簡潔的畫面搭配鮮明的背景色彩，讓頁面視覺舒適、活潑；運用真3D引擎，探索空間模式，用戶通過左右滑動頁面，360度全景查看各頁面，通過點擊頁面上方的“GO”，可以進入查看多角度3D小動畫，體驗感非常棒。另外，某電商平臺的《讓心意先到家》也是屬於3D操作畫面型H5，如圖5.1.11所示。\n圖5.1.10\n圖5.1.11\n③重力感應型。\n重力感應型的代表作是《528任性Go》，如圖5.1.12所示。該H5是某化妝品牌13週年慶的宣傳作品。頁面以迷宮小遊戲為基礎，用戶點擊首頁“開始GO”，啟動小遊戲，利用重力感應操作小人在30秒內成功走出迷宮，即為挑戰勝利。另一個亮點是隱藏在遊戲中的小功能，遊戲小人遇到閃光的化妝品，就會被送到更靠近出口的位置，更容易通關，從而讓用戶娛樂通關和欣賞產品兩不誤。通過遊戲的巧妙設計，達到曝光品牌產品的效果。重力感應型還有一個比較火的例子——某牛奶品牌的《為最愛的TA倒一杯好奶》，如圖5.1.13所示。\n圖5.1.12\n圖5.1.13\n④雙屏互動型。\n《集齊雙屏看媒體人的腦洞工廠》是由新華社推出的雙屏互動H5頁面，如圖5.1.14所示。旨在宣傳其發起的全媒平臺。打開H5頁面，第一部手機就能看到邀請好友加入的明顯提示，第二部手機掃描後，兩機有一個同時關聯服務器的內部操作，目的是保證動畫播放同步性。\n圖5.1.14\n在創意上，左屏是媒體人的一天，右屏是資訊者的一天，場景中還穿插了紙飛機飛過、信息傳輸、人物奔跑等需要雙屏配合的場景，視覺效果非常不錯。雙屏互動H5還有中國平安弘揚奧運精神的《傳遞炬能量，接力不凡》和網易新聞講述兩代人生活的《二分之一的生活》，如圖5.1.15和圖5.1.16所示。\n圖5.1.15\n圖5.1.16\n4.H5製作平臺\n隨著H5的風靡，湧現了一大批H5製作平臺，主要有木疙瘩、歡慶網、易企秀、兔展、人人秀、秀米、凡科、We＋、MAKA、百度H5、咫尺網絡、初頁等。\n活動評價\n通過本次活動，李江瞭解了H5的概念、特點、分類和製作平臺，學會了藉助網絡資源進行自主學習，進一步提升了可持續發展的職業能力。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "74c416d9aad8ccab9f11abf995c5cf2d",
    "title": "活動2 瞭解H5製作工具",
    "text": "活動2\n瞭解H5製作工具\n活動背景\n通過對眾多H5製作平臺的對比，李江發現，木疙瘩的動畫編輯功能強大，可視化的界面、無代碼的製作，使H5製作簡單、容易上手。並且木疙瘩平臺上的素材、教程等網絡資源豐富，非常適合新手自學。因此，李江以木疙瘩平臺為主，重點學習該平臺賬號的註冊、工作臺首頁欄目和H5製作界面的佈局等內容。\n活動實施\n想一想\n（1）H5的製作平臺有哪些？\n（2）如何登錄木疙瘩官網，註冊木疙瘩賬戶？\n做一做\n登錄木疙瘩平臺，瞭解木疙瘩賬戶的類別與權限，完成表5.1.4。\n表5.1.4\n想一想\n木疙瘩平臺的H5製作界面由哪些部分組成？\n做一做\n進入木疙瘩平臺，瞭解界面佈局。\n知識窗\n1.木疙瘩簡介\n木疙瘩是一個在線製作和管理H5交互頁面的平臺，是北京樂享雲創有限公司在2012年研發的。在2017年，經過5年的發展，木疙瘩從1.0版本升級到2.0版本。目前使用的2.0版本，除了提供通用H5平臺的頁面製作、發佈和統計服務，支持文字、圖片、音視頻、數據圖表等全媒體形式，可實現觸控、定位、投票等交互外，關鍵還支持類似Flash時間軸關鍵幀等專業交互動畫模式的可視化操作，給初入門或者專業H5製作者更多自由發揮的空間，成了視覺與創意俱備的專業H5製作平臺。\n2.木疙瘩賬號的註冊\n木疙瘩2.0版本分在線版和離線版兩種形式，兩種版本都必須登錄木疙瘩賬號後才能使用。\n（1）登錄木疙瘩官網\n在搜索引擎中輸入木疙瘩網址，進入木疙瘩官網首頁，如圖5.1.17所示。\n圖5.1.17\n（2）選擇註冊方式\n點擊圖5.1.17所示的“免費註冊”按鈕，可以選擇微信掃碼註冊或者手機註冊兩種方式，如圖5.1.18所示。\n圖5.1.18\n（3）設置註冊信息\n選擇微信掃碼註冊，彈出圖5.1.19所示的註冊頁面。在註冊頁面中輸入手機號碼和驗證碼綁定手機，並設置密碼後，點擊“確認”提交。\n圖5.1.19\n（4）註冊完成\n在圖5.1.19點擊“確認”按鈕提交，註冊成功後，返回領取禮包頁面，如圖5.1.20所示。在領取禮包頁面中，選擇符合需求的行業，點擊“提交＆領取禮包”按鈕可以獲得木疙瘩贈送的3個免費模板。\n圖5.1.20\n3.木疙瘩用戶類別\n木疙瘩用戶分為免費會員、標準會員、團隊會員，不同會員的服務費用和權限不同。免費會員，不收取服務費，適合剛接觸木疙瘩的新用戶。\n4.木疙瘩的工作臺\n（1）登錄木疙瘩\n在木疙瘩官網右上角，點擊“登錄”，如圖5.1.21所示。\n圖5.1.21\n彈出登錄界面，在登錄界面輸入註冊時綁定的手機號碼/用戶名/郵箱和密碼即可登錄，如圖5.1.22所示。\n圖5.1.22\n（2）進入工作臺首頁\n登錄木疙瘩後，出現木疙瘩工作臺首頁，如圖5.1.23所示。頂端是導航欄，有案例、模板、設計師、教程、離線版、報價、論壇7個板塊。左邊是賬戶概況，分為賬戶概況和作品概況。中間為欄目顯示區域，顯示選擇的導航或者賬戶概況欄目。\n圖5.1.23\n5.木疙瘩的H5製作工具\n（1）進入木疙瘩H5製作界面（見圖5.1.24）\n圖5.1.24\n點擊圖5.1.24“我的H5”欄目，點擊“創建作品”，進入選擇編輯器界面，如圖5.1.25所示。\n圖5.1.25\n點擊“專業版”（一般建議選擇“專業版”編輯器，編輯工具的功能更加豐富和專業，可以最大限度地進行自由化操作），即可進入木疙瘩H5製作界面，如圖5.1.26所示。\n圖5.1.26\n（2）木疙瘩H5製作界面介紹\n木疙瘩H5製作界面分為6個部分，如圖5.1.27所示。頂端是菜單欄，包括文件、編輯、視圖、動畫、我的作品、幫助等基本的操作菜單；下面是工具箱，包括新建、打開、保存、預覽、發佈等常用的工具按鈕。工具箱下面是圖層，右邊是時間軸，用來對動畫進行精準地控制，類似Flash工具時間軸。圖層下面是工具條，工具條包含選擇、媒體、繪製、控件、手機功能等工具按鈕。工具條右邊是頁面編輯面板，可以進行增加、刪除、複製、插入頁面等操作。頁面編輯面板右邊是木疙瘩的舞臺，是整個界面的核心區域，H5就是在舞臺區域進行編輯。舞臺周圍留有一定的編輯緩衝區域，可以用來組織暫時不在舞臺上的對象，該區域編輯的對象不會在最終的頁面上出現和展示，舞臺右邊是屬性面板。\n圖5.1.27\n用戶可以根據需要，在菜單欄的視圖下拉菜單中選擇所要顯示的區域，如圖5.1.28所示。\n圖5.1.28\n（3）離線版木疙瘩\n木疙瘩的離線版可以登錄木疙瘩官網，點擊“下載離線版”進行下載，如圖5.1.29所示。由於離線版木疙瘩的製作界面可以最大化，所以推薦使用離線版木疙瘩進行教學。\n圖5.1.29\n離線版和在線版的編輯界面大致一樣。使用離線版完成H5作品的編輯後，依據圖5.1.30所示的步驟，先點擊“保存”按鈕，在彈出的窗口輸入作品名稱，然後點擊“同步到雲端”，將作品同步到木疙瘩官網，以便隨時讀取“我的作品”進行編輯和修改。\n圖5.1.30\n活動評價\n通過本次活動，李江瞭解了木疙瘩平臺的歷史和工作臺界面的內容，重點學習了該平臺賬號的註冊流程和H5製作界面，為他製作H5頁面打下了基礎。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "46cddc98fa74aaf24bec41bb692d1c13",
    "title": "任務2 初級H5頁面製作",
    "text": "任務2\n初級H5頁面製作\n情境設計\n李江在認識、瞭解木疙瘩H5製作工具時，在木疙瘩官網的工作臺界面，觀看了大量H5案例和視頻教程，也探究了木疙瘩H5製作界面的工具操作，想要製作簡單、初級的H5頁面，體驗一下木疙瘩製作H5的奇妙之處。\n任務分解\n初次使用木疙瘩平臺製作H5頁面，李江深知不能操之過急，應遵循從易到難、循序漸進的原則。因此，他給自己確定了三個初級製作任務：一是製作一個完整H5頁面，瞭解背景、文字、圖片、繪製形狀等工具的操作。二是製作H5小動畫，瞭解關鍵幀、關鍵幀動畫的操作。三是製作H5個人簡歷，綜合使用各項工具，製作一個完整的H5應用，並進行預覽、發佈等操作。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "034ebe5ce62d43b0a50e58bae778c854",
    "title": "活動1 製作H5頁面",
    "text": "活動1\n製作H5頁面\n活動背景\n李江在自學H5知識後，總結出H5一般包括背景、文字、圖片等基本元素，這是製作H5頁面的基礎。因此，李江在製作H5頁面時，先是熟悉這些元素的操作，再通過這些元素製作一個簡單完整的H5頁面。\n活動實施\n想一想\n一般H5頁面包括哪些元素？\n做一做\n登錄木疙瘩官網，點擊“教程”，學習工具、素材、媒體等操作教程，製作一個完整H5頁面，並歸納製作心得，完成表5.2.1所示的表格。\n表5.2.1\n知識窗\n1.H5頁面製作前的準備（教學視頻見右側二維碼）\n製作H5頁面\n（1）構思H5頁面草圖\n在製作H5頁面之前，先確定H5頁面的草圖。如製作一個簡單的H5頁面表達心情和構思的草圖，如圖5.2.1所示。\n圖5.2.1\n（2）準備素材\n根據草圖準備所需要的素材，圖5.2.1需要準備的素材有太陽、白雲、人、文字等，可以先在木疙瘩的在線素材庫中查找。點擊圖5.2.2左邊工具條的“素材庫”按鈕，在彈出的“素材庫”對話框中選擇圖片、音頻、視頻、字體、元件庫等素材。\n圖5.2.2\n如果素材庫中沒有所需要的素材，可以通過百度等搜索引擎進行搜索，然後根據需要進行編輯整理，或者使用Photoshop、音頻軟件、視頻軟件等進行製作，再上傳到圖片、音頻、視頻、字體對應選項卡下。點擊“素材庫按鈕”，在素材庫對話框中選擇“圖片”選項卡，再點擊底部的上傳圖片按鈕“＋”符號，即可彈出“上傳圖片”對話框，如圖5.2.3、圖5.2.4所示。\n圖5.2.3\n圖5.2.4\n圖5.2.5\n點擊圖5.2.4中“選擇文件”旁的條形框，選擇本地文件，然後點擊下面的“選擇”按鈕，即可把圖片添加到素材庫中，如圖5.2.5所示。同理，可添加音頻、視頻等素材。\n另外，也可通過導入素材的方式進行添加，如圖5.2.6所示，點擊工具條的“導入圖片”按鈕，即彈出“上傳圖片”對話框，選擇本地文件，點擊“選擇”按鈕即可上傳。\n圖5.2.6\n導入素材方式上傳的素材會直接導入製作頁面，如圖5.2.7所示。\n圖5.2.7\n2.製作H5頁面\n（1）編輯背景\n新建的H5文件，默認的背景顏色為白色，可以點擊右邊屬性面板的背景色進行調色，設置合適的背景顏色，如圖5.2.8所示。\n圖5.2.8\n也可以選擇圖片作為背景，如點擊工具條的素材庫，選擇剛剛從本地電腦上傳的圖片作為背景，如圖5.2.9所示。添加後的頁面如圖5.2.10所示。\n圖5.2.9\n圖5.2.10\n如要調整圖片的大小，可點擊工具條的“變形工具”，拖動圖片，調整圖片的大小，將圖片填滿整個背景，如圖5.2.11所示。\n圖5.2.11\n（2）編輯圖片\n根據草圖，頁面還有白雲、太陽元素，這兩個元素可以在木疙瘩在線素材庫中選擇，如圖5.2.12所示。在“新手入門素材—平臺共享”中選擇白雲圖片，添加白雲素材後效果如圖5.2.13所示。\n圖5.2.12\n圖5.2.13\n在圖5.2.13的屬性面板，根據需要設置圖片的屬性，如把白雲透明度設置為80％，並將白雲拖動到合適的位置，效果如圖5.2.14所示。\n圖5.2.14\n採用同樣的方法繼續添加太陽，並利用選擇工具、變形工具、屬性面板進行屬性設置，設置效果如圖5.2.15所示。\n圖5.2.15\n（3）編輯文字\n點擊工具條的文字工具，繪製文本框，如圖5.2.16所示。\n圖5.2.16\n雙擊文本框，輸入文字“每一天都是新的開始”或者在右邊的屬性面板中輸入，如圖5.2.17所示。\n圖5.2.17\n根據需要在屬性面板中對文字進行設置，如字體大小設為25磅，加粗，旋轉10°，文字屬性的設置和效果如圖5.2.18所示。\n圖5.2.18\n（4）繪製形狀\n給頁面做一個標籤，點擊工具條的“圓角矩形”工具，頁面繪製圓角矩形如圖5.2.19所示。\n圖5.2.19\n點擊圓角矩形，在屬性面板的背景色設置顏色，如圖5.2.20所示。\n圖5.2.20\n也可以按住“Alt”鍵，用拾色器取色，如按住“Alt”鍵，點擊太陽，拾取太陽的顏色，作為圓角矩形的背景色，線條設置為白色，效果如圖5.2.21所示。\n圖5.2.21\n用文字工具在圓角矩形上繪製文本框，並輸入“每日一語”，利用屬性面板將文字顏色設置為白色，加粗，字體設置為雅黑，字號設為25號，並把文本框拖到合適的位置。文字屬性面板的參數設置和效果如圖5.2.22所示。\n圖5.2.22\n同時選中圓角矩形和文本框，右擊，在彈出的快捷菜單中選擇“組”→“組合”，對圓角矩形和文本框進行組合，形成一個元素，如圖5.2.23所示。\n圖5.2.23\n（5）添加預置動畫\n單擊“每日一語”，彈出“添加預置動畫”五角星按鈕，如圖5.2.24所示。\n圖5.2.24\n在彈出的“添加預置動畫”對話框中，選中“強調”中的“懸擺”動畫，如圖5.2.25所示，即可設置標籤的搖擺動畫效果。\n圖5.2.25\n（6）預覽\n在設置好頁面後，可以點擊工具箱的小電腦圖標進行電腦播放預覽，如圖5.2.26所示。\n圖5.2.26\n如果需要在手機上設置預覽效果，則先將作品保存，點工具箱中的“同步到雲端”按鈕，如圖5.2.26所示。\n然後點擊圖5.2.27的二維碼按鈕，在彈出的“通過二維碼共享”窗口，用手機掃一掃即可預覽頁面。\n圖5.2.27\n3.H5在線教程\n木疙瘩不僅提供了一個製作H5頁面的平臺，同時也提供豐富的H5製作教程，如圖5.2.28所示。\n圖5.2.28\n點擊圖5.2.28中的“教程”，可以進入“木疙瘩學院”，自學H5製作知識，如圖5.2.29所示。\n圖5.2.29\n活動評價\n本次活動，李江通過構思H5頁面草圖、準備素材、製作頁面，熟悉了H5頁面背景、圖片、文字、形狀、動畫等的操作，並製作了完整的H5頁面。在製作頁面的過程中，對木疙瘩的菜單、工具條、屬性面板等有了更深入的瞭解和認識，為後期製作H5互動頁面打下了堅實的基礎。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "8f594d16e8a16f65c59f77c7aaf1dd18",
    "title": "活動2 製作H5小動畫",
    "text": "活動2\n製作H5小動畫\n活動背景\n李江在第一次製作簡單的、完整的H5頁面後，發現木疙瘩平臺簡單易學，並且有大量的在線教程，激發了李江強烈的學習興趣。接下來，他想初探一下H5製作小動畫的奧秘。\n活動實施\n想一想\n製作H5小動畫有哪些基本步驟？\n做一做\n學習本活動知識窗中的小動畫製作步驟，製作H5小動畫，歸納製作心得並填寫表5.2.2。\n表5.2.2\n續表\n知識窗\n1.關鍵幀\n關鍵幀是指物體或者角色變化或者運動等關鍵動作所處的那一幀。\n2.關鍵幀動畫\n關鍵幀動畫是指通過設定一個動畫的開始和結束兩個關鍵幀，然後通過軟件自動生成動畫過程的一種形式。任何元素的變化過程都可以通過關鍵幀動畫來實現。\n3.時間軸\n木疙瘩的時間軸是製作動畫的關鍵，時間軸把圖層和圖像幀進行組合和播放，形成動畫，功能和Flash相似，無須代碼，即可製作交互動畫。時間軸面板由圖層、元素幀以及幀區間組合而成，包含按鈕有新建圖層、新建圖層夾、刪除圖層、洋蔥皮、關閉可視化圖層、鎖定圖層、轉換為遮罩、添加到遮罩、切換為遮罩顯示、幀數、當前幀、當前幀時間等，如圖5.2.30所示。\n圖5.2.30\n4.小動畫製作步驟（教學視頻見右側二維碼）\n製作H5小動畫\n（1）插入關鍵幀\n在沒有插入其他關鍵幀之前，當前關鍵幀默認定位在1幀處，顯示為空心小圓點，代表空白關鍵幀，沒有添加對象，如圖5.2.31的①所示。當在需要添加動畫的時間軸上右擊，在彈出的快捷菜單中選擇“插入關鍵幀”，然後在頁面上添加一個方框作為對象，則該關鍵幀處的小圓點變成實心小圓點，如圖5.2.31的②所示。\n圖5.2.31\n（2）添加元素\n插入關鍵幀後，在關鍵幀處添加物體或者角色，如在關鍵幀第1幀處添加太陽。點擊時間軸第1幀處，然後從素材庫中選擇太陽，並通過變形工具調整其位置和大小，效果如圖5.2.32所示。\n圖5.2.32\n（3）插入關鍵幀動畫\n在關鍵幀處添加元素後，就可以給元素插入關鍵幀動畫，設置元素的動畫效果。在時間軸動畫的結束位置如30幀處右擊，選擇“插入關鍵幀動畫”，如圖5.2.33所示。這樣就設定了元素運動的起始位置，給元素設置了運動的時間區域是1～30幀。\n圖5.2.33\n（4）設置動畫方式\n動畫產生除了要有時間，還要有運動方式。在時間區域結束點插入關鍵幀動畫後，選中結束關鍵幀，然後拖動元素，給元素設置動畫方式，就可以產生一個關鍵幀動畫。如點擊30幀，然後再點擊太陽，把太陽從左邊直線拖動到右邊，給太陽設置從左到右的直線運動關鍵幀動畫。拖動後太陽位置如圖5.2.34所示，設置的關鍵幀動畫可以通過點擊菜單欄中的播放按鈕進行觀看。\n圖5.2.34\n（5）添加路徑\n如果想給元素設置曲線運動，如圖5.2.35所示，設置太陽沿著曲線從日出到日落有弧度地運動，在木疙瘩是可以通過添加路徑實現的。\n圖5.2.35\n在圖5.2.35基礎上，新建一個圖層，命名為“曲線”。為了更好地區分圖層，把原圖層命名為“太陽”。在“曲線”圖層中插入提前準備好的曲線圖片，效果如圖5.2.36所示。\n圖5.2.36\n在圖層面板拖動“曲線”圖層置於“太陽”圖層底部，調整曲線的位置，使曲線置於太陽底部，設置效果如圖5.2.37所示。\n圖5.2.37\n選中太陽右擊，在彈出的列表中選擇“路徑”→“自定義路徑”，如圖5.2.38所示。\n圖5.2.38\n選擇自定義路徑後，在太陽的起始位置出現一條新的路徑線，如圖5.2.39所示。\n圖5.2.39\n點擊圖5.2.39左邊工具欄的“節點”工具，然後在路徑線上拖動，路徑兩端會出現兩個節點，對應著起始關鍵幀的位置，如圖5.2.40所示的節點A、B。節點的數量對應關鍵幀的數量，即有多少個關鍵幀就有多少個節點。\n圖5.2.40\n在太陽運動到曲線頂端的位置插入關鍵幀，大概在15幀處，再用節點工具選中路徑線，這時路徑線出現了三個節點，如圖5.2.41所示。\n圖5.2.41\n在圖5.2.41中點擊中間節點C，並拖動至曲線頂端，效果如圖5.2.42所示。當點擊節點時，會在節點兩端出現兩個控制桿，可通過拖動控制桿來調整曲線的弧度，使路徑儘量與曲線吻合。\n圖5.2.42\n同樣，點擊A、B節點和相應的控制桿，調整路徑與曲線吻合，調整效果如圖5.2.43所示。\n圖5.2.43\n至此，太陽沿著曲線運動的路徑設置好了，可以通過點擊圖5.2.43菜單欄中的播放按鈕進行觀看，太陽沿著曲線運動。根據需要，還可以對動畫的屬性進行調整，如設置動畫循環播放，點擊“動畫”菜單，在下拉菜單中選擇“循環”，如圖5.2.44所示，即可設置動畫的循環播放。\n圖5.2.44\n活動評價\n通過本次活動，李江瞭解了關鍵幀、關鍵幀動畫和添加動畫路徑，體驗了製作小動畫的樂趣，為應用小動畫打下了基礎。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "af5379c386495a0f343f601a3c3c84fe",
    "title": "任務3 H5互動頁面製作",
    "text": "任務3\nH5互動頁面製作\n情境設計\n經過一段時間的學習和初級H5頁面的製作，李江的H5製作技術突飛猛進，也對H5頁面的製作產生了濃厚的興趣，特別是H5互動頁面，交互性強，應用面廣。因此，李江打算製作H5互動頁面，運用在公司的日常工作中。\n任務分解\n結合公司的實際應用，李江計劃製作一些H5互動頁面，分別是搖一搖、邀請函、知識互動問答等，用在公司佈置的日常工作中。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "882d0f3ab7c7f1fe403d77deaeff267d",
    "title": "活動1 製作H5搖一搖",
    "text": "活動1\n製作H5搖一搖\n活動背景\n聚星公司在週年慶之際，組織老客戶關懷活動，凡是現場參加公司週年慶活動的老客戶都能獲得一份禮品。為了增加週年慶活動的趣味性，李江製作一個H5搖一搖頁面，讓老客戶通過掃碼進入H5頁面，搖一搖隨機領取禮品。\n活動實施\n想一想\n（1）進行客戶關懷對公司有什麼作用？\n（2）通過搖一搖隨機派發禮品對客戶進行關懷有哪些優勢和劣勢？\n做一做\n參考知識窗中製作H5搖一搖的步驟，並完成表5.3.1。\n表5.3.1\n續表\n知識窗\n製作H5搖一搖的步驟如下（教學視頻見右側二維碼）：\n製作H5搖一搖\n1.製作頁面\n在第1頁建立“文字”“手機”“按鈕”三個圖層。在“文字”圖層輸入文字“感謝一路有您”；在“手機”圖層插入準備好的動態搖一搖圖片；在“按鈕”圖層通過文字、圓角矩形工具繪製“搖幸運禮品”按鈕，並進行組合。背景色通過拾色器在圖片手指上按住“Alt”鍵點擊取色，頁面設置效果如圖5.3.1所示。\n圖5.3.1\n添加新頁面，製作第2頁。在第2頁上建“感謝”“產品”“產品名稱”“返回”4個圖層。“感謝”圖層用文本工具輸入“感謝參與！”；“產品”圖層插入產品圖；“產品名稱”圖層用文字工具輸入產品名稱；“返回”圖層用文字、圓角矩形工具製作“點擊返回”按鈕，並進行組合，製作效果如圖5.3.2所示。\n圖5.3.2\n複製第2頁製作第3頁、第4頁，更改產品圖片和產品名稱，製作效果如圖5.3.3所示。\n圖5.3.3\n2.設置頁面隨機跳轉\n在第1頁中，點擊“手機”圖層，選中手機，在右邊出現橙色的添加/編輯行為按鈕，如圖5.3.4所示。\n圖5.3.4\n點擊該按鈕，彈出“編輯行為”窗口，選擇動畫播放控制下的“跳轉到頁”行為，如圖5.3.5所示。\n圖5.3.5\n在圖5.3.5中，點擊“筆”按鈕，進入“參數”對話框，如圖5.3.6所示。在頁號中輸入要跳轉的頁碼，由於是隨機跳轉到第2、3、4頁，所以頁號輸入“2；3；4”，頁號之間用“；”號隔開，表示“或”的意思。需要注意的是，輸入“；”號需要在英文狀態下輸入。設置好後，點擊“確認”按鈕。\n圖5.3.6\n用同樣的方法點擊第2頁的“點擊返回”按鈕設置頁面跳轉。由於點擊“點擊返回”按鈕指定跳轉到第1頁，所以頁號只需輸入1，參數設置如圖5.3.7所示，設置完畢點擊“確認”按鈕。\n圖5.3.7\n第3頁、第4頁點擊“點擊返回”按鈕的頁面跳轉行為和第2頁是一樣的，可以通過複製粘貼行為進行設置。首先點擊第2頁的“點擊返回”按鈕，然後右擊，在彈出的對話框中選擇複製行為，如圖5.3.8所示。\n圖5.3.8\n點擊第3頁的“點擊返回”按鈕，右擊，在彈出的對話框中選擇粘貼行為，如圖5.3.9所示。同樣通過複製、粘貼行為設置第4頁的頁面跳轉。\n圖5.3.9\n3.設置觸發條件\n為了便於計算機預覽效果，頁面跳轉默認的觸發條件是“點擊”，如圖5.3.5所示。可是第1頁需要通過“搖一搖”進行頁面的隨機跳轉，所以在頁面隨機跳轉預覽無誤後，需要把觸發條件更改為手機“搖一搖”，如圖5.3.10所示。\n圖5.3.10\n4.設置禁止翻頁\n進行預覽會發現，頁面除了通過搖一搖會隨機跳轉翻頁，滑動也會自動翻頁。這時需要設置頁面禁止翻頁，只允許頁面搖一搖才隨機跳轉到相應頁面。點擊第1頁的手機，點擊“添加/編輯行為”，選擇動畫播放控制下的“禁止翻頁”，觸發條件改為“出現”，複製行為到其他頁面。設置禁止翻頁和複製粘貼行為，前面已講述，這裡不重複，最終設置效果可點擊預覽按鈕觀看。\n活動評價\n本次活動李江學以致用，通過設置手機搖一搖觸發頁面隨機跳轉，成功地把H5搖一搖頁面應用在公司的客戶關懷活動中，提升了客戶對公司的忠誠度。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "eca34451d217109c9fe70543fa8ad8d0",
    "title": "活動2 製作H5邀請函",
    "text": "活動2\n製作H5邀請函\n活動背景\n聚星公司推出一項新服務，邀請客戶參加服務推介會。公司把推介會的宣傳、邀請工作交給了李江。為了更高效、更便捷地發佈推介會信息和統計參會情況，李江製作H5邀請函，並通過線上線下的方式，將H5邀請函進行推送。\n活動實施\n想一想\n（1）邀請函包含哪些基本信息？\n（2）H5邀請函有哪些優點？\n做一做\n根據公司推介會信息，製作一封包含表單數據提交、頁面拖動、指定頁面定位跳轉的H5邀請函，歸納製作心得，填寫在表5.3.2中。\n表5.3.2\n知識窗\n1.邀請函內容\n公司活動邀請函包括活動名稱、活動描述、活動時間、活動地點、聯繫人等基本信息。為了便於邀請對象參加活動，還可以設置溫馨提示，附上行車路線、定位地圖、停車推薦等信息。而現在流行的H5邀請函，基本信息還包括信息提交表單，便於統計參加活動的情況。\n2.製作步驟（教學視頻見右側二維碼）\n製作H5邀請函\n（1）製作頁面\n在第1頁中插入提前用PS工具製作的公司推介會信息長圖，該長圖的寬度是按照舞臺寬度設置的，效果和參數如圖5.3.11所示。\n圖5.3.11\n將信息長圖往上移動，直至舞臺留有足夠空位設置信息提交，如圖5.3.12所示，將信息長圖的底部移動到舞臺中間。\n圖5.3.12\n在頁面插入用PS做好的背景圖，如圖5.3.13所示。\n圖5.3.13\n在圖5.3.13中點擊背景圖片，右擊，在彈出的下拉列表中選擇“排列”→“移至底層”，設置效果如圖5.3.14所示。\n圖5.3.14\n在第2頁插入和第1頁相同的背景圖片。首先用文字工具繪製兩個文本框，分別輸入“提交成功”“期待您的光臨”，字體顏色用拾色器設置為第1頁信息長圖的文字顏色；然後插入一張感恩圖，並設置圖片的透明度，使圖片與背景自然融合；用文字、圓角矩形設置“再看一次按鈕”。文字、圖片、按鈕文字、按鈕圓角矩形的參數設置如圖5.3.15所示，設置效果如圖5.3.16所示。\n圖5.3.15\n圖5.3.16\n複製第2頁，更改和調整文字，設置效果如圖5.3.17所示。\n圖5.3.17\n（2）製作提交表單\n在第1頁信息長圖的底部用圓角矩形和文字工具繪製按鈕，按鈕顏色用取色器設置為信息長圖的文字顏色，文字輸入“活動報名”，再用圓角矩形設置提交信息的背景框，背景色設置為白色。按鈕圓角矩形、文字、背景框圓角矩形的參數設置分別如圖5.3.18所示，設置效果如圖5.3.19所示。\n圖5.3.18\n圖5.3.19\n首先在工具條中選擇表單的輸入框工具，然後在白色背景框上繪製輸入框，如圖5.3.20所示。\n圖5.3.20\n在輸入框的屬性面板中將輸入框名稱命名為“姓名”，並設置輸入框的提示文字、類型等屬性，參數設置如圖5.3.21所示。\n圖5.3.21\n將信息背景框和輸入框進行組合和複製，分別命名為電話、公司名稱，並在屬性面板中更改提示文字、類型等屬性，參數設置和效果如圖5.3.22所示。\n圖5.3.22\n複製“活動報名”按鈕到頁面底端，把文字改為“提交”，製作“提交”按鈕，效果如圖5.3.23所示。\n圖5.3.23\n（3）設置數據提交\n選中“提交”按鈕，然後點擊右邊的添加/編輯行為按鈕，如圖5.3.24所示。\n圖5.3.24\n在彈出的編輯行為對話框中，選擇數據服務下拉菜單的“提交表單”，如圖5.3.25所示。\n圖5.3.25\n點擊圖5.3.25右邊的筆圖標，彈出“參數”設置對話框，如圖5.3.26所示。\n圖5.3.26\n設置提交目標為“默認數據服務”，將數據提交到木疙瘩服務器；提交對象選擇需要提交的姓名、電話、公司名稱；操作成功後頁面跳轉到第2頁，操作失敗後頁面跳轉到第3頁，參數設置和操作成功、操作失敗跳轉設置分別如圖5.3.27所示。\n圖5.3.27\n（4）設置頁面滑動\n點擊時間軸的第1幀，所有元素被選中，然後右擊，在彈出的對話框中選擇“組”→“組合”，把所有元素進行組合，如圖5.3.28所示。\n圖5.3.28\n點擊組合，屬性面板更改上座標為0，使組頂端和舞臺頂端對齊，更改拖動旋轉屬性為“垂直拖動”，屬性面板參數如圖5.3.29所示，設置效果如圖5.3.30所示。\n圖5.3.29\n圖5.3.30\n（5）設置頁面指定位置跳轉\n為了讓用戶有更好的體驗，活動報名數據提交操作成功後，頁面跳轉到第2頁，還可以返回再看一次邀請函，更詳細地瞭解邀請函內容。因此點擊第2頁的“再看一次邀請函”按鈕，設置頁面跳轉到第1頁。同理，第3頁的“再填一次”按鈕設置頁面跳轉到第1頁。由於頁面跳轉在“製作H5搖一搖”章節已經介紹，這裡不再重複。\n設置頁面跳轉成功後，發現點擊第2頁的“再看一次邀請函”按鈕和第3頁的“再填一次”按鈕，頁面都能成功跳轉到第1頁，但都是定位在頁面底部，如圖5.3.31所示。\n圖5.3.31\n對於想再看一次邀請函，瞭解邀請函的詳細內容，需要頁面跳轉定位如圖5.3.32所示的頁面，一目瞭然呈現邀請函的關鍵信息。\n圖5.3.32\n這就需要用到頁面座標控制。點擊第1頁的組，拖動組，首先將要顯示的內容停留在舞臺上，然後在屬性面板中給組命名為“首頁”，記下組的上座標參數，如圖5.3.33所示。記錄好座標之後，仍然需要將上座標設置為0，使組頂端和舞臺頂端對齊，當頁面加載時，出現的是邀請函頂端。\n圖5.3.33\n點擊第2頁的“再看一次邀請函”按鈕，點擊“添加”→“編輯行為”，如圖5.3.34所示。\n圖5.3.34\n在彈出的“編輯行為”對話框中，選擇屬性控制下的“改變元素屬性”，如圖5.3.35所示。\n圖5.3.35\n在圖5.3.35點擊“筆”按鈕，彈出改變元素屬性的參數設置對話框，如圖5.3.36所示。\n圖5.3.36\n設置元素名稱為第1頁組名稱“首頁”，選擇元素屬性為“上”，賦值方式為“用設置的值替換現有值”，取值輸入前面記下的組上座標“－215”，具體如圖5.3.37所示。點擊“確定”按鈕，即可實現頁面指定位置的跳轉。\n圖5.3.37\n（6）禁止翻頁\n活動邀請函是根據實際情況進行頁面跳轉，不需要翻頁，自動翻頁又不合理，因此需要設置邀請函禁止翻頁。在第1頁舞臺的空白處畫一個矩形，點擊矩形的“添加/編輯行為”按鈕，如圖5.3.38所示。\n圖5.3.38\n在彈出的“編輯行為”對話框中，選擇動畫播放控制的“禁止翻頁”，將觸發條件設置為“出現”，如圖5.3.39所示，頁面禁止翻頁就設置完成。至此，完成了邀請函的設置。\n圖5.3.39\n活動評價\n通過本次活動，李江學會了在H5邀請函製作中輸入表單、數據提交、頁面拖動、指定位置頁面跳轉等操作，並高效地完成了公司佈置的任務，得到了公司領導的好評。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "7e3b1f82104390d0dd19c7983f48bb2e",
    "title": "活動3 製作H5互動知識問答",
    "text": "活動3\n製作H5互動知識問答\n活動背景\n“雙十一”將至，公司計劃聘用實習生來解決臨時人員短缺問題。於是要求李江製作一個H5互動知識問答頁面，以期招聘到有客服知識儲備的實習生。\n活動實施\n想一想\n客服需要具備哪些知識儲備？\n做一做\n學習本活動知識窗中的H5互動知識問答頁面製作步驟，並製作出可以自動評分的客服知識H5互動問答頁面，歸納製作心得，填寫在表5.3.3中。\n表5.3.3\n知識窗\nH5互動知識問答頁面製作步驟如下（教學視頻見右側二維碼）：\n製作H5互動知識問答\n1.頁面製作\n第1頁根據個人喜好設置頁面背景顏色（＃875C0D）；用文字工具輸入標題“歡迎參加客服互動知識問答”；接著插入一張裝飾圖片；然後用文字和圓角矩形制作一個“開始”按鈕並進行組合，製作效果如圖5.3.40所示。\n圖5.3.40\n新建第2頁作為客服知識的問題頁，用文字工具繪製4個文本框，分別輸入題目和3個選項。選中3個選項後右擊，在彈出的對話框中選擇“對齊”→“均分高度”，如圖5.3.41所示，頁面設置效果如圖5.3.42所示。\n圖5.3.41\n圖5.3.42\n複製第2頁，製作另外4個問題的頁面，調整後的效果如圖5.3.43所示。\n圖5.3.43\n在新建答題結果頁中，用文字工具繪製3個文本框，分別輸入“您本次問答得分”“0”“分”，設置效果如圖5.3.44所示。\n圖5.3.44\n2.設置自動評分\n點擊結果頁的“0”文本框，在屬性面板中給文本命名為“分數”，如圖5.3.45所示。命好名字後就可以對文本進行屬性控制了。\n圖5.3.45\n點擊第2頁，給第1題對的選項添加行為，如第1題的C為正確選項，則點擊C選項，如圖5.3.46所示。\n圖5.3.46\n在圖5.3.46點擊“添加/編輯行為”，進入“編輯行為”對話框，選擇屬性控制下的“改變元素屬性”，如圖5.3.47所示。\n圖5.3.47\n圖5.3.48\n點擊圖5.3.47右邊的筆按鈕，進入改變元素屬性的參數設置對話框。該H5互動知識問答頁面測試5道題，每道題20分，每答對一題則可以得到20分。參數設置如圖5.3.48所示。取值“20”，意思是當點擊C選項時，分數文本框的值就在現有值基礎上加20。\n同理，分別設置第2題的A選項、第3題的B選項、第4題的C選項、第5題的B選項的行為屬性控制。\n3.設置翻頁\n該H5互動知識問答頁面需要實現不能自動翻頁，第1頁只有點擊“開始”才能進入下一頁答題。點擊第1頁“開始”按鈕，進入“編輯行為”對話框，設置“禁止翻頁”和“下一頁”兩個行為，如圖5.3.49所示，即可實現出現按鈕禁止翻頁，點擊按鈕進入下一頁。\n圖5.3.49\n問題頁面，點擊選項答題即可進入下一個頁面。因此，需要給每個問題的選項都添加一個當點擊即可進入下一頁的行為。如第1題，點擊A選項，點擊“添加”→“編輯行為”按鈕，如圖5.3.50所示。\n圖5.3.50\n在彈出的“編輯行為”對話框中，選擇動畫播放控制的“下一頁”，即可實現點擊選項自動進入下一頁，如圖5.3.51所示。同樣設置B、C選項和第2題、第3題、第4題、第5題的所有選項。至此，H5互動知識問答頁面製作完畢。\n圖5.3.51\n活動評價\n通過本次活動，李江瞭解了H5互動問答頁面的相關案例和製作原理，掌握了H5互動問答頁面的翻頁設置和利用屬性控制實現知識問答的自動評分，又一次出色地完成了公司領導佈置的工作。\n項目檢測\n1.判斷題\n（1）H5可以把一些信息存在客戶端，這使頁面擁有更短的啟動時間、更快的聯網速度和更流暢的畫面。（ ）\n（2）關鍵幀指的是時間軸把圖層和圖像幀進行組合和播放形成動畫，它的功能和Flash相似，無須代碼，即可製作交互動畫。（ ）\n（3）在製作H5互動頁面時，在沒有插入其他關鍵幀之前，當前關鍵幀默認定位在0幀處，顯示為空心小圓點，代表空白關鍵幀，沒有添加對象。（ ）\n（4）信息型H5是相對簡單的H5，採用文字、圖片等形式呈現內容，通過向上滑動、向左滑動等形式，不斷翻頁來展示內容。（ ）\n（5）在各大節日，微商個體、電商平臺都會推出大量遊戲型的H5，為促銷活動造勢。（ ）\n2.簡述題\n簡述H5製作的常用平臺。\n3.實訓題\n現在有一個你心儀的電商企業來學校招聘，請你選擇一個熟悉的H5平臺，製作一份電子簡歷。要求邏輯清晰、排版佈局和諧美觀。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "a23ee33c0fd05d15326df228c7cdeb15",
    "title": "項目6 活動運營",
    "text": "項目6\n活動運營\n【項目綜述】\n新媒體運營的思維、策略、工具、平臺的不斷發展，造就了新型多樣的活動運營方式和渠道，在各類商業活動、公益活動乃至國家公共安全領域等方面都起到了較為重要的傳播作用和價值。無論是企業還是個人，能否整合各種新媒體手段，制訂出符合自身和市場需求的新媒體活動運營策略，成為當今時代決勝的關鍵一步。\n本項目分為2個任務：什麼是活動運營和如何實施活動運營，下面將帶領大家一起學習和掌握活動運營的策劃、實施與覆盤。\n【項目目標】\n知識目標\n◇理解活動運營的概念。\n◇理解活動運營的完整流程。\n◇知道活動運營的實施過程。\n◇知道活動覆盤的方法。\n能力目標\n◇設計活動運營的基本流程。\n◇設計活動運營的方案。\n◇初步實施活動運營的基本過程。\n◇總結覆盤活動。\n素質目標\n◇培養大局觀和全局意識。\n◇培養參與社會的能力及社會責任感。\n◇培養團隊溝通協調能力。\n◇培養邏輯思維能力及文字表達能力。\n◇培養創新創業的開拓精神。\n◇培養覆盤能力，優化經驗與突破自我邊界能力。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA==\n【項目思維導圖】"
  },
  {
    "id": "39cfc7f9359dc62f3596373c83247e19",
    "title": "任務1 什麼是活動運營",
    "text": "任務1\n什麼是活動運營\n情境設計\n聚星公司為了提高銷售業績、吸引流量、擴大知名度，對已成為部門負責人的李江和張敏提出了新的任務。要求他們帶領部門成員，綜合運用微信、微博、抖音等各類新媒體運營方式，策劃、協調和實施一次大型活動。\n任務分解\n為了順利實施活動運營，李江和張敏等人首先借助網絡搜索引擎瞭解活動運營的概念、要點和類別等基本知識，然後根據關鍵環節設定好具體的活動運營流程。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "6f2e41b8de2f93d393d487270a592b29",
    "title": "活動1 瞭解活動運營",
    "text": "活動1\n瞭解活動運營\n活動背景\n李江、張敏對於如何設計一系列完整的活動運營毫無頭緒，他們虛心請教同行前輩，釐清活動運營的概念、類別和運用，為後續制訂活動運營流程打下基礎。\n活動實施\n想一想\n什麼是活動運營？\n做一做\n團隊合作，開展活動運營的調研活動，要求分工明確，找出至少4個相關案例，瞭解案例的活動組織模式和基本要點，完成表6.1.1。\n表6.1.1\n知識窗\n1.什麼是活動運營\n活動運營是指圍繞企業特定目標，系統地開展一項或者一系列活動的全部過程。一般來說包括階段計劃、目標分析、方案設計、物料準備、活動預熱、過程執行、活動收尾、後期發酵及效果評估等全部過程。在電商時代，活動的策劃和執行可以結合線上、線下，利用各類新媒體的配合來達到既定的效果。\n網店在“雙十一”發放的優惠券就是活動運營中常見的手段，如圖6.1.1和圖6.1.2所示。\n圖6.1.1\n圖6.1.2\n2.活動運營的分類\n活動運營是活動全過程的整合運作，內容繁多且複雜，分類方式也多種多樣，如圖6.1.3所示。\n圖6.1.3\n（1）按形式分類\n活動運營按形式可分為線上活動運營、線下活動運營及線上線下聯動運營。\n（2）按媒介類型分類\n活動運營按媒介類型可分為文案活動運營、視頻活動運營、直播活動運營等。\n（3）按活動運營的目標分類\n①增加品牌曝光度活動。\n增加品牌曝光度活動，顧名思義是以增加品牌曝光度、提升用戶的品牌熟悉度為目的的活動，適合新品牌上線，或者具備一定知名度的品牌在喚醒用戶的階段。形式上靈活多變，活動對象較寬泛，推廣渠道多種，活動環節可以形成系列。一般可以採用事件營銷的方式。\n近幾年刷爆朋友圈的《猜畫小歌》，是基於微信小程序的一個小遊戲，它的玩法類似於“你畫我猜”，但猜畫的對象是AI人工智能。遊戲內容：根據系統出的題目，在規定時間內作畫，AI根據圖畫猜測答案，猜中則進入下一題，沒猜中則遊戲結束。這款AI體驗器以其簡單易懂、富有樂趣又易於傳播的形式風靡社交網絡，讓消費者對前沿的AI人工智能有了更直觀的認知和體驗，為後續的產品傳播打下了基礎，如圖6.1.4所示。\n圖6.1.4\n②新用戶拓展類活動。\n新用戶拓展類活動主要是以提升新用戶註冊量、用戶激活率、關注率等為目的，可以分為短期營銷活動和長期的常規化活動。短期營銷活動時間一般控制在2～3天，利用一些精心策劃的營銷事件來起到擴大知名度、拓展新用戶的作用；長期的活動，常見於網店或App針對新用戶所發起的活動。\n使用新用戶專享福利、團長開團團購等活動，進行新用戶拓展。美團App為了吸引新用戶，增加新用戶下單率，推出“新用戶成長禮”活動，在App首頁設置新人成長禮券，新用戶點擊即可領取8～10元的外賣券，滿15元可用，如圖6.1.5所示。\n圖6.1.5\n③吸引流量類活動。\n吸引流量類活動是指將用戶引流到某用戶池的活動。廣義上，幾乎所有包含企業名稱、企業標識的活動形式都可以達到吸引流量的目標，包括燈箱硬廣、微信朋友圈的廣告活動、網店促銷活動等。引流不但可以實現網上流量增加，也可以引流至線下實體店，如在抖音或小紅書發佈產品的相關視頻，發起“免費領取樣品”“到店第二杯半價”等活動，引導客戶去實體店進行消費。\n某咖啡品牌在小紅書上推出“玩味冰調”活動，在規定時間內憑小票到店可以多享受一杯特定的飲品，號召大家約朋友一起享用，較好地起到了吸引流量的效果，如圖6.1.6所示。\n圖6.1.6\n④提升用戶黏性類活動。\n提升用戶黏性類活動，是以提高用戶的忠誠度、減少流失率為主要目的的活動。目前，常用的做法包括網店定期或不定期的會員活動，一些生活類App也會採用一些每日簽到、會員優惠券、積分商城的形式，增加用戶的打開率，培養用戶的忠實度。\n淘寶平臺推出“簽到”活動，每日簽到都有紅包可以領取，當日消費可用，週一至週六籤滿4天，週日還可以額外瓜分2 000萬元。引導客戶每日打開淘寶，培養消費習慣，同時也提高了用戶忠誠度，如圖6.1.7所示。\n圖6.1.7\n活動評價\n通過本次活動，李江、張敏掌握了活動運營的基本定義，同時瞭解了活動運營的分類，為下一階段的任務做好了充分的知識準備。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "30cb3ea14d31bde3a397234cf2558548",
    "title": "活動2 設計活動運營流程",
    "text": "活動2\n設計活動運營流程\n活動背景\n李江和張敏接下來的重要任務就是設計活動運營的流程。只有設計好流程，後期才能按照步驟執行。\n活動實施\n想一想\n（1）活動運營流程可以分為幾個基本階段？\n（2）活動運營流程設計的每個階段包含了哪些環節？\n做一做\n閱讀案例：為了慶祝國慶節，某電商食品品牌在9月初就開始籌備一系列活動，首先準備在微信公眾號和微博上進行以“＃愛中國愛新鮮原味＃”為主題的宣傳活動，並在各大城市的公交站臺上投放廣告；然後天貓旗艦店在國慶節期間進行“滿300減200”的大型促銷活動；最後在購買金額前500名的消費者中抽籤，抽中者可以獲得贈送一年的堅果的權利，中獎消息將會在微博上公佈。具體時間和流程如圖6.1.8所示。\n圖6.1.8\n（1）根據上述案例內容，在表6.1.2中填寫三個階段對應的活動運營中那一部分的行動。\n表6.1.2\n（2）思考表6.1.2中每一個階段運營者的動作，嘗試用簡單的詞彙（一個詞或短句）來分解該階段的步驟。\n知識窗\n活動運營不是發佈一篇推廣軟文或者派發一次宣傳單張這麼簡單，為了達到特定的目的，活動的設計需要周密地考量，活動的物料需要提前準備，把所有的素材有機地組合起來，還需要相關部門之間的相互配合，方能完成一次合理而有效的活動運營。完整的活動運營需要一段持續的時間，系列的活動運營所需時間更長，甚至以年為單位計算。因此，明確活動運營的完整流程，並依照流程設計出活動運營方案就顯得非常重要了。\n一般來說，活動運營的完整流程包含策劃、實施和覆盤三個階段，每個階段包含若干關鍵環節，如圖6.1.9所示。\n圖6.1.9\n1.策劃階段\n策劃階段是整個活動運營過程最核心的內容，此階段的工作，為後續活動運營的落地執行和收尾提出綱領與框架，也是整個活動運營能否成功的關鍵之處，見表6.1.3。\n表6.1.3\n2.實施階段（見表6.1.4）\n表6.1.4\n3.覆盤階段（見表6.1.5）\n表6.1.5\n活動評價\n通過本次活動，李江和張敏瞭解了活動運營的三個階段和每個階段的重要環節，能夠明確地知道活動運營的流程，為下一階段的任務做好了充分的知識準備。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "710bcdfb49ec59f9615ba1ce81b592e3",
    "title": "任務2 如何實施活動運營",
    "text": "任務2\n如何實施活動運營\n情境設計\n聚星公司最近接手一個新項目，承辦喜喜公司的十週年慶典，藉此機會將公司品牌、知名度、美譽度提上一個新臺階，公司要求李江和張敏做好活動運營方案並實施。\n任務分解\n李江和張敏在同行前輩的指點下，通過蒐集、分析企業經典活動運營案例，思考如何根據實際情況，設計和實施活動運營方案，並在完成活動運營後進行復盤。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "eb1d7aa4aeec1ee51348930a4d48c3de",
    "title": "活動1 分析企業經典活動運營案例",
    "text": "活動1\n分析企業經典活動運營案例\n活動背景\n李江和張敏需要根據流程實施策劃、執行和收尾三個階段，完成一次完整的活動運營。但他們對如何結合新媒體策劃喜喜公司的十週年慶典仍無思緒。他們蒐集、分析了一些企業經典的活動運營案例，希望從中得到啟發。\n活動實施\n做一做\n（1）看到一個成功的企業活動案例，可以從哪些方面來分析？\n（2）在分析的過程中，你是否有注意到細節？有哪些地方是可以記錄下來的？\n做一做\n（1）團隊合作，蒐集一個成功的企業活動運營案例。\n（2）試著分別從企業背景、活動對象、活動渠道、時間節點等方面，對找到的活動案例進行背景分析。\n（3）試著按照時間的推移，將該活動的思路和進展羅列出來。\n（4）嘗試對整個案例進行思考和總結。\n知識窗\n1.活動運營案例背景：網易嚴選生活家居品牌週年慶\n網易嚴選是網易旗下自營的生活家居品牌，以線上網店為主要銷售方式，線下有部分實體店。該品牌深度貫徹“好的生活，沒那麼貴”的品牌理念，深入世界各地，與全球最優質的供應商進行合作，為消費者提供“好價格、好商品和好服務”的優質體驗。在消費者心目中具備一定的地位，尤其是國內初創ODM電商模式，這種模式給消費者留下了深刻印象。在品牌成立一週年之際，品牌在企業自身網站推出週年大促的活動，最後達成了品牌宣傳的目的。\n2.案例分析\n（1）活動策劃分析（見表6.2.1）\n表6.2.1\n（2）活動方案設計拆解\n網易嚴選的活動運營設計以週年慶為時間節點，分為站外和站內兩條線。站外以微博、微信公眾號等平臺先進行活動前期發酵，不斷聚集人氣，吸引流量。站內圍繞週年慶開展相對應的促銷活動，增加新用戶數量，提高轉化率，最終達到品牌宣傳的目的。活動方案的思路與時間拆解見表6.2.2。\n表6.2.2\n（3）活動實施拆解\n本案例的活動按照前期各大媒體發酵造勢、中期站內大促推進高潮和後期返場發酵的順序進行實施。\n①預熱階段：利用各類媒體大V、大號造勢。\n作為知名網站的掌門人，本身就被大眾所熟悉，本次活動首先利用了掌門人的身份，在微博設計了一次採茶活動的直播，相當於老闆先給自己打了一個廣告，還允許將照片製作成表情包全網傳播。一週後，該掌門人又接受了採訪，進一步炒熱話題，鞏固品牌形象。\n與此同時，在微博發起“＃買不起房買得起家＃”的話題（見圖6.2.1），併發布系列走心的短視頻（見圖6.2.2），全網參與度極高，各類大V、明星紛紛參加討論，品牌形象再次深入人心。不單是微博，微信也利用知名營銷號進行傳播，同時，傳統媒體如報紙、公交站牌的硬廣也配合本次活動，密集地進行宣傳。\n圖6.2.1\n圖6.2.2\n②執行階段：站內大促。\n自4月1日起，主站就開始進行預熱，直至4月7日正式進入週年慶大促，到4月11日店慶日終極狂歡，將整個站內促銷活動推入高潮。\n在前期，站內開始分類目進行促銷，每日安排一個品類，目的是持續蓄積流量，如圖6.2.3所示。\n圖6.2.3\n週年慶大促時段設計了全場八折，針對老顧客還專門提供了福袋（見圖6.2.4），即下單達到一定數額，就可以獲得相應等級數額的福袋，用於二次購買折扣使用，不但提高了轉化率、促進了客單額，還進一步增強了客戶的黏性，可謂一舉多得。\n圖6.2.4\n③收尾階段：站內返場加後期發酵。\n網易嚴選在活動的收尾階段，在站內安排了一次為期3天的返場，徹底聚攏本次活動的流量進行二次轉化。同時，微博、微信公眾號的話題依然保持一定熱度（見圖6.2.5），甚至持續了整整一個月，進一步加深對該品牌的認知和印象，達到本次週年慶活動的最終目的。\n圖6.2.5\n活動評價\n通過本次的案例學習，李江和張敏對ODM品牌的週年慶活動進行拆解，從現實案例的角度，瞭解了活動的背景、對象和活動的設計思路，為後續的學習打下基礎。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "562cb937c0ff2a66599fb978d4fdae87",
    "title": "活動2 設計活動運營方案",
    "text": "活動2\n設計活動運營方案\n活動背景\n李江和張敏知道，成功的活動運營案例離不開前期活動方案的設計，只有設計合理、考慮周全的方案，才能保證整個活動順利執行。為了能夠設計好這次喜喜公司十週年慶典活動，他們在總經理的協調下，請來了多個部門的經理和主管，共同協商，完成活動運營方案的設計。\n活動實施\n想一想\n（1）什麼是活動運營方案？\n（2）設計方案時需要考慮哪些要點？\n（3）結合相關案例，說說一個活動運營方案的基本內容包括哪些。\n做一做\n（1）團隊合作，進行一次活動運營方案的探究和學習活動。\n（2）運用百度、搜狗等搜索引擎和各類平臺，蒐集信息，完成表6.2.3，嘗試跟著李江和張敏一起，為喜喜公司十週年慶典活動做一份活動運營方案。\n表6.2.3\n完成表格後，請按網絡搜索的活動方案格式，將表格整理成文字形式，即完成一份活動運營方案。\n知識窗\n1.活動運營方案的設計思路\n活動運營方案是整個活動運營思路和過程的文字性提煉與描述，是活動運營落地執行的操作指引，可以說，只有設計合理的運營方案加上精確無誤的活動執行，才能完成一次效果較好的活動運營。在設計活動運營方案時，可以按照以下思路進行：\n（1）活動階段分析\n活動運營方案的設計需要先確定活動的時間節點。一般來說，運營者可以依託節假日、週年慶等熱點時間來開展活動。\n（2）活動目的分析\n新媒體活動運營的目的可以大致總結為三類：獲取流量、轉化付費和品牌宣傳。比如，各類App或公眾號常見的開團五折和拉新團長免費，就是典型的以獲取流量為目的的活動；而電商中常見的滿減券和優惠券，則是以轉化付費為目的。如圖6.2.6所示，通過優惠券投放，吸引顧客購買，刺激顧客多買，從而達到促進銷售額的目的。\n圖6.2.6\n無論是短期的活動還是系列活動，都有且僅有一個核心的目的，如果目的太過寬泛，可以將它拆解為更方便理解和更具有操作性的小目標。\n（3）活動對象分析\n活動對象是整個活動運營方案設計的靶子，只有知道方向在哪裡，才能確定活動的渠道和形式。通常可以結合活動目的進行分析，比如，某個以增加註冊量為目的的活動，對象就是未註冊或者未下載的目標用戶。\n明確活動對象，不但要清晰對象是誰，還需要分析對象的喜好並確定對象聚集的渠道。比如，年輕人容易被新鮮潮流時尚的東西所吸引，大量聚集在小紅書、抖音等視覺衝擊力大的新媒體；中年白領則通常偏向深度思考、以文字為主的博客或者某些嚴肅公眾號。\n（4）活動策略設計\n①思考活動的吸引力點。\n一套有成效的活動運營方案，就是通過活動的設計，引導用戶去完成方案所設想的動作。活動對客戶一定要有一定的吸引力，不可以過高或者過低，過低達不到目標，過高則容易使用戶養成慣性，不利於下次活動的開展。一般來說，需要結合活動對象的習慣和以往的活動經驗來進行判斷。\n比如，對於價格敏感類型的產品和客戶，設計一些最終讓消費者獲利的活動，就可以形成有效的吸引力，折扣、優惠券、贈品等都可以是此類的吸引力點；針對年輕的群體，吸引力點就未必在價格和折扣上了，可能是一些新興的生活方式、滿足社交需求的傳播渠道或是創新玩味的傳播內容等。\n②確定活動形式。\n活動的形式決定了活動方案能不能發揮其最大的效能。在新媒體時代，活動的形式要求新穎、多樣，且容易上手，這樣才能在眾多信息中脫穎而出。在確定活動形式時可以按如圖6.2.7所示進行思考。\n圖6.2.7\n以某外賣平臺為例，為達到增加新用戶的目的，該平臺確定了拉新的活動形式，如圖6.2.8所示。通過老用戶邀請新用戶，老用戶和新用戶就可以獲得一定數量的獎勵金，並且獎勵金可以提現。活動形式簡單明瞭，容易上手，獎勵機制得當，可以達到拉新的目的。\n圖6.2.8\n③規劃傳播渠道。\n在確定活動形式之後，就要根據用戶的使用習慣和活動的呈現形式，來確定活動的傳播途徑。一般來說，傳播渠道可以分線上及線下兩大方面，如圖6.2.9所示。\n圖6.2.9\n（5）計劃排期\n在設計方案的過程中，要提前根據整個流程和時間，對整個活動方案進行拆解並劃分成為若干任務，這些任務需要明確好對應的工作職責，統籌安排好任務負責人，同時，還要給出相應的時間安排，這樣整個方案在實施的過程中才能真正起到指引作用。\n（6）資源支持\n活動運營的順利與否，離不開活動資源的支持。一般來說，運營活動需要事前明確好相關的需求資源和推廣資源。另外，各個部門之間的協作與溝通也是活動運營不可或缺的部分，所以部門支持在活動方案的設計中也必須有所體現，如圖6.2.10所示。\n圖6.2.10\n（7）活動預算\n兵馬未動而糧草先行，活動方案在設計時需要提前規劃好整個活動的預算，包含物料的成本、推廣運營的成本、其他費用成本等。\n（8）預期效果和風險評估\n在方案的最後，還應該對整個方案的整體效果進行預判並且對風險進行評估。效果評估時最好能夠使用可量化的數據或者函數，方便後期覆盤時總結比對；風險評估時要儘可能羅列在實施過程中出現的風險，並註明相應的預防措施或者應急方案。\n2.運營活動方案的撰寫\n當活動的整體思路已經清晰明瞭之後，就可以將思路和過程總結提煉並用文字表述出來。活動運營方案的內容主要包括有活動主題、活動時間、活動目的、活動形式、活動規則、活動策略、計劃排期、活動預算、效果評估以及風險控制等，可以使用文檔或者PPT的形式來完成。具體內容和注意事項見表6.2.4。\n表6.2.4\n活動評價\n通過本次活動，李江、張敏瞭解了活動運營方案的設計要點和如何編寫活動運營方案，為下一階段的任務做好了充分的知識準備。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "90259f7021d0e9e5fc6d762978af75cb",
    "title": "活動3 實施活動運營方案",
    "text": "活動3\n實施活動運營方案\n活動背景\n經過一段時間的協商和設計，喜喜公司十年慶典的活動運營方案基本完成，活動最後能不能達成理想的效果，還要看活動方案最終的實施和執行。為了能夠完成好此次任務，李江和張敏決定利用三大類表單實時跟蹤整個活動過程，確保活動的順利實施。\n活動實施\n想一想\n（1）活動運營的實施過程涉及哪些部門？\n（2）活動運營的執行主要包含哪些方面？\n（3）能夠使用哪些表單和工具來對活動進行跟蹤？\n做一做\n試著結合上一個活動中已完成的喜喜公司十週年慶典活動運營方案，思考在實施該方案過程中，應該要注意什麼問題？試著將活動內容按時間整理出來，製作成表6.2.5的形式。\n表6.2.5\n知識窗\n活動運營方案的實施可以分為活動預熱、方案執行和活動收尾三個環節，整個過程中由於涉及多個部門協作，人員、物資的協調等紛繁複雜的內容，容易在千頭萬緒之中出現紕漏。\n1.活動預熱\n活動預熱是指在活動正式執行之前的傳播造勢。活動預熱圍繞著營造活動氣氛開展，起到傳遞活動開展的信息、廣而告之的作用，同時，活動預熱為正式活動提供了寶貴的經驗和修正的方向。淘寶“雙十一”活動，雖然高潮在11月11日當天，但從11月1日開始就進入“雙十一”活動的造勢宣傳期，推出搶購物券、超級秒殺等預熱活動，如圖6.2.11所示。\n圖6.2.11\n2.方案執行\n方案的執行主要包含了確定執行過程與協作溝通這兩大方面，如圖6.2.12所示。\n圖6.2.12\n（1）執行過程\n方案的執行雖然複雜但依然有規律可循，只要牢牢把握住活動事項和活動物料這兩個方面，就可以實時跟進方案的實施，及時做出反應。\n可以使用“活動推進表”“活動物料清單”兩種表單工具來對整個活動進行跟蹤和反饋。\n①活動推進表。\n在“活動推進表”關注活動實施過程中，活動事項隨時間變化的進展情況，藉助Excel等圖表工具進行製作，在製作過程中，一般以時間為X軸，以事項為Y軸。這就要求按照活動運營方案，提前計算好活動週期和各階段時間安排，同時，還要按類別將相關事項進行拆分。\n將上述兩軸合併之後，將在設計好的方案中按各事項的執行時間和截止時間通過表格來表示。如果對應的時間段不需要進行操作，則可以將對應的表格打上灰色，見表6.2.6。\n表6.2.6\n表格製作完成之後，就可以根據表格跟進每個事項的完成進度。\n②活動物料清單。\n“活動物料清單”是關注在整個活動運營過程中物料的準備情況和負責人員的安排，見表6.2.7。\n表6.2.7\n在使用該表時，注意要及時跟進和催促尚未完成的項目，以保證整個活動的順利進行。\n（2）溝通協作\n溝通又可分為內部協作和外部溝通。內部協作主要指和產品運營、內容運營、設計、研發、品牌、公關、客服等企業內部相關部門之間的溝通；外部溝通主要是與合作商以及合作渠道的溝通協商。一般來說，可以使用“活動運籌表”來協調團隊工作。\n“活動運籌表”關注在整個活動運營過程中人員的統籌安排，將每個負責人的工作安排和“活動推進表”中的時間次序對應起來，為整個團隊的協作和調配安排提供依據。具體見表6.2.8。\n表6.2.8\n使用該表，可以清晰掌握團隊負責的工作情況，方便及時聯繫和跟進相關工作。\n3.活動收尾\n在整個活動結束之後，應該要做好相關的收尾工作，如收拾好活動物料並進行統計，支付外聘活動人員的相關費用，結算活動推廣尾款，整理好過程性資料和數據性資料，方便對整個活動運營進行復盤等。\n活動評價\n通過本次活動，李江、張敏瞭解瞭如何實施和執行活動運營方案，並學會利用三種表單，及時跟進整個活動實施過程，圓滿完成了喜喜公司十週年慶典活動運營。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  },
  {
    "id": "d9459b537c5b21210a61df42879ebdf8",
    "title": "活動4 覆盤活動運營方案",
    "text": "活動4\n覆盤活動運營方案\n活動背景\n為了總結、積累經驗，提升水平，李江、張敏組織部門成員對整個活動運營進行復盤。回顧在活動運營過程中考慮不周全、設計不精準的部分，力圖達到優化弱項、強化強項的效果。\n活動實施\n想一想\n（1）活動運營覆盤是什麼意思？為什麼要進行復盤？\n（2）如何評估活動的效果？\n做一做\n（1）組織實施活動運營團隊的成員，學習探究如何開展活動運營的覆盤。\n（2）對已完成的喜喜公司十週年慶典活動運營，進行二次推演和覆盤，並填寫表6.2.9。\n表6.2.9\n知識窗\n在活動運營順利實施之後，我們借用一個圍棋術語——覆盤，將活動結束後的總結和回顧等過程，稱為活動運營的覆盤階段。\n在覆盤階段，主要包含後期活動發酵、評估活動效果和覆盤活動過程三個環節。\n1.後期活動發酵\n發酵工作就是要實時整理出活動過程中的照片、視頻、留言截圖等，並進行二次宣傳推廣。某電信公司在一次手遊競技活動結束後，在微博上回顧活動過程，重申獲獎獎品並放上活動過程圖片，加深了用戶的印象，起到了二次傳播的作用，如圖6.2.13所示。\n圖6.2.13\n2.評估活動效果\n活動運營的效果評估的關鍵點在於是否達成活動的目的。\n活動評估最直觀、最方便的方法就是進行活動數據的分析，這要求活動在活動方案設計的時候要將目標量化，同時在整個活動過程中注意實時數據的收集，最後將數據進行整理和分析，與原目標進行比對分析，從而得出結論。\n以某家政公司為例，該公司開展了一次新媒體活動，活動的通知是在微信公眾號發佈，內容是老用戶開團，3人拼團可以贈送60元空調清洗優惠券（見圖6.2.14），還可以瓜分30元優惠券。預計通過本次持續一個月的活動，要達到“單個區域（廣州）參與活動人數1 000戶以上，微信新用戶註冊數量超過2 000人，實際新增用戶（購買一次服務以上）800戶以上”的目標。在活動結束後，從公司後臺系統提取出活動的數據，與目標進行比對。\n圖6.2.14\n由表6.2.10可以看出，目標中參與人數與新註冊人數均超過預期，但實際新增用戶並未達成目標。結合數據嘗試分析，在參與及註冊人數均超額情況下，真正購買服務的人數並未有相同幅度的表現，也就證明在推廣宣傳到位的情況下，應該分析活動設計上是否有問題，活動是否吸引力不夠。\n表6.2.10\n3.覆盤活動過程\n覆盤整個活動過程，可以積累教訓，總結不足之處，提煉團隊活動經驗。在覆盤時，可以以個人和團隊為主體，將整個活動過程事無鉅細推演一遍，並進行記錄和彙總，可使用下列個人（見表6.2.11）和團隊（見表6.2.12）的活動運營覆盤清單表格進行記錄和歸納。\n表6.2.11\n表6.2.12\n對活動進行復盤之後，就要組織參與活動的團隊討論和歸納，對覆盤出來的經驗和教訓進行分析並給出建議和優化。可以使用表6.2.13進行歸納。\n表6.2.13\n在評估和覆盤過程中，還要注意保留一些活動的素材和材料，為下次活動積累寶貴經驗，為後續的活動打下堅實的基礎。\n活動評價\n通過本次活動，李江、張敏對整個喜喜公司十週年慶典活動進行了評估，發現基本能達成預定目標。在對整個活動進行復盤時，也發現了一些不足和有待改進之處，他們都一一記錄下來，並虛心尋求建議。\n項目檢測\n1.判斷題\n（1）新媒體活動運營只能做線上活動，不做線下活動。（ ）\n（2）策劃階段是整個活動運營過程最核心的內容，此階段的工作，為後續的活動運營的落地執行和收尾提出綱領和框架。（ ）\n（3）“活動推進表”關注整個活動運營過程中物料的準備情況和負責人員的安排。（ ）\n（4）在確定活動形式之後，就應該要根據用戶的使用習慣和活動的呈現形式，來確定活動的傳播途徑。一般來說，傳播渠道可以分線上及線下兩大方面。（ ）\n（5）活動方案的撰寫內容包括有活動主題、活動時間活動形式、活動規則、活動策略、計劃排期、活動預算、效果評估及風險控制。（ ）\n2.簡述題\n簡述活動運營的完整流程。\n3.實訓題\n魔法媽媽是廣州魔法媽媽實業公司底下的一個品牌，致力於為年輕媽媽和為她們的寶貝打造安全、高效和富有趣味的產品，產品線豐富，囊括產婦用品、嬰幼兒用品等，主打的產品有嬰兒床、嬰兒揹帶、嬰兒安全座椅等，有線上天貓店及線下實體店。該品牌成立3年，目前市場知名度不高。現在，該公司的李經理找到你，要求你為魔法媽媽進行一次以品牌宣傳為目的的新媒體活動運營。\n（1）根據背景對產品、品牌、活動對象、活動渠道進行分析。\n（2）根據要求完成新媒體活動運營方案。\n（3）根據活動方案，完成實施方案所需的表單，並進行推演。\n（4）進行效果預估及推演覆盤。 EXr6287u6NNVz+GYLY+7SCGVQ1Qs5GpzKP8t9pj/VFiiRBuyi5+kak+b/wyV/yWacqUOQqYMtlkKCpGDzVSpAA=="
  }
]