[
  {
    "id": "BH6132-2",
    "title": "Chapter 1",
    "text": "好評推薦\n行政工作向來是上班族最覺得麻煩卻又不得不做的部分，原因是絕大部分工作都不難，只是有很多表格和文書作業，得耐心處理，仔細核對，避免了不該犯的錯。得知彥廷寫了一本專門為辦公室上班族最困擾的行政工作所開發的《30個必學的AI行政工作術》，真心覺得太實用。\n我一直認為，對廣大上班族來說，AI幫助最大的是處理耗時費心力的行政工作，只要掌握必要的操作方法即可上手，將省下的時間與心力，集中在高產值的核心專業的發揮上。\n彥廷開發的30個行政工作主題，藏有不少體貼的心機在裡面，讓人會心一笑卻又覺得真的實用！\n──職業作家、企業培訓講師　Zen大（王乾任）\n面對琳瑯滿目的 AI 工具，你是否曾經心動卻無從下手？或耗費大量時間研究，卻仍找不到真正能解決問題的方法？\n別擔心，《30個必學的AI行政工作術》正是為了你而寫！\n作者從行政工作者的角度出發，精選多款能有效提升職場效率的AI工具。並在每個章節以真實的職場小故事作為開場，從你熟悉的工作痛點切入，再分享對應的解決方案。這樣的安排，就像有位貼心的前輩在旁悉心指導，使你更能理解、吸收並應用其中的知識。\n透過本書，你將學會如何根據實際情境挑選合適的AI工具，並靈活整合多種工具的優勢，讓AI成為職場上的強力助手！\n──全台第一本ChatGPT 應用專書作者、\n知名AI講師　林鼎淵"
  },
  {
    "id": "BH6132-3",
    "title": "Chapter 2",
    "text": "序\nAI技術一日千里，這股極其強勢的科技衝擊，不僅牽動諸多產業的發展，也將顛覆我們未來的工作模式。\n你能想像嗎？ChatGPT問世至今不過兩年時間，某次我坐在咖啡廳，竟然瞥見隔壁桌的小朋友熟練地用ChatGPT寫作業，問答之餘，他還不忘跟ChatGPT說聲「謝謝」呢！這個有趣景象的背後，點出了生成式AI的一大特色：哪怕你不懂艱深的技術，也能輕鬆運用AI解決問題！\n然而，現在正處於AI快速迭代發展的時期，市面上層出不窮的新技術與新工具，難免讓人感到無所適從，甚至倍感壓力。面對職場上複雜多樣的工作內容，如何順暢地將AI運用在實際工作中，更是一大挑戰。\n於是，本書精心挑選了30個職場常見的工作項目，從「解決痛點」這個目標出發，透過案例引導的方式，探討如何在不同的工作情境中，靈活運用AI工具解決問題，讓那些既花時間又耗心力的繁瑣工作，變得輕鬆又能迅速完成，效率自然大幅提升！此外，本書特別設計了概念化的操作示意圖，藉由簡潔扼要的圖像說明，幫助初學者迅速掌握各項AI工具的使用方法。\n最後，希望每位翻開這本書的讀者朋友，都能從閱讀中感受到樂趣，進而在實際應用時，親身體驗AI帶來的美好與便利！\n指令檔案下載\n書中一些示範指令已做成文字檔可供下載。可直接複製指令，或修改調整指令，以符合個人的使用需求。檔名＝章節號碼。\n開啟指令檔案前請確認使用的編碼為UTF-8。若出現亂碼無法正常顯示，請確認軟體使用的編碼為UTF-8。\n指令檔"
  },
  {
    "id": "BH6132-4",
    "title": "Chapter 1 任務精算力",
    "text": "CHAPTER 1 任務精算力\n1 自動記錄線上會議的每個重點／TACTIQ\n專案經理Emma負責這次新產品的推廣，她一邊盯著電腦螢幕，觀看各部門主管在Google Meet上隔空交火，一邊努力記錄會議重點。\n行銷部率先發言：「我們一定要在社交媒體上大力推廣，這樣才能吸引年輕族群！」\n研發部不甘示弱地回應：「我們的優勢是產品品質，應該找專家代言，展現我們的技術實力。」\n行銷部立刻反駁：「如果不找KOL推廣，消費者根本不會有興趣，我們很快就會被競爭對手超車了！」\n研發部則堅持：「一直靠網紅行銷是不夠的，消費者更願意相信專家吧！不然我們做個市場調查，看看哪種方式更受歡迎？」\n行銷部回答：「市場調查可以做，但產品上市時程很緊迫，你們最好先把方案跟預算列出來，否則會來不及。」\n聽到兩個部門「激烈溝通」暫歇，總經理跳出來指示大家跟進，並決定下週再召開一次線上會議，為這次長達兩小時的會議作結。\n會議結束後，Emma嘆了口氣。這場會議時間很長，每個人的發言相當多，要整理出一份「精簡而完整」的會議記錄並不容易。\n尤其是線上會議無法看到對方表情，不僅要隨時記下發言者是誰，一不留神還會遺漏重點。更別提多方會議時眾人各執一詞、互不相讓的混亂情況，讓整理會議記錄的難度大增。\nEmma心想，若能有個「會議記錄小助手」自動記錄發言內容並整理成要點，那該有多好！\nTactiq化身線上會議小助手\n線上工具「Tactiq」是個AI小助手，能幫助我們解決線上會議的三大難題：\n● 不遺漏重點：AI完整記錄逐字稿，會議過程還能隨時劃重點，所有細節不遺漏。\n● 記住發言人是誰：AI自動標記發言人，方便追蹤進度。\n● 製作待辦清單：無論是老闆的交辦事項、跨部門的問題、客戶的需求，或是關鍵結論，在開會時都能第一時間用標籤區分完成分類，輕鬆做出待辦清單。\n操作步驟\n使用Tactiq 這個AI線上會議小助手只需要4個步驟：\n【STEP 1】安裝程式\n「Tactiq」 是一款瀏覽器擴充功能，適用於現在常見的視訊會議軟體，像是Google Meet、Microsoft Teams、Zoom以及Cisco Webex。\n安裝後，未來每次開啟線上會議，Tactiq都會自動執行。\n【STEP 2】快速掌握Tactiq 的操作方式\n在Google Meet等視訊軟體上，Tactiq以附設小工具的形式顯示於螢幕側邊。\n介面布局分為三個區塊：\n● 視訊軟體區：原有的視訊軟體畫面。\n● 逐字稿區：AI即時擷取發言內容，轉為文字記錄。\n● 功能區：螢幕截圖、暫停運作等功能按鍵。\nTactiq操作介面圖示\n逐字稿區是AI運作的核心，發言人是誰以及所有發言內容都有完整記錄，甚至某些冗言贅字或斷句不清楚的地方，也會經由AI之手同步進行簡單的修正。\n有了這個功能，我們不用再手忙腳亂地一邊開會、一邊寫筆記，也無需擔心一恍神就遺漏了會議重點。\n【STEP 3】用標籤分類，輕鬆製作待辦清單\nEmma製作會議記錄時，常被行銷部和研發部的意見搞得暈頭轉向，總經理還會穿插其中給予指示。該怎麼快速分類重要內容呢？\n運用Tactiq的標籤（Tags）功能，就能在線上會議進行時，同步將重要內容依照不同屬性進行分類。\n系統預設四種標籤：決策（Decision）、行動（Action Item）、問題（Question）與標註（Callout）。\n直接用滑鼠選取逐字稿區的某段文字，即可加上標籤。\n更重要的是，還能預先設計專屬於自己的標籤系統，讓分類邏輯更符合需求！\n舉例來說，頭暈腦脹的Emma將標籤系統設計為：\n● Decision：總經理的裁示或重要決策。\n● Action Item：各部門後續執行的工作。\n● Question：灰色地帶的問題、尚未整合的爭議，或是留待下次會議討論的事情。\n● Callout：Emma個人執行的工作。\n透過這樣的分類方式， Emma為每段發言「劃重點」的同時，也依照不同目的把每個重點分類存放，大幅縮短事後整理會議記錄的時間。\nTactiq客製化標籤操作示意圖\n良好的會議記錄必須包含一份清晰的待辦清單，讓所有與會者在會後迅速回顧重要決策，清楚掌握自己的任務。\n上至老闆的指示、下至同事的需求，以及每項任務由誰負責、如何執行、回報頻率與完成期限，都是待辦清單必須記錄的內容，也是整理會議記錄最耗時的地方。\n如今，AI逐字稿搭配標籤分類功能，簡化了製作會議記錄的程序，讓工作效率倍增！\n如果你也想像Emma一樣客製化自己的標籤系統，可在Tactiq的設定頁面（連結附於文末），依序點選Account & Settings→Settings→Tags，即可調整或新增標籤內容。\n【STEP 4】完成會議記錄\n會議記錄的形式可能會因為企業文化或主管偏好而有所不同，常見兩種流派：\n● 行動方針派：只記錄待辦事項與關鍵決策，省略其他發言內容。簡明易懂，屬於一般企業喜愛選用的方式。\n● 鉅細靡遺派：按照議程順序或發言先後，詳實記錄每段內容，整理完成的會議記錄讀起來近似逐字稿。屬於政府機關、公務人員常用的方式。\n無論你是哪種流派，Tactiq輸出的成果都能滿足需求。\n善用標籤功能，能替行動方針派的使用者高速完成待辦清單；經由AI自動生成的逐字稿，則是鉅細靡遺派使用者的一大福音！\n技巧再升級\n【技巧 1】優化逐字稿品質\n如果你在使用過程中發現語音辨識的效果不佳，逐字稿錯字連篇，請特別留意「轉錄語言」（Transcription Language）的設定。\nTactiq依照轉錄語言生成逐字稿，目前還無法兼顧多種語言。舉例來說，在中文對話的情境，若不小心將轉錄語言設定成英文，就會影響到逐字稿的品質。\n【技巧 2】給重度使用者的4個祕訣\n如果你是線上會議的重度使用者，以下還有4個值得嘗試的操作祕訣：\n● 螢幕截圖：擷取螢幕畫面（例如講者的投影片），自動附帶時間標記，事後輕鬆對照會議內容與截圖畫面。\n● 連接雲端硬碟，自動儲存記錄。\n● AI工具包：讓AI做摘要、條列重點，或為下場會議撰寫議程等。\n● 字詞替換（Auto-Correct）：替換常見錯字或專業術語。例如，「IP」一詞既代表智慧財產權，而在半導體業又常被視為「矽智財」的簡稱，這類行話都能用Auto-Correct功能，交由系統自動辨識與替換。\nAI小講堂\nTranscribe（語音轉文字）技術在生成式AI浪潮之下大放異彩。除了本文介紹的Tactiq之外，Scribbl、noty.ai也是功能類似的AI線上會議助手。更廣泛來說，除了製作會議記錄與逐字稿，「替影片建立字幕」也是這種技術的強項，以往勞力密集的工作，如今彈指之間就能完成。\n從技術發展來看，語音轉文字技術在英文方面的表現非常令人驚豔，繁體中文在相關領域儘管起步較晚，也正以驚人的態勢成長、茁壯。\n實用工具連結\nTactiq安裝連結\nTactiq設定頁面"
  },
  {
    "id": "BH6132-5",
    "title": "2 高速完成會議後的進度追蹤清單／Whisper JAX + Claude",
    "text": "2 高速完成會議後的進度追蹤清單／WHISPER JAX + CLAUDE\n業務部的Ben對於團隊的開會風氣頗有微詞。比如今天的會議又在重複討論早已決策完畢的事項，再比如，分派了10項工作，但一個月後只剩5項在推進，其餘的在忙碌中被遺忘，直到某天演變成無法忽視的問題，大家才重新開會討論。\n「On the same page」的意思是，開會時每個人要專注於同一頁資料，才不會眾說紛紜、雞同鴨講。如果同事之間能時時on the same page，保持共識，就能避免許多重複且無關緊要的討論，開會效率提升，彼此的合作更愉快。\n大家該專注的那頁page，正是「進度追蹤清單」！\n一份優質的會議記錄不該是死板的流水帳，而應包含進度追蹤清單，明確列出每個工作項目及負責人，讓每個工項的歸責明確，避免發生漏接的情況。\n想到這裡，Ben意識到會議記錄的形式必須改版、進化，但是誰肯主動挽起袖子接下這份吃力不討好的差事呢？\nWhisper JAX + Claude，高速製作進度追蹤清單\n開會期間，我們忙著應付上司的緊迫盯人，同事的激烈提問，抽不開身記錄重點時，「錄音」是個好辦法。但是，開完會後，重新聽一遍錄音檔並手動打字又是一件苦差事。沒關係，這項麻煩的工作就交由AI執行！\n運用語音轉文字AI工具「Whisper JAX」搭配新版本的大型語言模型「Claude」，就能用最小的工作量，讓手邊的會議錄音檔，高效轉換為條理分明的進度追蹤清單！\n操作步驟\n【STEP 1】用錄音檔製作AI 逐字稿\n「Whisper JAX」這個線上工具輕巧實用，能將手上的錄音檔輕鬆轉成逐字稿，不僅準確度高，速度還很快！目前它架設於Hugging Face平台之中（連結附於文末），背後採用OpenAI開發的Whisper模型。\n進入首頁後，請按照以下四步驟操作：\n1. 選擇使用模式為Audio File（錄音檔）。\n2. 在檔案上傳區上傳會議錄音。\n3. 在功能設定區選擇Transcribe（語音轉文字）。\n4. 點擊Submit。\n接著就讓程式自動運作，稍待一小段時間，畫面右方就會顯示逐字稿。現在中文、英文、日文等常見語言都能順暢處理。\n拿到的逐字稿想必是參雜著多人對話、略顯凌亂的文字內容，但不用擔心，接下來，我們就請AI整理為結構化的資料。\nWhisper JAX操作示意圖\n【STEP 2】訓練AI 學習文案格式\n請在瀏覽器開啟「Claude」（連結附於文末）。\n首次使用時，需要以電子郵件註冊，並驗證手機號碼，依照畫面指示操作即可。\nClaude是由Anthropic推出的AI聊天機器人，它跟ChatGPT師出同門，操作方式也相似。Claude擅長處理文字資訊，能夠根據我們下的指令生成文件、報告、信件等內容，也能夠重新編輯、摘要、改寫我們提供的資訊。\n這次就是要請它「重新編輯」開會內容的逐字稿。\n但請不要直接將逐字稿丟給Claude，並告訴它「請條列出這次開會的重點」或是「請整理成進度追蹤清單」。根據經驗，這麼做的成果通常很差，因為AI時常看到黑影就開槍，即使不理解我們的指令與需求，它還是會糊里糊塗地回應。\n解決這個問題的方法是訓練AI學習文案格式，給它正確的資料模仿與參考非常重要！\n訓練AI並不難，就是把自己覺得寫得不錯的資料提供給它，請它分析。也就是告訴AI，我們希望它如何處理這次的任務，我們心中理想的進度追蹤清單長什麼模樣。\n舉例來說，我們可以將網路上寫得不錯的會議記錄，或是格式恰當的進度追蹤清單提供給Claude，讓它分析這份資料。即使文字內容跟我們的工作完全無關也可以使用，重要的是，讓Claude學習符合我們需求的格式。\n讀到這裡，如果你還沒有頭緒，沒關係，請直接複製以下方法進行訓練。\n輸入：\n請分析下面這份範例資料的結構與格式，整理一份「進度追蹤清單」應該具備哪些項目？格式為何？\n範例資料：\n產品報價評估會議──進度追蹤清單\n會議日期：2024／07／03\n一、報價方案評估\n1.廠商A／B／C之報價方案評估（業務部／Ben經理）\n2.每年維護成本分析（研發部／Ariel經理）\n執行進度：報價方案報告製作完成，待討論。其他事項推進中。\n下次回報日：2024／07／10\n預計完成日：2024／07／19\n二、樣品測試\n1. 確認各家廠商何時可提供demo（研發部／Tim協理）\n2. 請業務單位參與後續討論（業務部／Ben經理）\n3. 九月底前完成樣品測試（研發部、業務部）\n執行進度：demo將於7／6之前提供\n下次回報日：2024／07／10\n預計完成日：2024／09／31\n三、其他事項\n1.請祕書部統籌下次會議議程（祕書部／Nicole）\n2.下次會議請總經理出席\nClaude回答：\n根據您提供的範例資料，我整理出一份「進度追蹤清單」應該具備的項目和格式。\n標題：清楚表明這是什麼會議或專案的進度追蹤清單\n會議日期：以年／月／日格式呈現\n主要項目：用數字（如一、二、三）標示主要追蹤項目\n子項目：在主要項目下用數字（如1.、2.、3.）列出具體的子項目，每個子項目後，括號標註負責部門和人員\n執行進度：簡要描述目前的進展情況\n下次回報日：以年／月／日格式呈現\n預計完成日：以年／月／日格式呈現\n其他事項：可作為最後一個主要項目，列出不屬於主要追蹤項目但需要注意的事項\n在這次對話中，Claude已經掌握了範例資料的格式，如果我們想要修正格式，使其更貼近實際需求，也可以告訴它「請將日期格式改為月／日／年」或是「請將主要項目改用A、B、C標示」，如此一來，Claude就能知道自己哪裡做得不好，如何修正。\n我們可以重複幾次這個訓練過程，逐步調整，或提供更多範例資料讓它學習。直到AI提供的內容符合我們所需，然後輸入以下指令：\n輸入：\n請記憶你整理出的進度追蹤清單的格式與項目，將它命名為「格式A」。\n透過這個指令，未來只要提到「格式A」，Claude就能理解我們指的是這個特定的進度追蹤清單格式，不必再次重複訓練。\n【STEP 3】拆解逐字稿，改寫成進度追蹤清單\n輸入：\n請使用「格式A」，一步一步分析以下會議資料，改寫成一份嚴謹的進度追蹤清單。\n如果遇到前後意見不一致或重複討論的情況，請以最後結論為準。\n會議資料：\n（……複製貼上Whisper JAX生成的逐字稿……）\n這樣就大功告成了！\nClaude表格製作功能示意圖\n技巧再升級\n【技巧 1】重複使用訓練內容\n目前Claude的每次對話都是獨立的，也就是說，我們替進度追蹤清單設定的「格式A」，必須在同一個對話頻道使用，一旦開啟新對話就會失效。\n所以，請記得保留訓練Claude的對話記錄，可以將之命名為「進度追蹤小幫手」，就不怕誤刪囉！\n【技巧 2】其他替代工具\n如果Whisper JAX臨時故障，或是因為系統不穩而無法正常連線，我們可以在網路上找到類似的工具應急，比如：原始版本的Whisper，或是Hugging Face for Audio提供的Whisper Large V3 Turbo（連結附於文末），它們的使用方式都與Whisper JAX相同。Whisper JAX曾經在2024下半年數度癱瘓，讓部分愛用者一時之間為了找尋替代工具而手忙腳亂。這個現象也暗示著「線上」AI工具的不穩定風險。因此，對於重度依賴特定AI工具的人或是企業來說，「私有化」才是長久之計。\nAI小講堂\nClaude與ChatGPT是當今最熱門的兩款生成式AI工具，它們之間曾有段愛恨情仇。故事要從2021年說起，Claude幕後的重要推手達里歐（Dario Amodei）和丹妮耶拉（Daniela Amodei）兩兄妹，當時還在開發ChatGPT的OpenAI擔任高階主管，因不滿公司向資本靠攏的發展路線，毅然決然離開，並帶走了九名員工，共同創立後來推出了Claude的企業Anthropic。\n發展至今，達里歐和丹妮耶拉不斷重申「Alignment」（對齊）是自家公司的核心價值，天秤兩側擺上AI技術與人類倫理，讓兩者對齊，是Anthropic的首要之務。視安全與透明為己任，或許將讓他們走出一條不同的路。\n實用工具連結\nWhisper JAX\nClaude\nWhisper(Openai)\nWhisper Large V3 Turbo\n(Hugging Face for Audio)"
  },
  {
    "id": "BH6132-6",
    "title": "3 將所有會議通知自動寫入行事曆／Zapier + ChatGPT",
    "text": "3 將所有會議通知自動寫入行事曆／ZAPIER + CHATGPT\n「叮咚！」\n「叮咚！」\n熟悉的提示音響起，資深業務Jeff知道又有新的會議邀請來了。他每天都會被無止盡的會議通知淹沒，有些來自電子信箱，有些來自通訊軟體。\nJeff熟練地一邊在筆電上查看Email，一邊用手機點開Line：\n「Dear ALL，\n近期將召開部門會議，討論專案進展和Q4的工作分配。\n時間訂於下週五（7月12日）上午10點，地點是306會議室，\n請各位提前準備相關資料，並準時出席。\n祝　工作愉快\n祕書部Alice」\n「嗨Jeff，總經理臨時有事，明天的會議改到下週一早上九點，先跟你說一聲。」\n「大家好，明天下午2點在大會議室簡單討論一下出差行程，請準時出席唷～」\nJeff一邊回覆訊息，一邊將各式各樣的會議通知逐一手動寫到行事曆上，這個繁瑣的整理過程，每個月都要重複無數次，無形中花費了大量時間與精力。\n他不禁心想：「要是能有個助手，幫我整合不同來源的會議通知並同步到行事曆裡面，那該有多好！」\nZapier + ChatGPT打造AI行事曆助手\n整理行事曆或許是件小事，但是電子信箱堆疊著格式嚴謹的會議邀請，通訊軟體不時彈出夾帶閒聊的通知，想從這些「來源繁多」且「格式各異」的訊息中，提取出開會主題、時間、地點等重要內容，寫到自己的行事曆上，確實是件麻煩事！\n接著將結合Zapier及ChatGPT兩款工具，打造專屬自己的AI行事曆助手，自動檢測不同來源、不同格式的訊息，轉化成統一的格式，並無縫導入行事曆中。\n操作步驟\n【STEP 1】設定Zapier 自動執行機制\n這次我們讓ChatGPT分析不同來源的訊息，轉成統一的格式，再輸入到Google日曆建立行程。由於過程牽涉兩款不同的應用程式，因此需要透過Zapier這個自動化工具串連兩者，建立一個自動執行的機制。\nZapier能把兩個以上的應用程式工作流程串連起來，讓許多重複性高的任務自動執行，操作過程甚至不需要編寫程式，只要在Zapier的網站上選擇符合自己需求的模板，做簡單的調整與設定即可。\n我們可以將Zapier的自動化機制想像成「扣扳機→子彈擊出」的概念。例如，ChatGPT生成一段訊息（扣扳機），自動在Google日曆建立會議行程（子彈擊出），也就是說，觸發某個條件，後續的工作就會自動執行。\n如果是第一次使用，請先以自己慣用的Google帳號或其他電子郵件帳號註冊。完成後，前往Zapier的「應用程式串接網頁」（連結附於文末）。\n依序點擊：get started here→Open action setup window→Allow→Add a new action，設定相關功能細節。\n接著在Action欄位輸入：「Google Calendar：Create Detailed Event」。\n如果你習慣用Outlook行事曆，此處也可以改為選擇Microsoft Outlook：Create Event。\n接著，請按照以下說明進行設定：\n● Google Calendar Account：選擇使用哪一個Google帳號的行事曆。\n● Calendar：選擇Set a specific value for this field，有些人的Google帳號同時存在工作、家庭、休閒等不同的行事曆，可在此處選擇特定行事曆。\n● Start Date & Time：選擇Have AI guess a value for this field，讓AI自動辨識會議開始時間。\n● End Date & Time：選擇Have AI guess a value for this field，讓AI自動辨識會議結束時間。\n● Summary：選擇Have AI guess a value for this field，讓AI摘要資訊。\n● Description：選擇Have AI guess a value for this field，讓AI描述會議內容。\n● Location：選擇Have AI guess a value for this field，讓AI自動辨識開會地點。\n● Action Name：輸入「行事曆小幫手」，命名以上設定細節。\n設定完成後先別急著離開，請複製目前的網址，之後還會派上用場。先將網址命名為「連結B」。\n最後點選Enable Action，儲存本次在Zapier的所有設定。\nZapier功能設定示意圖\n【STEP 2】取得AI參考指令\n為了讓ChatGPT順利接軌上一步驟設定的自動執行機制，Zapier官方撰寫了一段「AI參考指令」，讓我們能輕鬆將ChatGPT與Zapier串聯在一起。\n前往Zapier的人工智慧平台（連結附於文末），在Instructions Template for AI Actions段落處，可以找到一段以「###Rules：」開頭的參考指令，其中多數內容可以直接使用，唯獨「Required Actions：」後方的文字需要全部刪除，並替換為我們先前在Zapier設定的「連結B」。\n修改完成後，AI參考指令將會變成下方的形式，暫且將它命名為「指令Z」：\n###Rules：\n- Before running any Actions tell the user that…\n###Instructions for Zapier Custom Action:\nStep 1. …\nStep 2. …\nStep 3. …\nStep 4. …\nRequired Actions:\n- Action: 行事曆小幫手\nConfiguration Link: 連結B\n此時先別急著離開這個網頁，請繼續在Get started段落處取得一個以「\n成功取得指令Z與連結A之後，就能開始設計自己專屬的AI行事曆助手囉！\n【STEP 3】ChatGPT打造AI行事曆助手\n前往ChatGPT：GPTs設定頁面（連結附於文末）。\n未來我們會把各式各樣的會議通知全部丟給ChatGPT，為了讓它有規則可循，足以判斷哪些是重要資訊（例如會議時間），哪些是應該排除的雜訊（例如對方的閒聊），我們需要建立一個判斷邏輯，ChatGPT才不會胡亂幫我們設定行程。\n舉例來說，行事曆上一個行程至少該具備三個項目：會議主題、日期、時間，我們所下的指令中，就要明確告訴ChatGPT這三項是重要資訊，必須擷取出來，以後才不會產生一個只有日期卻沒有會議主題的行程。\n如果你還不熟悉ChatGPT的指令，別擔心，請直接複製以下內容進行設定。\n名稱：AI行事曆助手\n說明：自動將會議通知寫入行事曆\n指令：\n請從使用者提供的文字中擷取以下資訊，並使用Zapier AI Action「行事曆小幫手」，在Google日曆以繁體中文建立行程。\n1. 會議標題\n2. 日期時間（開始與結束），若無結束時間，假設會議為1小時\n3. 地點\n4. 摘要描述\n若有需要，請使用「程式碼執行器和資料分析」（Code interpreter）功能。\n（……請在此處複製貼上「指令Z」……）\n功能：只勾選「程式碼執行器和資料分析」功能，其他功能請取消勾選。\n建立新動作：選擇「從網址匯入」，貼上連結A，並點擊「匯入」。\n完成以上設定，點擊畫面上方的「建立」就大功告成囉！\n更詳盡的GPTs操作步驟與使用，請見第7節。\nChatGPT打造AI行事曆助手\n「叮咚！」\nJeff聽到熟悉的提示音，反射性地點開Line，果然又是新的會議通知。\n「嗨Jeff，這個月的進度報告辦在下週二早上九點，地點在大會議室，再麻煩你出席囉。」\nJeff馬上把這段訊息複製、貼上到「AI行事曆助手」，咚咚咚，ChatGPT迅速跑出一段文字，告訴他，已經成功在Google日曆建立行程，真是方便又快速啊！\n技巧再升級\n【技巧 1】手機使用更便利\n由於首次設定的操作較複雜，建議先使用電腦設定，一旦完成這個AI行事曆小幫手，往後用手機版的ChatGPT即可操作，出門在外也能隨時使用，非常方便！\n【技巧 2】運作異常如何處理\n如果ChatGPT出現異常狀況，例如畫面顯示：「無法檢測到配置的Zapier AI Actions」，請回到Zapier應用程式串接網頁，確認「Manage Actions」清單中，我們所創建的「行事曆小幫手」都處於開啟狀態。\nAI小講堂\n如果你有一個非常渴望被「自動執行」的工作流程，那就很有可能成為Zapier的忠實用戶。Zapier本質上不能算是AI工具，而是一個應用程式集成平台（Application Integration Platform），它的厲害之處在哪裡呢？\n從前，不同的應用程式就像一座座孤島，彼此無法溝通，好比我們很難想像ChatGPT生成的內容如何跟Google日曆產生交集，只能自己默默做苦工搬運文字。而Zapier扮演的角色，就是連接這些孤島的跨海大橋，讓許多繁瑣重複的工作流程有了自動化的可能。\n實用工具連結\nChatGPT：GPTs設定頁面\nZapier的應用程式串接網頁\nZapier人工智慧平台"
  },
  {
    "id": "BH6132-7",
    "title": "4 客製化多種Email模板，提升回信效率／Gemini",
    "text": "4 客製化多種EMAIL模板，提升回信效率／GEMINI\nY公司每個月會舉辦一次Happy Hour聚會，讓不同部門的夥伴一起吃喝放鬆。但負責規劃活動的祕書Nicole對這個聚會一點也不Happy。\n為了安排每次的聚會，Nicole常需要多方來回協調，收件匣裡總是躺著十幾封往來溝通的信件，每個月都為此傷透腦筋。\nNicole要如何利用AI幫自己整理出實用的範本，減輕手動寫信的負擔呢？\n現代上班族每天都坐在電腦桌前，一封一封地回覆客戶、同事和主管的Email，不知不覺一兩個小時就過去了，還會大量消耗腦力。\n「該怎麼寫才會有條有理？這樣寫會不會不得體？」\n這些內心OS總是在回信時反覆上演，賠上時間精力，沒辦法專心處理其他更重要的業務。\n如果把收件匣的信件攤開來看，你會發現：\n● 客戶經常提出類似的問題；\n● 與廠商的洽談內容總有雷同之處；\n● 就連回覆主管的信件，格式也都大同小異！\n如果能依照不同情境，預先寫好幾份模板，需要時，滑鼠一按就能直接套用，豈不是輕鬆又便利？\n現在像Gmail、Outlook等電子郵件系統都有提供「範本」功能，但實際採用的人卻不多，背後原因很簡單：從茫茫信件大海裡「撈」出自己寫過的內容，還要整理成條理清晰的模板，談何容易！\n用Gemini做信件模版\n沒關係，這件繁瑣的工作就交給AI來執行！\n「Gemini」是一款由Google推出的協作型人工智慧，使用對話的方式，就能請它從爆滿的收件匣內篩選出特定的對話情境，並幫我們整合、構思、改寫為實用的信件模板。\n接著我們將介紹4個步驟，從為數驚人的信件海洋中打撈出有用的資料，創造客製化的Email模板。\n操作步驟\n【STEP 1】快速掌握Gemini的操作方式\n首先，請在瀏覽器開啟「Gemini」。\nGemini是一款由Google推出的聊天機器人，如果曾經用過ChatGPT，對於它的操作方式肯定不陌生。\nGemini的介面分為三大區塊：\n● AI聊天區：呈現我們與AI問答的每一句話。\n● 歷史記錄區：記錄每次執行的內容。每當開啟一段新對話，歷史記錄區就會增添一筆記錄。\n● 對話框：用於輸入提示語。\n另外還有兩個重要的功能按鈕，左下角的「設定」可以開啟／關閉進階功能，右上角的「帳戶」則用於檢視登入的Google帳號資訊。\nGemini操作介面圖示\n【STEP 2】開啟Google Workspace串連設定\n開始與AI對話之前，請先點選「設定」，在「擴充功能」選項內開啟「Google Workspace」串連設定，如此一來，即可將Gemini的人工智慧功能注入Gmail、Google Docs、Google Drives等其他工具，讓AI自由深入其中，搜尋資訊。\n祕書Nicole想快速生成Email模板，而這項任務需要拆解為兩個步驟：\n● 搜尋收件匣與「Happy Hour聚會活動」相關的信件。\n● 統整上述信件內容，重新潤飾成一份模板。\n接著我們分別幫兩步驟設計不同的提示語，請AI執行。\n【STEP 3】輸入提示語──搜尋信件\n輸入：\n@Gmail 請搜尋今年我寄出有關「聚會活動」、「預約」的信件，並彙整信件內容\nGemini回答：\n（此處不贅述回覆內容，請參考圖片說明）\nGemini幫你檢索Email，並附上參考來源\nGemini先在Nicole的收件匣找到三封相關信件，並摘要說明信件主旨、重點內容與寄件日期。\n我們不必擔心AI「一本正經胡說八道」，因為Gemini的回答會附上「來源」，告訴我們引用哪幾封信件，保證每句話都有理有據。\n如果用滑鼠點擊「來源」所引用的信件，還能直接跳轉到Gmail，開啟那封信。\n接著，我們使用第二種提示語下指令。\n【STEP 4】輸入提示語──撰寫模板\n輸入：\n@Gmail 請讀取上述信件內容，幫我統整為一份範本\nGemini回答：\nY公司聚會活動預約範本\n主旨：場地預約諮詢\n內容：\n您好，\n我是Y公司的執行祕書Nicole，我們希望在貴中心舉辦一場公司的聚會活動，以下是活動的詳細需求，想與您討論是否可行：\n日期和時間：〔請填寫日期和時間〕\n參加人數：〔請填寫參加人數〕\n場地布置：〔請填寫場地布置需求〕\n餐飲需求：〔請填寫餐飲需求〕\n特別需求：〔請填寫特別需求〕\n相當期待能委託貴中心舉辦一場成功的聚會活動。如有任何需要進一步討論的事項，請隨時與我聯繫，謝謝！\nWarm Regards,\nNicole\nY公司執行祕書\n範例：\n您好，\n我是Y公司的執行祕書Nicole，我們希望在貴中心舉辦一場公司的晚宴活動，以下是活動的詳細需求，想與您討論是否可行：\n● 日期和時間：2024年6月13日，下午2點至6點\n● 參加人數：50人\n● 場地布置：希望有一個寬敞的開放空間容納所有同仁，並提供一些高腳桌方便大家交流。桌面需設置簡單裝飾，例如氣球或鮮花，營造輕鬆愉快的氛圍。如果能另外安排一個投影幕，讓我們播放音樂及活動影片，那將更為理想。\n● 餐飲需求：以簡單的點心與飲料為主，包括但不限於：多樣的小點心（如三明治、迷你漢堡、蛋糕等）、飲品（無酒精飲品、果汁）。\n● 特別需求：有兩位同仁吃素，希望能適量安排一些素食餐飲。\n相當期待能委託貴中心舉辦一場成功的晚宴活動。如果有任何需要進一步討論的事項，請隨時與我聯繫，謝謝！\nWarm Regards,\nNicole\nY公司執行祕書\n根據Nicole的需求，Gemini生成的模板分成三項：\n● 主旨：信件主旨。\n● 內容：精簡版，列出過往信件的重點，例如日期時間、參加人數、餐飲需求等。\n● 範例：完整版，套用後只需微調修改即可寄出。\n值得一提的是， Nicole以前的信件記錄曾經提及公司有兩位同仁吃素，Gemini處理時並沒有忘記這點，以「特別需求」的方式標註於信內。\n技巧再升級\n【技巧 1】製作表格報告\nGemini這種自動「撈」資料的功能，除了用來撰寫Email模板，還能延伸應用於製作表格報告。\n舉例來說，Nicole還有一項例行工作是統整十幾間廠商的報價資料並呈報給老闆，麻煩的是，每次一一點開信、重新閱讀、再把報價內容整理到Excel，總是要耗費許多時間。\n但是現在她只要輸入：@Gmail 請幫我整理本月A產品的報價資料，包含品名、價格、交期與聯絡人，以表格呈現。\n一切交給AI處理，連試算表也一併製作完成。如今Nicole每次都能輕鬆、高效率地將資料呈報給老闆！\n【技巧 2】公司信箱也能用\n對使用Gmail的人來說，Gemini很方便，但不少公司還是用自己的Email系統，這樣還能用這篇文章教的方法嗎？\n別擔心，有兩種變通方式，第一，我們可以將公司信箱的Email「轉寄」到Gmail，讓Gemini順利讀取資料；第二，我們還能運用Gmail的「帳戶和匯入──查看其他帳戶的郵件」功能，讓公司與Gmail兩個不同的收件匣隨時保持同步，如此一來，自然也能讓Gemini幫忙製作信件模板囉。\nGemini自動檢索數據、自動生成試算表\nAI小講堂\nGoogle為了搶占生成式AI市場，推出精心之作Gemini，頗有與ChatGPT互別苗頭的意味，但持平而論，現在它的實用性仍不如ChatGPT。\n從另一方面來說，無痛整合Gmail、Google Docs與Google Drive生態系的強大優勢才是Gemini的傳家寶刀，一旦祭出，勢必收割許多數位用戶。相信未來付費版Gemini Advanced 將深化這種「跨應用程式」的緊密連結，值得期待。\n實用工具連結\nGemini\nGemini Advanced"
  },
  {
    "id": "BH6132-8",
    "title": "5 高速寫完一封流暢的英文信件／ChatGPT Writer",
    "text": "5 高速寫完一封流暢的英文信件／CHATGPT WRITER\n祕書Ivy不僅要幫總經理Ken安排行程，還要回覆客戶對於公司產品的疑問。雖然相關知識她早已嫻熟於心，用中文對答如流，但是寫英文信件一直是她的罩門，時常感到力不從心。\n今天，Ivy又不自覺停下敲打鍵盤的手，視線停留在一封英文信件上：\nDear Ivy,\nI hope this message finds you well. We are keen to obtain comprehensive details about Product XXX, including its specifications, features, and pricing.\nFurthermore, we would appreciate an opportunity to schedule a brief meeting with Ken to explore potential collaboration. Could you kindly…\nBest,\nYvonne\nIvy的英文能力並不差，但面對客戶的專業詞彙和商務書信格式，總覺得自已寫起信來詞不達意，也擔心犯了粗淺的語法錯誤，影響客戶的觀感。\n「這封信到底該怎麼回呢？」她心中暗自煩惱，手指在鍵盤上猶豫不決。螢幕上的草稿不斷刪刪改改，最後總算拼湊出一封看起來還不錯的回信，卻比平常寫中文信要多花上兩到三倍的時間，實在很沒有效率。\n相信許多人跟Ivy有同樣的煩惱。想要把一封英文信件寫得「道地」並不容易。即使有翻譯軟體可以幫忙，但是翻譯出來的詞彙和語氣總是呆板又枯燥，在外國人眼裡顯得不自然、不通順！\n現在無論是多麼艱深的專業話題，AI都能助你一臂之力。\n英文能力不夠好嗎？別擔心，AI已經改變了遊戲規則，有它幫忙，就能突破職場的語言藩籬，輕鬆自如地應對各種英文信件。\nChatGPT Writer幫你寫英文信件\nAI是非英文母語人士的救星，不僅能幫我們起草各式商務信件，大幅降低構思時間，還能從對方的信件內容中判讀關鍵訊息，細緻地捕捉對方的疑問，並巧妙融入符合商業禮儀的用詞。\n我們所要做的就是安裝「ChatGPT Writer」這個瀏覽器擴充功能。未來只要用中文簡單告訴AI回信的重點，就能迅速生成一封文辭流暢的英文信件。\n操作步驟\n【STEP 1】掌握ChatGPT Writer的安裝與使用\nChatGPT Writer是一款瀏覽器擴充功能，安裝後即可直接在Gmail、Outlook等電子郵件畫面中使用。\n請先進入ChatGPT Writer的官方網站（連結附於文末），點選「Install Free Extension」進入Chrome線上應用程式商店，新增這個擴充功能。\nChatGPT Writer的使用方式很簡單，共有兩種：\n1. 點擊瀏覽器工具列的ChatGPT Writer擴充功能圖示（閃電形狀）。\n2. 如果使用的是Gmail，撰寫信件草稿時，底部的工具列也會出現ChatGPT Writer圖示（閃電形狀）。\n使用這兩種方法，畫面都會彈出一個小操作視窗。介面主要分成三大區塊：\n● 原始信件區：套用對方的來信內容。自己撰寫新的Email則保留空白。\n● 指令區：簡單說明自己回信或寄信的重點。可以用條列式呈現。\n● AI生成區：AI依照指令描述，生成對應的信件內容。\n我們還能依照需求做一些細部調整，例如：調整使用的AI模型（GPT-4o、Sonnet 3.5等）、調整用字遣詞的語氣（專業、隨興、友善等），或是控管AI撰寫的內容長度。\nChatGPT Writer操作示意圖\n【STEP 2】輸入信件原文、輸入指令\n請先將對方的來信內容複製到「原始信件區」，再依據信件內容，將需要回覆的項目輸入「指令區」。\n舉例來說，Ivy收到的信件內容有點長，但實際需要回覆客戶的內容只有兩項：產品介紹以及替總經理Ken安排一場會議。\n輸入指令：\n請幫我回信：\nProduct XXX的優勢是較同級產品的碳排放量減少50%，其他細節請看附檔。\n總經理下週三下午方便開會。\n由於這是正式的商務對答，我們不希望用詞太輕鬆隨便，因此將語氣（Writing Tone）設定為專業（Professional），內容長度（Length）設定為中等（Medium）。\n至於指令一開始特別強調「請幫我回信」，是因為經驗上如果沒有特別說明，ChatGPT Writer偶而會無法區分應該依照原始信件區的內容撰寫回信，或是直接改寫就好，導致收件人與寄件人關係錯亂，最後生成的內容可是截然不同！事先言明這次要請AI「回信」，就能避免烏龍狀況發生。\n指令輸入完成後，點擊「Send to AI」即可自動生成內容。\nChatGPT Writer回答：\nDear Yvonne,\nThank you for your inquiry regarding Product XXX. I am pleased to inform you that Product XXX boasts a significant advantage over similar products, with a 50% reduction in carbon emissions. For further details, please refer to the attached document outlining its specifications and features.\nRegarding the meeting with Ken, I will arrange a brief meeting next Wednesday afternoon. Please let me know what time works best for you.\nIf you need any further information, please do not hesitate to reach out.\nBest regards,\nIvy\n看到AI迅速寫出一封流暢的英文信，Ivy的眼睛為之一亮，內容不僅精準掌握客戶的疑問，段落結構清晰，還巧妙加入了幾句問候語，營造出專業又不失溫暖的氛圍，真是太棒了！\n【STEP 3】檢查與校對\n如果覺得ChatGPT Writer產生的內容還不錯，點擊「Insert Response」就能將這段信件內容直接套用到Gmail或Outlook的電子郵件草稿中。\n儘管AI工具操作方便又快速，但面對AI生成的內容，我們還是要時刻保持警覺，握緊韁繩，仔細檢查一遍內容是否有誤才能寄出，以免馬失前蹄了！\n技巧再升級\n【技巧 1】 免費次數用完了怎麼辦？\nChatGPT Writer目前有限制免費用戶每個月的使用次數，使用頻率較高的人，可能還沒月底就用完了，除了付費，還能怎麼辦呢？\n第一，回歸老辦法，同樣交給ChatGPT扮演AI助手的角色。先輸入英文信件的內容，請ChatGPT撰寫回信，再將內容複製貼到Gmail或Outlook。只是這樣會多出兩次切換視窗、搬運文字的步驟，稍微麻煩一點。\n第二，搜尋與ChatGPT Writer相似的工具。這類型的AI電子郵件助手近年如雨後春筍般冒出，例如：Letty、Rytr。\n此外，我們也可以用「AI Email Writer」這個關鍵字在網路上搜尋，相信能找到琳瑯滿目的工具。它們背後使用的技術大多相同，因此功能差異並不大，就是操作介面略有不同而已，不妨多多嘗試。\n最後，這些工具的開發者畢竟需要「營利」以求生存，因此透過「限制使用次數」來吸引用戶付費也是人之常情。如果不想付費，只要事先準備兩到三個工具搭配使用，通常足以應付基本需求了。\n實用工具連結\nChatGPT Writer"
  },
  {
    "id": "BH6132-9",
    "title": "6 用PDCA原則拆解複雜的交辦事項／ChatGPT + PDCA",
    "text": "6 用PDCA原則拆解複雜的交辦事項／CHATGPT + PDCA\nAshley是公司的行政專員，經常遇到主管突然交付任務的情況。這不打緊，真正讓她頭痛的是，主管常常劈里啪啦傳來一長串訊息，橫跨好多不同的工作項目，每個工作都各有需要注意的細節。Ashley經常要花費許多時間「理解」主管的指示，才能把複雜的訊息拆解為適合執行的工作步驟。\n今天，Ashley又收到來自主管的Line訊息：\n「哈囉Ashley，最近事情多到爆炸，有幾件事需要妳幫忙支援一下。首先是下禮拜的Kick-off meeting，總經理很重視那個客戶，簡報資料一直改來改去，頭都大了。麻煩妳幫忙調整簡報的呈現方式，並將附檔的Excel數據補進去，整體排版美編就套用公司的標準模板。這件事很急，希望後天之前給我簡報。另外，我看了產品發表會的規劃，邀請名單還不錯，很完整，但其他人對於活動流程有些意見，請妳參考上次會議他們提的意見，調整一下，順便設計邀請函。對了，我還收到一個供應商的Email，晚點轉寄給妳，他們想確認B產品的進貨量，但處長好像還沒決定，請妳跟他確認一下，儘快給供應商一個初步回覆。不然像之前A產品拖太久，被廠商抱怨了好幾次，觀感很不好。有問題隨時找我唷！」\n看完主管「落落長」的訊息，Ashley知道自己恐怕又得加班了。這種突如其來的任務總是讓她感到不知所措。\n「又塞過來一大堆事情，我到底該從哪裡開始處理呢？」\n如果能有個頭腦清晰的助手，將這些零散的指示逐一拆解成條理清晰的工作事項，並按照緊急度或重要度排序，就能幫Ashley快速掌握現況，妥善安排時間，工作效率肯定會大幅提高，壓力也會減少很多！\nChatGPT + PDCA拆解複雜的交辦事項\nChatGPT擅長處理文字內容的編輯與改寫，能把一段複雜混亂的資訊，在短時間內抽絲剝繭，用邏輯清晰的格式呈現。\n「PDCA原則」是一套用於梳理工作流程、增進效率的方法，包含四大階段：Plan（計畫）、Do（執行）、Check（查核）、Action（改善行動）。搭配PDCA，可以使ChatGPT遵循同一套邏輯，確保最後生成的內容具有一致性，方便我們反覆套用到職場工作中。\n以下將透過3個步驟，讓ChatGPT熟練運用PDCA，打造一個專門拆解複雜交辦事項的AI助手！\n操作步驟\n【STEP 1】讓ChatGPT記憶與學習PDCA\n這次我們讓ChatGPT扮演拆解複雜交辦事項的AI助手。請參考下方指令訓練ChatGPT，讓它熟練運用PDCA的架構及原則。\n輸入：\n請你記憶以下關於PDCA原則的說明，後續我會請你使用PDCA原則，拆解別人給我的工作。\nPDCA原則分為四大階段：\n● 計畫（Plan）：分析別人交辦的工作內容，按照工作性質或對象差異，歸納出重要的「工作課題」。此處簡單條列即可，詳細的工作項目請留待下一階段處理。\n● 執行（Do）：將「工作課題」用數字1、2、3標示，在每個工作課題之下，定義所有需要解決的問題、或尚待處理的工作事項，用數字（1）、（2）、（3）標示。\n● 查核（Check）：列出所有檢視進度或成果的查核點，例如截止日期。\n● 改善行動（Act）：如果資料有提到執行期間可能遭遇的問題或是潛在風險，請以條列式呈現。如果沒有，請保留空白。\n也請遵守以下幾個原則：\n● 請完全依據提供的資料執行PDCA，不要新增無關的內容。\n● 如果原文的描述過於抽象，請轉化成可具體執行的任務。\n● 如果輸入交辦工作的截止日期在三天內，屬於緊急事項，請在執行（Do）階段該項目的最後加上「＊」。\n執行後，如果畫面出現「記憶已更新」（Memory updated）的小圖示，代表ChatGPT已經把我們輸入的內容記憶完成了。\n事實上，這段指令開頭提到「記憶」兩個字非常重要，這個關鍵字能夠觸發ChatGPT的「Memory」功能。此功能的特別之處在於，我們要求它記憶的內容將會自動建立一個條目，存放於ChatGPT的記憶庫中。\n透過「Memory」功能記憶的資料，即使開啟新的對話也能持續使用。舉例來說，未來每次提到PDCA，ChatGPT就能馬上理解我們指的是上文設定的規則，不必多做說明，節省每次重複解釋的時間。\n另外，或許你會好奇，如果不採用PDCA有什麼差異？\n我們當然可以單純上傳訊息內容，然後告訴ChatGPT：「請將這份資料整理成清單。」這種方式也能快速整理出一份清單，可惜的是，一旦沒有設定統一的格式或架構，ChatGPT就可能因為自由度過高，導致每次產出的內容差異很大，甚至會遺漏重要的資訊。\n透過導入PDCA的架構，能讓ChatGPT更有邏輯、更妥善、更有針對性地拆解資料。\n【STEP 2】輸入訊息、生成PDCA清單\n完成訓練後，ChatGPT已經化身為專門拆解複雜資料的AI助手了！\n我們可以直接把主管或同事傳來的交辦事項「餵」給ChatGPT，請參考以下指令：\n輸入：\n請用PDCA原則，拆解以下工作交辦內容：\n此處請複製貼上主管或同事傳來的訊息（可以同時輸入多則、來自不同人的訊息）。\nChatGPT回答：\n使用PDCA原則拆解提供的工作交辦內容如下：\n計畫（Plan）\n1. Kick-off Meeting簡報調整。\n2. 產品發表會規劃調整及邀請函設計。\n3. 供應商溝通關於B產品進貨量。\n執行（Do）\n1. Kick-off Meeting簡報調整\n（1） 調整簡報的呈現方式，使其更符合需求。\n（2） 將Excel附檔中的數據整合到簡報中。\n（3） 套用公司的標準模板進行美編。＊\n2. 產品發表會規劃調整及邀請函設計\n（1） 參考上次會議的意見調整活動流程。\n（2） 設計邀請函。\n3. 供應商溝通關於B產品進貨量\n（1） 向處長確認B產品的進貨量。\n（2） 根據處長的決定回應供應商。\n查核（Check）\n● Kick-off Meeting簡報調整：確保後天之前完成簡報調整並交付。\n● 產品發表會規劃調整及邀請函設計：確保活動流程和邀請函根據意見進行調整，並符合預期效果。\n● 供應商溝通關於B產品進貨量：確保及時給供應商初步回應，避免延誤。\n改善行動（Act）\n● 確保所有交辦任務準確執行，及時更新進度和問題。\n從ChatGPT提供的內容中，我們可以發現，AI已經按照工作面向的差異，將原先主管傳給Ashley的一長串複雜訊息拆解成三個主要的工作課題，就連每個工作課題該如何執行、有哪些步驟、注意事項為何，全都清楚地歸納出來。\n【STEP 3】匯出為Word檔或PDF檔\n如果想將這份PDCA清單儲存到自己的電腦，或是影印出來方便閱讀，不必手動複製貼上，請使用以下指令，直接將ChatGPT生成的內容匯出為Word或PDF等其他檔案格式。\n輸入：\n請將最終完成的PDCA清單製作成PDF／Word。\n執行後，ChatGPT會提供一個下載連結，即可取得含有PDCA清單內容的Word檔或PDF檔。\n現在有了熟練運用PDCA的AI助手，不管多繁雜的交辦事項，都能瞬間理清頭緒，立刻採取行動！\n技巧再升級\n【技巧 1】 無法使用「Memory」功能怎麼辦？\n如果下的指令有提到「請記憶／記住〇〇資料」，ChatGPT卻沒有出現「記憶已更新」（Memory updated）的小圖示，那很有可能是「Memory」功能不小心關閉了。\n遇到這種情況，請前往「設定」（Settings）重啟這個功能，或透過文末的實用工具連結進行設定。\n【技巧 2】輸出檔案發現文字變成亂碼怎麼辦？\n使用ChatGPT製作含有繁體中文的PDF檔、Word檔，或是數據統計圖表時，常因為缺乏中文字型，導致中文字變成一片亂碼。\n此時我們可以在網路上搜尋適用於繁體中文的字型檔，例如，具有開源授權的思源黑體或是台北黑體，將字型檔上傳到ChatGPT，並輸入指令：「請使用我提供的字體製作PDF。」即可解決中文字亂碼的問題。\n實用工具連結\n開啟ChatGPT的Memory（記憶）功能"
  },
  {
    "id": "BH6132-10",
    "title": "7 訓練個人專屬的行政小助理／ChatGPT",
    "text": "7 訓練個人專屬的行政小助理／CHATGPT\n「AI不像大家說的那麼聰明，給的東西總是不準確，沒辦法直接用啦。」\n「別人說『訓練』AI很重要，但我跟它對話了這麼久，它怎麼還是不懂我的需求呢？」\n「為了得到理想的成果，我要花更多時間和心力在AI身上，似乎本末倒置了吧，乾脆改回人工的方式好了。」\n「唉，AI真難用……」\n你是否曾經在使用AI時，冒出以上的想法？\n如果有，你並不孤單。面對新工具時的無力感相當常見。\n在與AI磨合的過程中，我們常聚焦在技術操作上，例如：Prompting（提示工程）與Fine-tuning（微調），前者讓我們將內心抽象的需求轉化為具體且明確的指令，後者則是強化AI在特定工作上的表現。\n然而，除了掌握技術，心態設定同樣重要！\n假如期望AI一開始就成為全知全能的助手，能完美執行任何任務，對於初學者來說幾乎不可能；但如果我們調整心態，先把日常工作切分成幾項小任務，每項小任務交給一位AI助手處理，不僅容易上手，還能快速享受到AI帶來的甜美果實。\n就讓我們一起使用ChatGPT訓練個人專屬的行政小助理，熟練之後，就能反覆套用這個模式，讓每項瑣碎的行政工作都有一位專屬的AI助理，從此事半功倍！\n善用GPTs打造專屬行政小助理\nChatGPT是當前最熱門的生成式AI工具之一，而「GPTs」功能可說是讓AI從好玩邁向實用的直達電梯。\n透過GPTs功能，我們可以為每一項行政工作量身訂製一個專屬的聊天機器人，它只為這項任務而生，因此能做得更精準、更完善、更符合我們的需求。\n接著將介紹如何設定GPTs功能，訓練個人專屬的行政小助理。\n操作步驟\n【STEP 1】快速掌握「建立模式」的操作方法\n開啟ChatGPT：我的GPT頁面（連結附於文末），點擊「建立GPT」（此為付費方案功能），即可開始設計。\n操作不必具備任何程式基礎，只需要用口語描述希望創建的功能。\n畫面布局主要分為左右兩大區塊，右側是預覽區，呈現未來實際使用時的畫面，我們可以在此隨時進行測試，檢查是否有需要調整改善的地方。\n左側的功能設定區還可以分為兩種設計模式：建立（Create）以及配置（Configure）。\n在建立（Create）模式下，我們將與ChatGPT來回對話，讓AI一步一步引導我們完成設計。\n舉例來說，ChatGPT先主動提問：「請告訴我，您希望這個GPT具備什麼樣的行為或目標？」\n我告訴它：「我想製作偵測錯別字的GPT。」\nChatGPT就會快速擬出相關指令以及預期呈現的功能，並且不斷地發問，確認它的理解與我們的實際需求一致。\nChatGPT可能會這麼發問：\n「我建議將這個GPT命名為：錯別字檢查助手。您覺得這個名字合適嗎？」\n「您希望錯別字檢查助手在與您互動時，採取什麼樣的語氣和風格呢？」\n除了回答它提出的問題，我們也可以提出其他的需求，例如：「如果發現簡體字，請特別標示出來。」以此新增ChatGPT原本沒有考量到的功能細節。\n我們在左側功能設定區操作時，右側預覽區的畫面會隨之更新。在一來一往的問答中，將會逐步完善這個GPT。\n整體來說，建立（Create）模式偏向把設計的主導權交到AI手上，具有操作流程親民容易的優點，我們不必思考繁瑣的技術細節，大部分的問題都交給AI處理。\n然而，建立（Create）模式的缺點也顯而易見，如果跟AI溝通不良，這個「對話」過程可能拉得很長，耗費更多時間。此時不妨切換到配置（Configure）模式，省略來回問答，直接完成所有的功能設定。\n【STEP 2】快速掌握「配置模式」的操作方法\n在配置（Configure）模式下，我們將省略跟ChatGPT口語溝通的過程，直接針對指令、對話啟動器、知識庫等功能細節進行設定，請參考以下說明：\n● 名稱（Name）：為這個GPT命名。\n● 說明（Description）：簡單介紹功能。\n● 指令（Instructions）：詳細輸入我們希望執行的動作、操作步驟以及具體的指令。可以使用條列式進行說明。\n● 對話啟動器（Conversation starters）：預設一開始能立即使用的指令。\n● 知識庫（Knowledge）：上傳可供AI學習與訓練的資料，檔案類型包含但不限於Pdf、Excel、Word等。\n● 功能（Capabilities）：選擇是否開啟網頁搜尋、DALL·E繪圖以及程式碼執行器等功能。\n● 動作（Actions）：點擊「建立新動作」，就能執行串接第三方API等進階設定，如果不需使用，忽略這個功能即可。\n其中，指令（Instructions）是整個功能設定區的核心，我們需要具體且明確地輸入指令，告訴AI如何執行任務。舉例來說，當我們設計偵測錯別字的GPT時，可以將指令設計如下：\n輸入：\n請幫助使用者辨識並更正錯別字，並遵循四個原則：\n1. 用「 」標示錯別字，提供更正建議，同時保留原句。\n2. 使用專業語氣，提供簡潔的建議。\n3. 僅限於更正錯字，不修改語句次序及結構。\n4. 如果遇到不確定的情況，請主動向使用者確認。\n在設計指令的過程中，別忘了隨時透過右側的預覽區做測試！\n我們可以根據測試結果，觀察AI實際執行的情況，檢測還有哪些問題需要解決，將指令內容修改得更完善。\n另外，對話啟動器指的是一進入GPT就能看到的指令按鈕，通常會設計為簡短易用的指令。以偵測錯別字的GPT為例，對話啟動器可以設定為「請偵測這篇文章內的錯別字」。未來每當我們進入這個GPT，都會出現這個指令按鈕，節省手動打字的時間。\n關於功能設定中的程式碼執行器和資料分析功能（Code Interpreter & Data Analysis），乍聽之下像是只能用在程式設計，但它的應用層面其實相當廣泛，許多涉及數理計算、製圖製表或是數據分析的操作，都會用到這個功能。\n整體來說，建立（Create）模式的操作容易，但只適合設計功能簡單的GPT；配置（Configure）模式雖然稍顯複雜，卻能滿足更細膩、更全面的設計需求。\n【STEP 3】設定分享方式\n設計完成後，點選畫面上方的「建立」（Create）就能完成存檔。\n同時，我們也要決定如何分享這個GPT，目前共有三個選項。\n● 只有我：僅供私人使用。\n● 擁有連結的任何人：可以透過連結，分享給同事或親朋好友使用。\n● GPT商店：公開發表到OpenAI的GPT商店，任何人都能搜尋到這個GPT，並自由使用。\nGPTs配置模式的操作示意圖\n最後再次強調，大家試著把自己常常需要做的行政工作區分為幾項小任務，並為每項任務設計專屬的GPT助理。\n期待大家都能組織一群專業、高效率的「AI團隊」，全年無休為自己服務！\n技巧再升級\n【技巧 1】激發想像，GPT助理還有哪些功能？\n除了上文介紹的偵測錯別字，GPT助理還有許多新鮮有趣的應用，例如，我們可以設計一個專門整理名片資訊的GPT助理，或是讓它負責構思簡報大綱、安排旅遊行程，甚至還能擔任精通多國語言的外語家教。\n【技巧 2】使用別人設計的GPTs\n除了設計自己專屬的GPT，我們還能在「GPT商店」享受別人開發的工具（連結附於文末），內容涵蓋繪圖、文案寫作、程式設計等眾多領域。閒暇時不妨到GPT商店瀏覽一下，或許有意外之喜！\nAI小講堂\nGPT商店常被稱為「AI版本的App Store」，如同我們在iPhone下載各種實用的APP，GPT商店也有許多別人精心研發的工具，滑鼠一點，就能直接取用。\n根據統計，OpenAI推出GPT商店之後，短短幾個月時間就累積了超過300萬個GPT作品，藉由全球不同產業、不同領域使用者腦袋裡的無限創意，即使是剛接觸生成式AI的新手也能站在巨人的肩上，輕鬆享用甜美的果實。\n實用工具連結\nChatGPT：我的GPT頁面\nChatGPT：GPT商店頁面"
  },
  {
    "id": "BH6132-11",
    "title": "Chapter 2 活動執行力",
    "text": "CHAPTER 2 活動執行力\n8 快速搞定國外差旅行程／CHATGPT\n「Hi，Nicole，下個月我要到矽谷開會，詳細地點晚點傳給妳，記得是在聖塔克拉拉大學附近，請妳幫忙安排一下行程。」\n接到老闆的電話，祕書Nicole趕緊拿起筆記本Standby，「沒問題，請問您安排哪一天出發跟回國？」\n「我預計10月15號出發，19號回來。另外我想在當地自己開車，順便幫我處理一下租車的事。」\n「了解，請問有其他需要注意的地方嗎？」\n「對了，我記得那一區有間樂高專賣店，請妳確認一下在哪裡，我想順便帶個禮物給我兒子。」\n「好的，我會儘快安排好行程給您確認！」\n掛上電話後，Nicole立刻打開筆電搜尋機票跟住宿，還不忘嘆了口氣。幫老闆安排國外的行程頗耗費時間，不僅要完美安排航班、住宿和租車，還得在密集的開會行程中妥善塞進老闆的「私人行程」，更是考驗著祕書的智慧。\nNicole忽然想到，現在的AI工具或許能幫助她解決這些繁瑣問題。如果能用AI自動搜尋比對機票和住宿選項，並考量不同行程的地理位置，規劃出最方便的路線，豈不是能大幅減少人工安排的時間？\nChatGPT幫你搞定國外差旅行程\n旅遊業引入AI技術已久，許多旅遊公司利用AI建立客服機器人，或是設定更聰明的比價機制，讓旅客享有更棒的服務體驗。而對於自主安排行程的旅客來說，AI能迅速根據使用者輸入的地點，一站式提供關於機票、住宿、租車等旅程安排建議。\n以下將介紹ChatGPT的「KAYAK - Flights, Hotels & Cars」功能，分享生成式AI帶來的全新差旅規劃體驗！\n操作步驟\n【STEP 1】草擬行程重點\n在跟AI對話之前，我們必須先思考出國的行程細節，描述得愈詳細，AI安排的行程就能愈貼近我們的需求。\n舉例來說，如果Nicole只有輸入「請幫我安排前往美國聖塔克拉拉大學附近開會的機票與住宿」，因為描述得太簡略，AI很難依照指令安排行程，即便給出回覆，也很可能語焉不詳，漏洞百出。\n當然，我們也沒必要長篇大論說明所有行程，大家可以參考以下清單，依照實際需求，簡單條列出重要資訊即可。\n● 重要行程地點\n　 ● 地點一、日期、時間\n　 ● 地點二、日期、時間\n　 ● 地點三、日期、時間\n● 航班\n　 ● 出發地：預計從哪個城市、哪個機場出發\n　 ● 目的地：預計前往哪個城市、哪個機場\n　 ● 去程與回程日期\n　 ● 人數：幾位成人、幾位小孩\n　 ● 特殊需求：預算範圍、指定航空公司或艙等\n● 住宿\n　 ● 住宿地點：哪個城市或特殊地標附近，範圍幾公里\n　 ● 入住與退房日期\n　 ● 人數：幾位成人、幾位小孩\n　 ● 特殊需求：預算範圍、飯店星級、評價幾顆星以上、附贈早餐\n● 交通接駁\n　 ● 大眾交通（地鐵和巴士）或是租車\n　 ● 借還車日期與地點\n　 ● 特殊需求：機場接送服務、租車車型（Economy、Compact、SUV、Luxury等）\n【STEP 2】請AI安排差旅行程\n開啟ChatGPT的「KAYAK - Flights, Hotels & Cars」功能（連結附於文末）。\nKAYAK是一個提供比價與預訂服務的網站，喜愛自由行的人應該對這個工具不陌生，它的運作邏輯跟我們常見的Agoda、Booking.com等訂房網站類似，我們可以根據地點及預算，快速篩選出合適的機票、住宿及租車服務。\n藉助AI之力，KAYAK在ChatGPT上建立了自家公司的GPT工具，使用者可以用更簡便、更口語化的方式，輕鬆取得旅程建議。\n接著，請輸入前一步驟擬好的行程重點，舉例來說，Nicole將老闆的出差行程轉為以下指令：\n輸入：\n請安排以下前往美國矽谷的行程，並根據「重要行程地點」的位置，推薦當地的住宿及租車服務。\n● 重要行程地點\n　»Santa Clara Convention Center、2024/10/16 10am\n　»San Jose McEnery Convention Center、2024/10/17 10am\n● 航班\n　»出發地：台灣桃園國際機場\n　»目的地：美國舊金山機場\n　»去程與回程日期：10/15、10/19\n　»人數：1位成人\n　»特殊需求：指定商務艙\n● 住宿\n　»住宿地點：鄰近重要行程地點\n　»入住與退房日期：10/16、10/19\n　»人數：1位成人\n　»特殊需求：評價8顆星以上\n● 交通接駁\n　»安排租車，借還車地點應鄰近舊金山機場\n　»借還車日期：10/16、10/19\nChatGPT回答：\n● 航班：\n1. 菲律賓航空\n　去程：10月15日17:20出發，10月16日20:50抵達（1次轉機：馬尼拉）\n　回程：10月19日23:50出發，10月21日08:45抵達（1次轉機：馬尼拉）\n　價格：$2,270\n　預訂連結：點擊這裡\n2. 長榮航空\n　去程：10月15日19:40出發，10月15日16:00抵達（直飛）\n　回程：10月19日13:00出發，10月20日17:30抵達（直飛）\n　價格：$4,596\n　預訂連結：點擊這裡\n3. 聯合航空\n　去程：10月15日12:10出發，10月15日08:45抵達（直飛）\n　回程：10月19日23:45出發，10月21日04:05抵達（直飛）\n　價格：$4,614\n　預訂連結：點擊這裡\n● 住宿：\n　1. Santa Clara Marriott\n　評分：8.4/10\n　價格：每晚 $377\n　預訂連結：點擊這裡\n　2. San Jose Marriott\n　評分：7.8/10\n　價格：每晚 $367\n　預訂連結：點擊這裡\n　3. Aloft Santa Clara\n　評分：8.7/10\n　價格：每晚 $219\n　預訂連結：點擊這裡\n● 租車：\n　1. Intermediate SUV\n　價格：每日至少 $74\n　預訂連結：點擊這裡\n　2. Economy\n　價格：每日至少 $87\n　預訂連結：點擊這裡\n　3. Compact\n　價格：每日至少 $88\n　預訂連結：點擊這裡\n我們可以從ChatGPT的回答觀察到，AI很快速地根據Nicole的指令，推薦一系列機票、住宿及租車的選項，甚至一部分的飯店及旅館，還會附上圖片說明裝潢風格。\n對於我們有興趣的選項，只要點擊預訂連結，也就是畫面中「點擊這裡」的文字，就能進一步瀏覽更詳細的資訊。\n【STEP 3】延伸發問\n我們可以從ChatGPT的摘要回覆中，初步掌握不同選項的價格差異，如果臨時想到其他特殊需求，諸如不想轉機，或是每晚住宿費用上限等條件，都能隨時請ChatGPT提供新的建議。\n舉例來說，Nicole想起老闆特別提到，這次要順便到附近的樂高專賣店幫兒子買禮物。以前遇到這種要求，Nicole習慣用關鍵字在網路上爬文，現在直接請ChatGPT搜尋地點更加快速。\n輸入：\n請搜尋行程地點附近的樂高專賣店\nChatGPT回答：\n在矽谷附近有兩個樂高專賣店可以參觀：\n● Westfield Valley Fair LEGO Store\n　»地址：2855 Stevens Creek Boulevard, Santa Clara, CA 95050\n　»距離 Santa Clara Convention Center：約15分鐘車程\n　»距離 San Jose McEnery Convention Center：約20分鐘車程\n● LEGOLAND Discovery Center Bay Area\n　»地址：870 Great Mall Drive, Milpitas, CA 95035\n　»距離 Santa Clara Convention Center：約20分鐘車程\n　»距離 San Jose McEnery Convention Center：約25分鐘車程\nNicole立刻拿到了兩間樂高專賣店的地址，AI甚至還貼心附上距離開會地點的車程估算，方便老闆在忙碌的行程中撥空造訪。\n【STEP 4】驗證資訊的正確性\n雖然AI安排差旅行程又快又詳盡，但千萬別忘了，付費之前還是要重新檢查一遍資料的正確性！例如時間、人數、價格等細節是否有誤，要是盲信AI的建議，結帳後才發現金額多了一個0，那就真的是欲哭無淚了！\n唯有親自進行最終驗證，才能確保每次行程順利無憂！\n技巧再升級\n【技巧 1】善用超連結\nChatGPT的「KAYAK - Flights, Hotels & Cars」功能通常在每個航班或住宿選項後方都會附上超連結，可能顯示為「點擊這裡」，有時也會以預訂連結或是標題搭配URL的方式呈現。\n值得一提的是，這個超連結隱藏了一個小巧思。當我們點選它進入機票、住宿或是租車的系統時，AI將會自動填入日期區間以及人數等詳細條件，無形中節省不少手動輸入的時間，值得好好運用！\nAI小講堂\n旅遊業正嘗試用AI翻轉所有人的旅行體驗，除了旅客最在意的「優惠比價」，給出創意吸睛的行程推薦也是生成式AI的強項之一。\nKAYAK除了推出本文介紹的GPT工具，還另外運用機器學習與AI技術，開發一個名為「Ask Kayak」的網站，為自由行的旅客提供豐富的旅遊靈感。只要輸入一、兩個關鍵字，例如：「陽光綠地、3,000美元以下的家族旅遊」或是「觀賞世界名畫，機票1,000美元以下」，就能獲得旅遊地點推薦，以及相關的航班與住宿資訊，頗為新鮮有趣。\n實用工具連結\nKAYAK - Flights,\nHotels & Cars\nAsk KAYAK"
  },
  {
    "id": "BH6132-12",
    "title": "9 用AI安排國內員工旅遊行程／Gemini",
    "text": "9 用AI安排國內員工旅遊行程／GEMINI\n即將迎來一年一度的員工旅遊，祕書Ivy召集同事們一起討論行程，跟平常死氣沉沉的會議不同，大家都興奮地提供意見。\n「我提議這次去海邊玩！上次登山之旅真的累壞了，這次換個輕鬆的好不好？」\n「海邊不錯啦，但能不能安排個博物館或美術館，現在這麼熱，找個有冷氣的地方，感受一下文化氣息也不錯吧。」\n「我推薦刺激的，像是高空彈跳或飛行傘。」\n「不行不行，我有懼高症，還是美食之旅更好，我們這些社畜最適合參加品酒會了！」\n一群人圍坐在會議桌旁，七嘴八舌地提供意見，祕書Ivy一邊跟大家說說笑笑，同時提筆寫下每則建議。但看著大家意見分歧的「願望清單」，Ivy默默想著：「大家的意見也太複雜了，該怎麼安排行程呢？」\n身為員工旅遊的負責人，為了盡力滿足大家的期望，Ivy總要花上許多時間翻閱一篇又一篇的網路文章、部落格資料或是旅遊Youtuber的推薦，來挑選適合的景點及住宿。\n「有沒有更輕鬆、更有效率安排旅程的方法呢？」\n用Gemini安排國內旅遊行程\n「Gemini」是一款由Google推出的協作型人工智慧，它能整合Google 旗下的應用程式和服務，例如Google地圖、Google飯店，針對我們提出的需求，擷取即時資訊，提供員工旅遊行程的建議。\n接著將要介紹，如何以5個步驟用Gemini安排一趟令人滿懷期待的員工旅遊！\n操作步驟\n【STEP 1】列出需求與期望\n一開始先別著急跟AI對話，為了讓AI準確掌握我們的需求，除了列出所有人對於這趟旅程的期望，最好也一併提供人數、日期等基本條件，以利AI分析、安排最適合的方案。\n如果你不清楚AI需要哪些資訊，不妨參考以下的清單，思考該如何對AI下指令。\n● 基本條件\n　»目的地：定點深度旅遊、橫跨多縣市的行程\n　»預算：總預算或單人預算上限\n　»總天數\n　»出發地點\n　»總人數：幾位成人、幾位小孩\n　»年齡層分布：有利於AI安排合適的活動\n● 景點偏好\n　»自然風光（山林、海邊、溫泉）\n　»美食之旅（高級自助餐、親子餐廳、夜市小吃）\n　»戶外活動（露營、高空活動、水上活動、主題樂園）\n　»人文歷史（展覽、博物館、美術館）\n● 住宿與交通\n　»飯店或民宿：評價幾顆星以上\n　» 交通方式：高鐵、火車、遊覽車\n● 特殊需求\n　»素食或特殊飲食習慣\n　»是否需要安排自由活動時間\n　»是否需要安排Team Building活動\n　»是否有必去的景點或活動\n【STEP 2】Gemini安排旅遊行程\n首先，請在瀏覽器開啟「Gemini」（連結附於文末）。\nGemini是一款生成式AI聊天機器人，以日常對話的方式提出需求，就能幫我們處理工作與生活中的大小事。\n現在，我們可以將前一步驟整理的旅程需求告訴Gemini，請它幫忙安排行程。需要注意的是，住宿的安排將使用另一個功能，因此留待下一步驟再處理。\n舉例來說，Ivy可以將同事們的意見，整理為以下指令：\n輸入：\n假設你是一位導遊，請依照以下條件，幫我擬定三天兩夜、前往台灣中南部的旅遊計畫。\n● 基本條件\n　»目的地：請安排同一縣市的行程\n　»預算：每人每日預算約5,000元\n　»總天數：三天兩夜\n　»出發地點：台北\n　»總人數：15位成人\n　»年齡層分布：35至60歲之間\n● 景點偏好\n　»安排博物館或美術館\n　»安排一個可以品酒的景點\n　»請不要安排高空彈跳、飛行傘等高空活動\n● 交通\n　»交通方式：高鐵或火車\n● 特殊需求\n　»安排一個自由活動時間\nGemini回答：\n● 第一天：藝術與文化之旅\n　上午：\n　● 我們將從台北搭乘高鐵南下，抵達台中。\n　● 接著，我們前往國立自然科學博物館，探索自然奧祕，欣賞豐富的動植物、地質和人類學展覽。\n　中午：\n　● 在科博館附近的特色餐廳享用午餐，品嚐台中在地美食。\n下午：\n　● 前往國立台灣美術館，欣賞台灣現代藝術的精采作品，感受藝術氛圍。\n　● 傍晚時分，安排自由活動時間，讓大家可以自行探索周邊的草悟道商圈、勤美誠品綠園道，或在飯店稍作休息。\n　晚上：\n　● 在台中市區的知名餐廳享用晚餐，宵夜則是品嚐夜市小吃。\n● 第二天：品酒與文化之旅\n　上午：\n　● 我們將前往霧峰林家宮保第園區，參觀這座台灣規模最大的清代建築群，了解霧峰林家的歷史與文化。\n　中午：\n　● 在霧峰林家附近的餐廳享用午餐，品嚐在地風味餐。\n　下午：\n　● 前往霧峰酒莊，參觀酒莊的釀酒過程，並品嚐各種在地釀造的美酒，享受微醺的午後時光。\n　晚上：\n　● 返回台中市區，在精選的餐廳享用晚餐，品嚐台中特色美食。\n● 第三天：自然與人文之旅\n　上午：\n　● 我們將前往高美濕地，欣賞這片美麗的海岸濕地生態，觀賞豐富的鳥類和螃蟹等生物。\n　● 如果時間允許，還可以前往彩虹眷村，欣賞充滿童趣的彩繪巷弄。\n　中午：\n　● 在高美濕地附近的餐廳享用午餐，品嚐新鮮海產。\n　下午：\n　● 結束愉快的旅程，搭乘高鐵返回台北。\n我們可以看到，Gemini迅速根據我們的指令，安排出三天兩夜的行程草案。仔細研究它安排的景點，不難發現，AI細緻地將我們列出的博物館與品酒等願望都囊括其中，也同時滿足「限制在同一縣市」的要求。\n此外，AI還會依照實際情況，初步估算食宿與門票費用，或是主動提醒一些當地旅遊的注意事項，礙於篇幅較長，上文並未全部展示出來。大家實際操作時，不妨參考一下AI的提示。\n【STEP 3】Gemini推薦住宿地點\n接著，我們請AI根據三天兩夜行程的景點，安排合適的住宿，指令如下：\n輸入：\n@Google 飯店 @Google地圖\n請根據以上行程各個景點，安排距離適當的飯店或民宿。\n如此一來，Gemini就會綜合考量所有景點的地理位置，推薦一系列距離近、交通便利的飯店或民宿。當然，我們也能預先在指令中設定預算（每人每晚多少錢）或是評價（Google評價幾顆星以上），讓Gemini篩選出更合適的住宿地點。\n值得一提的是，當我們在指令中提及「@Google飯店」、「@Google地圖」、或是「@Google航班／機票」，就能在對話中使用該項Google應用程式，取得更深入、即時、完善的回覆內容。\n【STEP 4】延伸提問\n如果突然想到任何需求，我們都能隨時發問，請Gemini再次調整旅遊規劃。例如：\n● 安排精細的流程表：輸入指令，「請以1小時為單位，重新整理以上行程」。\n● 彙整當地計程車的聯絡方式：輸入指令，「@Google地圖　請搜尋景點（或車站）附近的計程車行電話」。\n● 製作景點導覽清單：先前Gemini擬定的三天兩夜行程中，提到不少景點的名稱，卻缺乏進一步的導覽與說明。輸入指令，「@Google地圖　請為以上景點，附上來源（URL）、地址以及摘要說明」，即可取得一份景點導覽清單，讓同事們對於這趟旅程有更多認識。\n【STEP 5】檢查正確性\n透過以上4個步驟，不僅成功平衡每位同事的需求與期望，更在短時間內產出了一份三天兩夜的員工旅遊規劃。\n最後別忘了，務必親自檢查一遍資料的正確性，才不會因為AI的失誤，意外釀成大錯唷！\n技巧再升級\n【技巧 1】一鍵製作旅遊手冊\n我們可以先請Gemini整併STEP 2的旅遊行程、STEP 3的住宿地點以及STEP 4的景點導覽清單，再點選「分享與匯出」轉為Google文件，即可快速完成一份條理清晰的旅遊手冊，分享給老闆與同事，讓大家對於這趟旅行充滿期待吧！\nGemini一鍵製作旅遊手冊\n實用工具連結\nGemini"
  },
  {
    "id": "BH6132-13",
    "title": "10 一人包辦康樂活動（一）：用AI繪製賀卡／Microsoft Designer",
    "text": "10 一人包辦康樂活動（一）：用AI繪製賀卡／MICROSOFT DESIGNER\n「Ashley，妳在找什麼？看妳盯著螢幕好一陣子了。」Jason走近Ashley的座位旁，好奇地問道。\n「唉，是Marvin的生日卡片啦，在網路上挑了好久，但看起來都有點老氣。」\n原來這次輪到Ashley負責處理老闆Marvin的生日賀卡。她在網路上找了幾種版本，但是同事都覺得不夠特別，讓她感到頗為困擾。\nJason提議說：「妳可以自己動手設計呀！獨一無二，大家肯定喜歡。」\n「哪有那麼簡單，我又不懂繪圖軟體，更別說設計了。」\nAshley有些無奈，自己從小就沒有藝術細胞，也不太可能為了畫張賀卡，就花大把時間從頭學習繪圖軟體。該怎麼辦呢？\nJason自告奮勇說：「別擔心，我來幫忙！現在很多AI繪圖軟體，功能豐富，又容易學，還能加入一些客製化的創意圖案，用AI製作生日卡片，Marvin肯定會喜歡的！」\n於是兩人圍坐在電腦前，一邊腦力激盪卡片上該有哪些元素，一邊對AI下指令……\nMicrosoft Designer高速產出生日賀卡\n「Microsoft Designer」是一款由微軟推出的AI平面設計工具，不僅能製作常見的邀請函、傳單、明信片，還能做AI影像編輯，或是用AI繪圖功能，創作多樣化的平面設計作品。\n更重要的是它的操作簡便，哪怕是AI小白也能輕鬆化身為設計大師，彈指之間就完成一張精美的生日賀卡！\n操作步驟\n【STEP 1】快速掌握Microsoft Designer的基礎功能\n先前往Microsoft Designer官方網站（連結附於文末），首次使用需要註冊一個微軟帳號，登入後就能免費使用。\n系統提供許多創作類型讓使用者挑選，例如：影像、賀卡、社交媒體文章、邀請函等。\n開始創作前，我們需要預先選定創作類型，這麼做的好處是，Microsoft Designer會自動判讀，並套用最合適的版型、尺寸及格式，讓我們免除許多設定上的煩惱。\n雖然畫面上有「建立賀卡」（greeting-cards）的功能可以挑選，但根據經驗，目前使用起來較不方便，因此我們選用「建立影像」（image-creator）的功能來創作生日賀卡。\n操作方式非常簡單，請在輸入指令的欄位，簡單用一至兩句話描述自己想要設計的主題，並點選「產生」即可。\n舉例來說，Ashley想請AI畫一張給老闆Marvin的生日賀卡，可以先將大小設定為「寬（1792x1024）」，讓尺寸較接近常見的賀卡樣式，並輸入指令如下：\n輸入：\n一群同事正在慶祝生日，色調溫暖，剪紙風格。\n接著AI將會一次生成四張圖片，選擇自己心儀的圖片，點選「編輯」，就能跳轉到手動編輯的介面，繼續新增文字，或是調整版面設計的細節。\n如果對於指令沒有靈感，Microsoft Designer網站上也有許多精美的範本可供參考，將游標移至範本上方，就會出現該範本使用的指令，我們可以挑選自己覺得賞心悅目的作品，套用和調整。透過這種模仿學習的方式，初學者也能快速上手，激發創意。\n【STEP 2】手動編輯賀卡──文字排版\n點選「編輯」進入手動編輯介面後，就能進一步調整賀卡的細節。畫面主要分為中央的圖片編輯區以及側邊的工具列。\n圖片編輯區可以調整前一步驟由AI繪製的圖片，在上方新增文字、修改顏色、調整排版位置等。\n工具列有以下幾項功能：\n● 編輯：移除背景、裁切尺寸、套用濾鏡，以及調整亮度或對比度等圖片編修功能。\n● 文字：新增文字，調整文字設計風格。\n● 標記：新增手繪線條。\n● 我的媒體：從電腦或雲端硬碟上傳圖片。\n● 視覺效果：新增插畫或照片，以及AI繪圖功能。\n● 圖層：調整不同圖層的排列順序。\n此時我們要使用「文字」功能，新增幾句祝福壽星的話。\nAshley已經蒐集好同事們想對老闆Marvin說的內心話，把文字放到卡片上，並排放到合適的位置。\n【STEP 3】手動編輯賀卡──新增圖案\n完成文字排版後，還能使用「視覺效果」功能，新增一些圖案，像是壽星喜歡的甜點、他的寵物或是喜歡的運動，讓收到賀卡的人會心一笑。\nAshley記得老闆Marvin特別寵愛家裡的貓，想在賀卡加上Q版的貓咪貼圖。於是依序點選「視覺效果」、「產生」，並輸入指令如下：\n輸入：\n毛茸茸的可愛小貓，手繪風格\n這樣畫面上就會出現由AI繪製的貓咪貼圖，再將它調整到合適的位置即可。\nMicrosoft Designer視覺效果功能說明\n值得一提的是，雖然這項操作也可以在STEP 1執行，但是根據經驗，想要把腦中所想的複雜構圖全部交由AI一次完成，反而容易弄巧成拙，效果不彰。\n因此建議STEP 1的繪圖指令精簡就好，一些精細的圖樣或插畫留待到STEP 3時再用「視覺效果」功能補充進來，反而是省時省力的做法。\n【STEP 4】匯出與分享\n藉助AI之力，Ashley在很短的時間內設計出一張精美的生日賀卡，既不流於通俗，又加入客製化的設計表達心意，真是太棒了！\n接著只要點選畫面上方的「下載」，就能以JPG、PNG或是PDF格式儲存檔案，也能用QR code將檔案傳送到手機的相簿，相當便利。\nMicrosoft Designer生日賀卡範例\n最後提醒一件事，如果想將AI創作的成果拿來商用可得小心，別踩到AI著作權的地雷！舉例來說，本文介紹的Microsoft Designer、知名設計平台Canva或是其他AI繪圖軟體，都有一些針對生成式AI的使用條款，說明如何授權商用，例如，「付費用戶才能商用」就是一種常見的方式。\n此外，AI屬於新崛起的技術，法律層面還有一些灰色地帶，相關條款也時常變動，拿來盈利之前要先確認清楚，才不會衍生出麻煩的法律爭議。\n技巧再升級\n【技巧 1】更多延伸用途\n這次我們創作的是生日賀卡，但是Microsoft Designer還有許多不同的用途，例如：插畫圖案、社交媒體貼文、邀請函、海報、小孩喜歡的空白著色簿，全部都能交由AI創作，甚至連風靡一時的禪繞畫也能輕鬆生成！\n操作方式都跟上文介紹的雷同，只要記得在STEP 1「建立影像」（image-creator）的步驟改為挑選其他的設計用途，即可讓AI幫我們設計出美觀又實用的作品，不妨多多嘗試。\nAI小講堂\n平面設計是工作中難免會遇到的行政事務，如果以前沒有學過相關專業技能，想親手完成賀卡、海報，甚至網頁裡的Banner等設計工作，可說是非常困難。幸好現在許多知名的平面設計軟體開始大量導入AI技術，讓操作與應用變得親民、易於上手，Microsoft Designer就是一例。\n或許在專業平面設計人的眼中，這些AI工具的功能還不夠成熟，難以創作複雜度高的作品，但是AI工具真正的價值在於，能帶領初學者在極短的時間內完成一份符合工作需求，甚至遠超過預期的作品，這些放在以前是難以想像的。\n如今藉助AI之力可以突破技術藩籬，我們更能將內心的想法付諸實現了！\n實用工具連結\nMicrosoft Designer"
  },
  {
    "id": "BH6132-14",
    "title": "11 一人包辦康樂活動（二）：用AI製作配樂／Suno",
    "text": "11 一人包辦康樂活動（二）：用AI製作配樂／SUNO\n任職於外商公司業務部的Ben正埋頭在桌上一堆散亂的活動企劃書中，為即將舉辦的Team Building活動忙碌籌備。\n起因是總經理注意到，公司近期持續招募新人，但是新舊成員之間因為價值觀差異而產生隔閡。為了提升團隊的向心力，他指派資深員工Ben負責籌劃這場活動。\nBen仔細檢視活動流程，有實境解謎和團康活動，但總覺得少了點什麼……原來是能夠帶動氣氛的活動配樂！\n就在Ben為此皺眉苦思的時候，同部門的Jeff關心地問道：「怎麼啦？看你好像有點困擾。」\n「是總經理交辦的Team Building啦，我需要一些特別的背景音樂來配合活動，但一直找不到適合公司氛圍的曲子。」\n「你有沒有想過用AI來創作音樂呢？我聽說最近有些AI工具可以根據活動需求生成音樂，說不定能幫上你的忙。」\n聽完Jeff的建議，Ben頓時眼前一亮。這個主意真不錯！如果能用AI客製化音樂的風格和情緒，讓配樂更符合活動主題與氛圍，這次的Team Building肯定會更精采！\nSuno創作獨特的活動配樂\n如今的AI已經會自動譜曲、填詞甚至演唱了。即使沒有受過任何音樂訓練，也能搖身一變成為音樂製作人，享受與音符共舞的樂趣。\n以下將介紹如何使用「Suno」，這款AI工具能為活動製作專屬的配樂，用音樂迅速炒熱現場氣氛，讓所有人High翻天！\n操作步驟\n【STEP 1】快速掌握Suno的基本操作\n「Suno」是一款線上音樂創作平台，運用人工智慧技術，使用者只需要用簡單的口語描述，就能完成旋律、節奏、歌詞和演唱，快速生成一首原創歌曲。\n進入Suno官方網站之後（連結附於文末），我們需要先用Google或是Microsoft信箱註冊一個免費帳號，然後就能開始作詞作曲囉！\nSuno的介面主要分為左側的設定列，以及右側的音樂列表與歌詞區。我們主要使用設定列的「Create」功能創作，AI生成的音樂與歌詞會顯示在右側的音樂列表與歌詞區。\n用AI創作音樂其實與AI繪圖的原則類似，不外乎「下指令、取得成果」兩個步驟。Suno的操作也是如此，我們首先描述自己想生成的音樂類型，例如：\n● 請生成一首中文抒情歌曲，描述一個人在雨中漫步，排遣失戀的情緒。\n● 請創作一首流行歌曲，描述一位運動員經過多年的刻苦訓練，最終在奧運奪得金牌的喜悅。\n寫完指令後，再點選「Create」，AI就會自動生成一段數分鐘的歌曲，然後就可以點擊播放來聆聽，使用流程非常簡便。\n除此之外也能開啟「Custom」（客製）模式，用來調整曲風等較為精細的設定。\nSuno客製模式操作示意圖\n【STEP 2】分析歌詞結構\n如果我們仔細觀察歌詞區的內容，可以發現除了歌詞以外還有一些括號標註的文字，例如：〔Verse〕或是〔Chorus〕，這些文字稱為「元標籤」（Meta Tags），作用是切分歌詞的結構，並且定義該段音樂的風格，概念上類似於所謂的主歌與副歌之分。\n舉例來說，Ben想要創作一首適合公司Team Building活動的配樂，因此輸入以下指令：\n輸入：\n請生成一首中文流行歌曲，描述一群人為了同一個目標共同奮鬥，音樂在輕鬆的氛圍中，略帶振奮人心的節奏。\nSuno生成歌詞：\n歌名：一起追光\n〔Verse〕\n我們邁步向前走\n每一步都在心中\n不怕風雨和挑戰\n為夢想追逐到終\n〔Verse 2〕\n彼此扶持不孤單\n一起闖過困難關\n心跳和節拍共鳴\n團結讓未來更亮\n〔Chorus〕\n追光的夢一步步接近\n團結的力量帶來勇氣\n心中那份信念不會變\n一起迎接光明的晨曦\n〔Verse 3〕\n汗水和笑聲交織\n我們用心去堅持\n彼此眼中的希望\n照亮一切的誓言\n〔Chorus〕\n追光的夢一步步接近\n團結的力量帶來勇氣\n心中那份信念不會變\n一起迎接光明的晨曦\n〔Bridge〕\n在這旅程不再孤單\n我們手牽手勇敢向前\n彷彿夢想就在眼前\n未來由我們來書寫\nSuno生成的歌詞中，常見以下幾種元標籤：\n● Intro：序曲、前奏。\n● Verse：主歌。\n● Pre-chorus：導歌，旋律稍有變化，用於銜接主歌與副歌。\n● Chorus：副歌，通常會重複數次，是畫龍點睛之處，也是最具情緒渲染力的部分。\n● Interlude：間奏，通常是短暫的純音樂旋律。\n● Bridge：歌曲轉折之處，常會引進新的歌詞或旋律。\n● Outro：終曲、尾奏。\n運用元標籤來填寫歌詞，以更細膩的方式下指令，能讓歌詞內容更貼合需求。當然，我們也可以不處理這些細節，全交由AI代勞。\n【STEP 3】ChatGPT撰寫歌詞\n歌詞除了可以讓Suno自動生成，也可以請ChatGPT填歌詞。\n為了讓ChatGPT創作的歌詞能夠順利套用到Suno上面，就得派元標籤上場了。我們可以這麼對ChatGPT下指令：\n輸入：\n假設你是一位專業的音樂製作人，請創作一首中文歌曲，描述一群人為了同一個目標共同奮鬥，在輕鬆的氛圍中，又不失振奮人心的效果。\n歌曲結構請使用：〔Verse1〕、〔Chorus〕、〔Verse2〕、〔Bridge〕、〔Chorus〕、〔Outro〕。\nChatGPT回答：\n〔Verse 1〕\n我們在彩色的世界中起舞\n每一步都刻畫著未來的痕跡\n同一夢想，拉近了彼此的距離\n在這旅途中，不孤單，因你而精采\n〔Chorus〕\n手拉手，共創未來的畫卷\n風雨中也不放棄\n心與心的橋梁，因夢想而堅強\n在這裡，我們是一家人\n〔Verse 2〕\n時光流轉，故事在每一面牆上綻放\n一笑一淚，都是這美麗長卷的一章\n昨日的汗水，今日變成甘露\n滋養心田，讓希望不斷地生長\n〔Bridge〕\n看那夕陽如火，燃燒著天際\n照亮我們共同的方向\n不怕困難，不怕風霜\n只要你在，就有無限的力量\n〔Chorus〕\n手拉手，共創未來的畫卷\n風雨中也不放棄\n心與心的橋梁，因夢想而堅強\n在這裡，我們是一家人\n〔Outro〕\n夢想的色彩，不褪色的承諾\n一起走過的，將是永恆的記憶\n在這裡，我們共同譜寫傳奇\n我們可以觀察到，相較於Suno生成的內容，ChatGPT創作的歌詞更為靈動流暢，層次也比較豐富。\n最後存下ChatGPT的歌詞，填入Suno的Lyrics（歌詞區），即可完成一首優美的歌曲。\n【STEP 4】Suno 切換不同曲風\n如果你喜歡AI寫的歌詞，卻覺得旋律與節奏不太合，那可能是曲風出了問題。別擔心，Suno可以輕鬆切換不同的曲風。\n在歌詞區點選「Reuse Prompt」複製歌詞，並且在「Style of Music」欄位將曲風修改為藍調（Blues）或是重金屬搖滾（Heavy Metal），即可嘗試同一份歌詞套用不同曲風的樣貌。\n最後，儘管Suno讓音樂創作變容易，我們在享受高效率AI技術之餘，也得留意版權問題，特別是要把AI音樂作品用於商業盈利的時候。\n創作AI音樂的工具眾多，不只Suno一家，每個工具的規範都有差異，有些標榜無版權疑慮且可直接商用，有些則需要付費。在投入商業用途之前應仔細確認該項工具的服務條款或協議，才能免除侵權的疑慮。\n技巧再升級\n【技巧 1】如何創作無人聲的配樂？\n開啟畫面中的「Instrumental」（器樂）功能，就能生成純樂器演奏的音樂。\n【技巧 2】如何激發AI 音樂指令的靈感？\n對於初學者來說，發想AI音樂指令要比用AI繪圖更難。因為我們並不熟悉音樂術語，不知道要用什麼詞彙來形容心儀的曲風。遇到這種情況的時候別擔心，只要在「Sonoteller.AI」的網站（連結附於文末）貼上自己喜歡歌曲的YouTube連結，它會自動分析這首歌有哪些音樂風格，這樣就能蒐集到許多有用的AI音樂指令了！\nAI小講堂\n音樂，一直是人類享有的獨特藝術，早在唐宋時期就有「倚聲填詞」之說。時至近代，創作流行音樂該怎麼寫詞、如何譜曲等等，依然長期被視為專業人士的技能。\n隨著AI崛起，音樂創作的門檻大為降低，讓普通人也能完成過往認為不可能的任務。你想在歌曲中融入特別的回憶，為同事準備一份獨一無二的升職禮物？現在有了AI，輕輕鬆鬆就能實現。\n實用工具連結\nSUNO\nSonoteller.AI"
  },
  {
    "id": "BH6132-15",
    "title": "12 一人包辦康樂活動（三）：用AI製作影片／Clipchamp",
    "text": "12 一人包辦康樂活動（三）：用AI製作影片／CLIPCHAMP\nBella是位行政助理，堪稱是部門最強「救火隊」，經常處理各種不同的任務。但是這次主管交辦的任務真的難倒她了：幫當月生日的同事製作一段溫馨的慶生影片！\n根本不會剪輯影片的Bella，這幾天看了許多網路教學影片，試著按照步驟一步步操作，但總是弄不清楚各種功能和效果如何搭配使用。某天，她在茶水間向同事大吐苦水：\n「唉呦，慶生影片怎麼落到我頭上了，我從來沒學過剪片啊。」\n「哈哈，能者多勞嘛，難怪組長什麼事都想讓妳做。」\n聽到同事的恭維，Bella露出哀怨的眼神，說道：「我真的不知道該從哪裡下手，那些專業軟體的功能太多，一看到畫面我就頭痛了。」\n「還是要試試看讓AI幫忙？我聽說最近有些自動化的剪片工具，只要上傳素材、選擇風格，AI就能幫妳完成剪輯。」\nBella聽完同事的建議，開始在網路上搜尋相關工具。她發現，有了AI幫忙，這項任務將會比原本想像的簡單許多，定能順利解決燃眉之急。\nClipchamp的影片速成法\n「Clipchamp」是一款由微軟推出的應用程式，透過AI技術輔助的影音編輯功能，將許多看似高深專業的技巧簡化為淺顯易懂的操作，大幅縮短了從零開始到順利完成第一部作品的時間。\n優點是簡單好上手，對於想製作影片但又零基礎的新手來說，真的是一大福音！以下將介紹Clipchamp的影片速成技巧。\n操作步驟\n【STEP 1】快速掌握Clipchamp的操作流程\n如果你使用的是Windows 11系統的電腦，通常已經預載了「Microsoft Clipchamp」應用程式，直接開啟就可以使用。\n此外，也可以在瀏覽器上用線上版的Clipchamp剪輯影片（連結附於文末）。\n第一次使用時，先以微軟或Google帳號登入，就能免費使用。\nClipchamp的操作介面簡單明瞭。先在首頁點選「使用AI建立影片」，再按照系統的指示，依序完成四個步驟：\n● 素材上傳：輸入影片標題，並上傳相片或影片素材。可以同時上傳多張相片，AI會自動安排出場順序。\n● 設定樣式：系統內建了多樣化的影片樣式，可以透過點讚或按不喜歡的方式，讓系統分析自己的偏好，並套用合適的視覺效果，例如：Vivid & Eye-catching（鮮豔吸睛）、Modern & Sleek（摩登絲滑），或是Colorful & Lively（繽紛生動）。\n● 設定畫面方向及片長：設定橫向或直向，調整影片長度。\n● 設定音樂及字型：挑選合適的配樂與文字字型。\n完成以上四個步驟之後，就可以預覽AI製作的影片效果。如果覺得成果不錯，點選「匯出」即可儲存檔案。\n在「使用AI建立影片」的功能時，從頭到尾都有明確的指示，系統會一步步帶領我們完成製作影片所有必要的步驟，對於新手來說相當友善，大幅縮短了自行摸索的時間。\nClipchamp四步驟使用AI建立影片\n【STEP 2】案例說明：慶生影片速成法\nBella希望快速產出一段溫馨的慶生影片，她可以這麼運用Clipchamp：\n● 素材上傳：為生日的同事挑選一些個人生活照，也上傳幾張部門聚餐、出遊的大合照，豐富影片內容。\n● 設定樣式：選擇Vivid & Eye-catching（鮮豔吸睛）的樣式，賦予影片生動歡樂的感覺。\n● 設定畫面方向及片長：考量同事都習慣用手機觀看，因此設定為直向。\n● 設定音樂及字型：挑選一首輕快的配樂。\nBella只花了5分鐘就完成一段慶生影片了！裡頭有美編設計，有配樂，也有轉場效果，成果挺有質感。\n如果覺得AI速成的影片看起來有點陽春，可以點選「在時間軸中編輯」，開啟Clipchamp的剪輯介面，用人工方式為影片增添新的花樣。\n【STEP 3】剪輯介面說明\nClipchamp的人工剪輯介面的基本功能與其他影片編輯軟體相似。我們可以在「影片剪輯區」的時間軸中，加入相片、影片、配樂音訊、文字標題等素材，調整每項素材的進出場時機以及連續放映的時間，並在中央的「影片預覽區」查看影片成效。\n點選「匯入媒體」，將準備好的相片、影片、音樂等檔案，上傳至素材區，再用拖曳的方式，將這些素材加入時間軸，進行後續的編輯作業，操作方式相當直觀。\n除此之外，還可以利用兩側的工具列，在影片中加入特效、設定轉場效果或是新增字幕等，功能相當多元。\n接著配合圖文說明，列舉幾項實用的功能：\n● 您的媒體：上傳相片、影片等素材檔案。\n● 錄製並建立：錄影、錄音甚至是錄製螢幕（或特定的應用程式）。\n● 內容庫：系統內建了多樣化的素材，包含音效、插畫圖樣、動畫圖、影片、背景等，種類多元，可以視需求加入影片。\n● 範本：系統提供適用於不同場合的影片樣式，例如：行銷、特賣廣告、慶祝活動、婚禮、旅遊等。每個範本都已經具備配樂、標題文字、特效及美編設計等完整的效果，我們可以直接套用，再依據實際情況微調。這樣會比從頭到尾都自己動手省時省力許多。\n● 文字：新增標題動畫或是純文字內容。\n● 轉場：在兩個素材之間加入轉場效果。例如，我們可以用拖曳的方式，將「淡入與淡出」特效新增至時間軸上的兩段影片之間。\n● 品牌套件：建立統一的Logo、顏色與字型設定，套用至所有影片內，未來製作同類型的影片時就不必再重新設定一遍了。\nClipchamp人工剪輯介面示意圖\n進一步加工AI製作的影片，例如，手動新增標題動畫、調整照片出場的順序，或是增添一些視覺特效，雖然需要多花點時間操作，卻能提升影片的質感，看起來更有層次。\n【STEP 4】幫影片上字幕\n如果影片中有對白，「搭配字幕」就很重要，讓觀眾能夠更輕鬆自在地觀賞影片。\n舉例來說，Bella希望為慶生影片加上一段旁白，她特地錄製了一段音訊，為每位同事獻上生日祝福。如果能搭配字幕，同事們在觀賞影片時不僅能清楚了解她說了什麼，還能彌補咬字不清或錄音品質不佳的問題。\n現在為影片上字幕已經不再需要人工聽打逐字稿這樣繁瑣的工作了，AI能快速分析音訊內容，自動生成完整的字幕。\n使用Clipchamp工具列的「輔助字幕」（Captions）功能，並選擇對應的語言種類，就能享受AI自動生成字幕的服務。\n最後，雖然AI製作影片省時又便利，但在工作上應用還是要留意版權的問題。例如，這項AI工具創作的影片是否授權商用？使用者是否該註明來源？這些規範一般都會列在使用條款內。事先確認清楚遊戲規則，才不會引來不必要的糾紛。\n技巧再升級\n【技巧 1】找不到合適的影片配樂怎麼辦？\n如果找不到合適的影片配樂，不妨參考前面章節介紹的Suno，就能輕鬆運用AI，訂製符合影片主題與氛圍的配樂。\n實用工具連結\nClipchamp"
  },
  {
    "id": "BH6132-16",
    "title": "13 用AI製作人聲旁白／MyEdit",
    "text": "13 用AI製作人聲旁白／MYEDIT\n「Ashley，這些是公司明年的教育訓練資料，這次的教材影片，我想讓妳負責配音工作。」經理說著，並將一疊文件放到Ashley桌上。\nAshley略帶猶豫地回應：「經理，去年我們製作數位教材的時候，配音占用了好多人力跟時間，大家要分攤這麼多內容，不知道要花多少時間才能完成，有點吃不消……」\n回想起上次幫教材配音的情況，Ashley仍然感到頭疼。那時同事們常因為吃螺絲或是錄音品質問題，不得不多次重錄。大家都不是專業配音員，難免遇到不少問題。\nAshley忽然靈光一閃提議道：「經理，我想到現在有些AI工具可以生成自然的人聲旁白，讓AI幫忙配音可以減少人力支出，還能保證品質穩定，我們可以試試看嗎？」\n主管點頭說：「確實，公司也希望教材品質穩定些，這樣新人進來後也能使用。而且AI能節省人力成本，感覺是個不錯的嘗試。」\nAshley感到一陣安心，滿懷期待地準備使用AI來製作人聲旁白。\nMyEdit生成真人AI語音旁白\n「MyEdit」是一款搭載AI語音生成技術的線上工具，輸入文字內容就能迅速生成仿若真人的生動配音，能節省許多錄音及後製的繁瑣程序。\n無論是為公司的教育訓練影片配音、產品推廣影片配音，或是製作有聲書，有了AI的助力，即使我們不具備專業配音技術，也能創作出頗具水準的有聲內容。\n接著將介紹如何運用MyEdit快速生成語音旁白。\n操作步驟\n【STEP 1】快速掌握MyEdit基本操作\nMyEdit是一款線上工具，無須下載程式，直接在瀏覽器上就能使用。請先進入MyEdit官方網站的「音訊編輯工具」（連結附於文末）。\n開啟網頁後，將會發現MyEdit整合了圖片編輯與音訊編輯兩大功能。我們要選用「文字轉語音」來生成語音旁白。\n操作介面相當直觀，大致能分為三個區塊：\n● 預覽區：預覽AI生成的語音內容。\n● 文字稿區：在此處輸入想要生成語音的腳本內容，或是上傳文字檔案。\n● 聲音設定區：依據需求選擇適合的配音語言（中、英、日、韓、義、法等多國語言）、說話風格（愉悅、嚴肅、友善等）以及應用場景，連性別、不同年齡的聲音效果都能挑選。\n值得一提的是，MyEdit設計了教育、廣告、Podcast、有聲書、產品Demo、新聞等多種常見的應用情境，選擇符合自己需求的情境，AI就會自動調整細節設定，幫我們完成不少後製工作。\n實際操作時，我們先在文字稿區輸入腳本內容，再到聲音設定區挑選人聲風格，最後點選「生成」，預覽區就會出現AI語音旁白。\nMyEdit文字轉語音操作示意圖\n【STEP 2】案例說明：教育訓練影片配音\nAshley想要用AI為公司的教育訓練影片配音，她可以這麼運用MyEdit：\n● 上傳資料：將教育訓練資料切割成合適的段落，避免超出系統的字數上限，然後將資料逐一上傳到文字稿區。\n● 調整人聲風格：在聲音設定區將語言設定為中文，應用場景則設定為教育。\n● 生成內容：點選「生成」，即可取得AI語音旁白。\n對於像Ashley一樣的行政人員來說，即使不具備專業技術，也能藉由便利的AI工具，輕鬆處理許多跟「聲音」有關的任務。\n【STEP 3】預覽及匯出\n雖然操作流程相當簡便，但別忘了，匯出音檔前務必先播放一次AI生成的作品，確認它是否符合需求，是否有缺漏字的情況，才能避免後續要反覆修改。\n確認沒問題後，點選「下載」即可匯出音檔。\n仔細聆聽AI配的語音旁白會發現，印象中冷冰冰、煞風景的機器配音，如今已經被AI技術翻轉成彷彿真人發音的擬真旁白，有效降低了違和感，聽起來也更有溫度。\n最後，如果想把生成的AI人聲旁白用於商業用途或是盈利，務必要留意並遵守相關的條款規範，例如商業用途的範圍、使用期限，或是廠商是否要求註明來源等。不同軟體的規範往往有差異，唯有仔細確認相關說明，才能合法安心地將AI語音作品用於商業用途，避免因疏失而引發不必要的糾紛。\n技巧再升級\n【技巧 1】我已經有錄音檔了，AI 能幫上忙嗎？\n有些時候我們已經有錄音檔了，但因為錄音品質不穩定，出現了人聲模糊或是雜音過多的問題，需要額外做人工後製處理，耗時又費工。\n此時，MyEdit還有幾項實用功能可以參考：\n● 提取人聲：去除背景音樂或伴奏，只保留人聲。\n● 去雜音、噪音閘：移除背景噪音與雜音，使音質更清晰。\n● 去除風聲：降低戶外收音時的背景風聲干擾。\n● 語音增強：增強人聲並減少背景噪音，讓人聲更乾淨突出。\n● AI音效生成器：簡單輸入敘述文字，例如，此起彼落的鼓掌聲、煙火在空中綻放，就能快速生成特定音效。初學者不必煩惱該到哪裡尋找音效素材。\n【技巧 2】AI人聲旁白還能用在哪些工作？\nAI技術正廣泛應用在不同領域的「聲音」工作上，包括有聲書、Podcast、產品推廣影音、電話總機預錄配音、語音導覽、廣播配音，以及語言教學的聽力試卷等。\n特別在有聲書及產品推廣影音的應用上，AI人聲旁白不僅能降低製作過程的複雜度，還能快速生成多種語言版本，加速產品進軍國際市場的腳步。\nAI小講堂\n隨著有聲書、Podcast以及各種線上課程蓬勃發展，「有聲內容」逐漸成為眾人學習與休閒的新方式。需求必然帶來商機，有聲創作儼然成為新一個兵家必爭之地。在這股潮流中，AI文字轉語音技術（Text to Speech，TTS）是重要的幕後推手之一。\n舉例來說，蘋果公司（Apple）悄然推出了名為「AI數位旁白」（Apple Books digital narration）的功能，在Apple Books上架特定類型書籍的作者或出版商經過申請審查後，可以使用AI旁白技術製作有聲書。這項技術有望大幅降低有聲書的製作成本，勢必對出版產業帶來一波新衝擊。\n至於消費者是否買單，會不會對AI語音產生排斥，就留待市場的反應來驗證了。\n實用工具連結\nMyEdit音訊編輯工具"
  },
  {
    "id": "BH6132-17",
    "title": "14 輕鬆設計活動的抽獎工具／Poe",
    "text": "14 輕鬆設計活動的抽獎工具／POE\n為了籌備公司的尾牙活動，Emma這個禮拜忙得團團轉，張羅著各種大小事。\n今天，她接到主管臨時交代的任務：設計一個抽獎遊戲，用來搭配董事長今年自掏腰包的加碼抽獎，大獎是一台4K高畫質曲面電視和最新上市的iPhone。主管特別強調，這麼豐厚的獎品，單純用抽籤多無趣，抽獎過程要有點創意，才能炒熱現場氣氛。\n但是，Emma面臨了一個大問題：她根本不會寫程式，該怎麼在短時間內生出一個抽獎遊戲呢？\n於是她向隔壁的同事求助：「嗨，Jason，主管突然要我們做一個尾牙用的抽獎遊戲，還要能在大螢幕上播放，可是我完全不懂程式啊，這怎麼辦才好？」\n「別擔心啦，現在用AI寫個隨機抽獎的程式很簡單，只要妳說明清楚遊戲規則，AI就可以幫妳完成大部分的工作。」\nEmma頓時覺得放心許多，但她想到另一個問題：「那我們能讓抽獎過程看起來有趣一點嗎？大家才不會覺得無聊。」\n「當然可以啊！我們可以設計一個轉盤抽獎工具，搭配一些動畫效果，這樣看起來更有互動感，也能讓現場氣氛更熱烈。」\n於是，Emma和Jason開始一起討論如何向AI下指令……\n用Poe設計適合團體活動的抽獎工具\n長期以來，程式設計一直被認為是一項高度專業的技術。若不是相關科系畢業，或是自己下過苦功學習，恐怕很難在短時間內完成特定任務的程式開發。但現在AI可以根據我們的口語需求，自動生成程式碼，讓非專業人士也能快速將腦中想法付諸實現。\n接著將介紹如何使用「Poe」這款工具，讓AI代勞程式設計，快速產出一個適合尾牙的抽獎小遊戲。\n操作步驟\n【STEP 1】快速掌握Poe的操作方式\n「Poe」是這兩年迅速興起的AI平台，為什麼特別稱它為「平台」呢？原因是Poe整合了數十種不同的AI模型，我們耳熟能詳的ChatGPT是其中一項，另外還有Claude-3.5-Sonnet、Gemini-1.5-Pro、LLaMA-3.1等先進的自然語言模型，以及StableDiffusionXL、Playground v3等知名的影像生成模型。我們可以根據不同的工作情境，自由切換使用。\n請開啟Poe的官方網站（連結附於文末）。使用介面非常單純，可分為右側的「AI聊天區」，以及左側的「工具列」。在對話框輸入指令後，AI聊天區就會呈現我們與AI的問答過程。工具列則有以下幾個重要功能：\n● 探索：Poe將不同的AI模型，例如Open AI的GPT-4o或是Google的Gemini-1.5-Pro，以及其他使用者為了特定任務打造的聊天機器人，統稱為「Bot」。在探索功能中，可以按照繪圖、寫作、程式、翻譯等不同類別，篩選出適合自己的Bot。\n● 建立Bot：根據自己的需求，設定指令並上傳資料，打造客製化的AI助理。近似於ChatGPT的GPTs功能。\n● 所有對話：儲存過往的歷史記錄。每開啟一段新對話，此處就會增添一筆記錄。\n● 設定：調整訂閱方案（免費或付費）、調整預設的AI模型、修改帳戶基本資料、系統語言等。\nPoe操作介面圖示\n雖然操作模式跟ChatGPT差不多，但最大的差別在於，Poe可挑選的AI模型很多，第一次使用時難免會覺得眼花撩亂。\n如果要執行複雜度高的任務，最好先上網搜尋每個AI模型的優勢，仔細分析後再做選擇；若是相對簡單的工作，直接挑選GPT-4o或是Claude 3.5系列的模型，通常會有不錯的成效。\n【STEP 2】為轉盤抽獎工具設計指令\nEmma想用AI設計一個轉盤抽獎工具，在尾牙的時候讓同事們玩。這個任務需要穩定的程式編寫功能，因此，我們選用由Anthropic開發的「Claude 3.5-Sonnet」模型。先將Poe切換至這個模型，然後開始和AI對話。\n根據經驗，如果想讓AI寫程式，設計出一個成品，指令最好不要太過簡短。舉個例子，如果只輸入：「設計一個活動用的轉盤抽獎工具」，結果可能會跟預期的相去甚遠，反而要花更多時間來調整細節。\n那麼，我們該如何下指令呢？\n要做抽獎工具，可以考慮在指令中提到以下幾點：\n● 視覺設計：如何配色、如何呈現不同的獎項、動畫效果如何安排。\n● 遊戲規則：獎品的種類、數量，以及得獎機率。\n● 互動元件：啟動按鈕、文字提示等。\n我們可以用以下指令設計一個活潑生動的轉盤抽獎工具：\n輸入：\n請依照以下幾點要求，設計一個帶有流暢動畫效果的轉盤抽獎工具。\n● 遊戲規則\n　»轉盤會隨機選擇獎品，每個獎品只能被抽取一次。\n　»共有三個獎項：4K電視、iPhone、10,000元獎金。\n　»每次抽獎後，轉盤都會重置回到初始位置，確保下次能順暢運作。\n　»請適度調高「未中獎」的機率。\n● 視覺設計\n　»轉盤為正圓形，分為四個同樣大的扇形區域，分別標示為「4K電視」、「iPhone」、「10,000元」以及「未中獎」。\n　»每個扇形區域的顏色不同。\n　»被抽中的獎項將變成灰色。\n　»轉盤旋轉時應有流暢的動畫效果。\n　»轉盤外設計一個固定的箭頭，用於指示中獎項目。\n● 互動元件\n　»設計一個醒目的「Start」按鈕來啟動轉盤，使用者點擊後，轉盤就會開始旋轉。\n　»轉盤停止時，另外以醒目文字顯示中獎的獎項\n輸入指令後，AI就會快速地編寫程式，我們也能從畫面上看到一行又一行的程式碼不斷浮現，結束後，即可獲得一個初步設計好的抽獎工具。\n【STEP 3】試玩遊戲，尋找錯誤\n雖然我們在先前的指令中描述了所有需求，但就像人類寫程式會出現預料之外的「Bug」，AI也會。它可能會誤解我們的意思，導致成品偏離預期。\n因此我們需要試玩幾次，才能發現錯誤，並進行修正。\n說到這裡，或許有些人會產生疑惑，Poe生成的是一長串程式碼，我們是否該到另一個地方執行呢？\nPoe已經具備「預覽」（Previews）功能了，寫完程式後就會出現一個預覽框，讓我們體驗設計的成果。可以為程式新手省下許多麻煩。\n【STEP 4】用口語指令Debug\n如果發現了「Bug」，有程式基礎的人翻閱程式碼修改即可。如果你完全沒學過程式也不必擔心，按照自己觀察到的「錯誤現象」，用口語下指令，AI就會協助修正。\n以下列舉幾種轉盤遊戲常見的錯誤現象，以及該如何解決：\n● 轉盤使用一次後就無法順暢轉動：輸入指令，「使用第二次之後，轉盤就不會順暢快速地旋轉，請修正」。\n● 4K電視、iPhone等大獎馬上被抽走：輸入指令，「請重新確認抽獎機率，未中獎的機率理應最高」。\n● 轉盤的版面設計跑掉：輸入指令，「請確保轉盤隨時保持圓形，文字都在適當的位置」。\n受惠於這種「口語Debug」的方式，程式小白也能順利除錯，獨力完成一個高品質的作品！\n技巧再升級\n【技巧 1】如何將這個抽獎工具打包帶走？\n目前抽獎工具只能在Poe的預覽框內使用，如果想將它運用在特定的活動場合，需要點選「另存為檔案」，把這個抽獎程式打包成HTML檔案，未來用瀏覽器開啟就能直接使用。\n將轉盤抽獎程式打包帶走\nAI小講堂\n「出張嘴就能寫程式的時代來了」，這句誇張的形容雖帶有玩笑成分，卻不無道理。生成式AI的興起的確對程式編寫產生了深遠的影響。過去軟體工程師寫一行程式碼的時間，AI能寫出三至五行，這個效率差距讓「人類即將被機器取代」的說法開始廣為流傳。\n但現實並非如此簡單。在真正的軟體開發工作中，AI的角色更像個得力的助手而非取代者。AI雖然能迅速將創意轉化為程式碼，但在精準偵錯和確保可靠性方面仍顯不足，需仰賴工程師的技術與經驗。更重要的是，軟體開發的真正核心在「創意」。唯有人類發揮細膩的觀察力，從生活上、工作中發掘問題，才能與AI共同合作，推動技術的進步。\n實用工具連結\nPoe"
  },
  {
    "id": "BH6132-18",
    "title": "Chapter 3 文書迅捷力",
    "text": "CHAPTER 3 文書迅捷力\n15 一次搞定簡報的設計排版與美編／GAMMA + CHATGPTT\n早上八點，Bella打卡後走進辦公室，正準備處理今天的工作，卻被突然傳來的訊息打亂了計畫：「Bella，九點有場臨時會議，需要妳上台簡報。」\n原來是老闆臨時安插了一場會議，Bella頓時緊張起來。她迅速搜尋手邊可用的資料，確實有份可以參考的Word文件，但那只是個簡單的文字檔，內容雜亂、字數又多，實在不適合直接用來展示。\n「現在只剩不到一小時，連基本的美編排版都來不及做，該怎麼完成這份簡報呢？」\nBella感到壓力山大，回想起平常製作簡報的流程：先要從大量的原始資料中提取出重點段落，調整格式、設計排版，然後加上一些精美的圖表，來來回回要花上數小時，才能完成一份簡報……\n現在可沒有那個美國時間！\n眼看時間一分一秒流逝，Bella焦急地在辦公桌旁來回踱步。忽然，她靈光一閃：「對了，好像有種AI簡報工具能幫上忙！」\n於是她燃起鬥志，在AI的協助下，挑戰30分鐘內完成一份美觀又專業的簡報！\nGamma+ ChatGPT的簡報製作速成法\n「製作簡報」向來耗時又費工。在繁忙的工作中，我們往往因為時間有限，無法做細緻的版面設計，或因為不擅長美編而感到力不從心。如果有一款自動化的工具能協助我們生成美觀又專業的簡報，肯定能節省許多寶貴的時間。\n以下將介紹職場必備的AI簡報速成法：先用「ChatGPT」將資料拆解為合適的簡報大綱，再用「Gamma」一次搞定設計、排版與美編。\n操作步驟\n【STEP 1】快速掌握Gamma的使用方式\n首先進入Gamma的官方網站（連結附於文末），在首頁畫面中，我們將會看到三種製作簡報的功能：新建AI、從頭開始建立以及匯入。這次選用的是「新建AI」。\n在新建AI功能中共有三種生成簡報的模式，分別適用於不同的情境：\n● 貼上文字：適合手邊已經有文本資料的情況，可能是幾篇文章或是一份報告。將文字內容複製貼上後，AI就會自動判讀、安排分頁配置、決定美編與版面設計，進而生成一份簡報。\n● 產生：適合只有主題、沒有內容的情況使用。如果手上沒有任何參考資料，可以簡短輸入主題，例如：數位行銷趨勢或是淨零碳排，AI會依據關鍵字，迅速產生一份簡報大綱，協助我們發想內容。\n● 匯入檔案：上傳PowerPoint、Word、PDF等類型的檔案，或是用網址匯入網路文章，進而生成簡報。\nBella手邊已經有參考資料了，因此選擇「貼上文字」的模式。\n由於資料的字數過多，沒辦法全部塞進簡報內，需要先將資料精簡化，梳理成適合簡報的樣式。\n【STEP 2】ChatGPT拆解簡報大綱\n現在我們先切換到ChatGPT，請AI將參考資料拆解成簡報大綱。\n為了讓Gamma能精準讀取ChatGPT產出的內容，可以使用兩個技巧：\n● Markdown格式輸出：Markdown屬於一種標記語法，作用是在純文字內容中加入格式設定，例如，「#」代表標題、「**」代表粗體，透過這種方式，即可讓ChatGPT完成初步的排版工作。\n● 內容濃縮：請AI提取資料中的精華部分，讓內容更聚焦，也能避免超出Gamma的字數上限。\n舉例來說，Bella這次準備的是「碳費」相關的資料，若想拆解為簡報的結構，她可以這麼下指令：\n輸入：\n請將以下參考資料精簡至300字內，分段並下標，重新整理為適合簡報的架構，最後以Markdown格式輸出。\n參考資料：\n如果我們把放大鏡的倍率聚焦到自己身上，不難發現零碳賽局對於台灣企業的衝擊已然浮現。2023年，歐盟築起一道高聳的氣候防線：碳邊境調整機制（CBAM）開始為期三年的過渡期。2026年正式實施之後，企業想將自家產品送入歐盟市場，得先過邊境碳稅這一關，超過法定碳含量的產品都要花錢消災。別以為只有國外這麼玩，台灣也在去（2023）年推出《碳費收費辦法》草案，宣告正式進入排碳有價時代……\nChatGPT回答：\n## 零碳賽局對台灣企業的影響\n### 歐盟的碳邊境調整機制（CBAM）\n- **開始時間**：2023年開始為期三年的過渡期。\n- **正式實施**：2026年，企業需通過邊境碳稅檢查，才能進入歐盟市場。\n- **影響**：超過法定碳含量的產品，需支付額外稅費。\n### 台灣的政策變動\n- **政策**：2023年推出《碳費收費辦法》草案。\n- **意義**：正式進入排碳有價時代，本地企業需調整以應對新政策……\n我們可以觀察到，ChatGPT將原先平鋪直敘、缺乏結構化的文字，濃縮為清晰簡潔的格式，有助於後續的簡報製作。\n那些看來有點突兀的標記，像是「##」或是「**」，就是所謂的Markdown格式，請將這些標記連帶文字，全部複製貼上到Gamma。\n【STEP 3】一次完成設計、排版與美編\n接著，再次回到Gamma「貼上文字」的模式，介面主要分為兩個區塊：與設計排版有關的「設定區」，以及讓我們輸入ChatGPT生成內容的「內容區」。\n在設定區內，首先要決定AI該採用何種方式，將內容區的參考資料轉化為簡報。目前共有三種轉化方式：\n● 產生：除了我們所提供的資料，AI會自行增添其他細節。\n● 緊縮：請AI精簡文字，適用於資料篇幅過長的時候。\n● 保留：AI將會盡量保留原始內容，適用於不希望AI胡亂新增資訊的時候，例如，我們在STEP 2已經運用ChatGPT做過文字內容的精簡，就很適合選擇這個方式。\n此外，我們還能在設定區調整每頁簡報的文字量、輸出的語言種類、圖片設計，以及版面長寬比等細節。\n值得一提的是，許多人會在簡報中搭配圖片，讓視覺效果更豐富。Gamma除了能用AI繪圖技術自動生成插畫圖案，也能開啟「網頁搜尋圖片」功能，篩選網路上可免費商用的照片，功能相當便利。\n畫面下方的「n張卡片」欄位是用於設定總頁數。必須留意，要依照內容區的文字量多寡設定頁數，避免一頁簡報內的字數太多或是太少。\n完成後點選「繼續」，即可在系統內建的多種布景主題中挑選自己想要的樣式。最後點擊「產生」，稍待數秒鐘，AI就會生成一份頗具設計感的簡報。\nGamma簡報設計操作說明\n【STEP 4】微調與匯出\nGamma初步生成的簡報也許會有缺漏，在下載檔案之前，我們可以在編輯介面修改。\n開啟畫面上方的「使用AI編輯」功能，就可以用對話的方式命令AI修改簡報。例如，輸入「用粗體標示關鍵字」，AI就會把整頁簡報的關鍵字改為粗體。\n最後，點擊「分享」按鈕，即可將這份簡報儲存為PDF或是PowerPoint檔案。\nAI生成簡報的效率驚人，但若想用於商業營利，或是在公開場合播放，請先確認相關的使用條款。Gamma規定付費用戶才能去除浮水印就十分值得注意。唯有遵守相關規範，才不會惹上不必要的糾紛。\nGamma的編輯介面圖示\n技巧再升級\n【技巧 1】ChatGPT進階簡報指令\n在STEP 2拆解簡報大綱的階段，如果我們也想讓ChatGPT同步設定每頁簡報的內容，請在指令中要求ChatGPT使用「---」符號切分每段文字。這樣Gamma就能清楚知道每一頁該呈現哪些資訊囉！\n舉例來說，若我們想以近期引發國際熱議的AI模型DeepSeek為題，讓Gamma生成「三頁」簡報，可以先請ChatGPT這麼處理資料：\n輸入：\n請將以下關於DeepSeek模型的參考資料，重新整理為「3頁」簡報的架構，以「---」符號區分每頁簡報內容，最後以Markdown格式輸出。\n（……複製貼上參考資料內容……）\nChatGPT回答：\n## 震撼國際的DeepSeek模型，到底是什麼？\n---\n### DeepSeek的技術亮點\n- **低成本、高效能**：官方宣稱模型的訓練成本只有約六百萬美元，性能卻可以媲美投入大筆資金開發的ChatGPT。\n- **開源模式**：任何人都能以低成本取得強勁的人工智慧模型。\n---\n### 市場波動與展望\n- **引發大眾熱議**：DeepSeek的手機App下載量暴增，一度登上全球多國App Store下載排行榜的冠軍。\n- **衝擊科技巨頭**：新技術的崛起，對於AI晶片乃至於整體產業的影響深遠，AI模型百家爭鳴，誰能笑到最後呢？\n我們可以觀察到，ChatGPT使用了兩個「---」符號，將內容切分為三個段落，接著只要把全部內容複製貼上到Gamma，就會自動轉成三頁的簡報了。\nAI小講堂\n不曉得你是否曾有這個疑問：PowerPoint早已有精美的模板和快速排版的功能了，那麼像Gamma這類AI工具到底能帶來什麼不同的好處？\n在傳統的簡報製作過程中，諸如複製貼上文字、反覆調整插圖配件，或是手動繪製圖表等，往往耗費大量的時間，積累起來的時間成本更是驚人！\nAI簡報工具的獨特之處在於，它能夠一次搞定這些繁瑣的手動工作，瞬間生成一份雖未完美但有七十分水準的簡報，大幅縮短從零開始的時間。這樣的效率非常適合用來應付突如其來的簡報任務，幫助我們迅速完成滿意的作品。\n實用工具連結\nGamma"
  },
  {
    "id": "BH6132-19",
    "title": "16 將文字轉為清晰的流程圖／Excalidraw + ChatGPT",
    "text": "16 將文字轉為清晰的流程圖／EXCALIDRAW + CHATGPT\n你是否遇過這樣的情況？同事在會議上介紹一個即將舉行的活動企劃，雖然他講得滔滔不絕，大家還是難以掌握活動全貌和階段任務。又或者，遇到報帳、請款這類較繁瑣的行政事務時，因為不熟悉流程，常常要多次詢問負責的人，耗費大量的時間。\n這些讓人摸不著頭緒的狀況，往往是因為僅靠文字或口頭說明，無法讓他人迅速理解。此時若能將資訊視覺化，就能順利提升溝通效率，而「流程圖」就是職場中最常用的視覺化工具之一。\n儘管流程圖常見且實用，但是想將一個活動企劃或是行政流程改寫為流程圖，卻不是一件容易的事！我們需要先在腦內消化眾多資訊，再思考如何拆解與表達，接著用手動繪圖，一來一往會耗費許多時間和精力。\n如果有一款工具能將文字敘述快速轉換成簡潔明瞭的流程圖，那該有多好！\nExcalidraw＋ChatGPT快速產製流程圖\n「Excalidraw」是一款線上製圖工具，除了提供各式便利的圖表繪製功能，更重要的是，透過AI的輔助，可以快速將文字內容轉換成邏輯清晰的流程圖，對於展示活動企劃、產品研發、專案管理等工作的「流程」與「步驟」都非常有幫助。\n接著將介紹如何運用「Excalidraw」搭配「ChatGPT」，根據各種工作需求，快速產出流程圖。\n操作步驟\n【STEP 1】快速掌握Excalidraw的使用方式\nExcalidraw是一款免費開源、容易上手的圖表繪製工具，特別適合用於繪製流程圖與架構圖。無需安裝程式，在瀏覽器上開啟即可使用。\n先進入Excalidraw的官方網站（連結附於文末）。\n使用介面非常單純，畫面上空白的區域就是讓我們繪製與編輯圖表的白板，而透過畫面上方的「工作列」，即可加入文字、線條、箭號等流程圖常用的元素，也可以插入圖片輔助說明。\nAI自動繪製流程圖的功能則是包含在工具列的「更多工具」功能中。開啟後，將有幾種模式可以選擇：\n● 文字轉圖表：透過簡單的描述，讓AI迅速將文字轉為流程圖。\n● Mermaid：Mermaid是一種專門處理圖表設計的語法，適用於流程圖、甘特圖、心智圖等圖表，Mermaid能以文字的方式清楚定義圖表內的文字、節點、連線方式等元素如何組裝，我們不必手動處理每個細節。\n● 線框稿轉為程式碼：線框稿（Wireframe）是一種網頁設計或應用程式開發的草稿，用於表達產品的設計邏輯或排版架構。此功能多用於軟體研發相關的工作，此處不贅述。\n實際應用時，「文字轉圖表」可以將我們口語化的敘述改寫為流程圖，便利又實用。但是根據經驗，遇到複雜的程序偶而會出現誤判（例如漏掉某個步驟）。此時改為使用「Mermaid」功能，即可精準針對需求製作流程圖。\nExcalidraw 將文字轉為流程圖\n到這裡你可能會心生疑問：為了畫張流程圖還得花時間學習Mermaid語法怎麼寫，不是搬磚頭砸自己的腳嗎？\n別擔心，這個問題全部交給ChatGPT！\n【STEP 2】ChatGPT改寫語法\n現在我們切換到ChatGPT，請它將文字轉成結構性的綱要，並用Mermaid語法規劃流程圖的細節。\n為了讓ChatGPT的回答內容更加精準，可以在指令中善用兩個技巧：\n● 請AI根據資料提取「流程重點」或是「關鍵步驟」。\n● 限制以Mermaid語法輸出。\n舉例來說，現在公司要辦理一場商業茶會，同事在會議上說明了籌備流程，我們可以將隨手寫下的內容直接丟給ChatGPT處理，輸入指令如下：\n輸入：\n請根據以下活動說明提取流程重點，以Mermaid語法清晰呈現整個活動的流程。\n活動說明：\n最近公司準備推廣新型的雲端服務，總經理決定舉辦一場茶會，邀請潛在客戶參加。關於地點，我先呈報上次合作過的會議中心，如果總經理不滿意，我們再討論其他適合的地點，直到總經理說ok，再來預約，同時，也要聯繫外燴公司準備點心及茶飲。現在要分工處理茶會當天的幾個工作項目：邀請嘉賓、邀請媒體單位、預先準備新聞稿、安排支援人力。另外，在茶會結束前，大家互相提醒一下，別忘了拿出送給來賓的宣傳手冊。\nChatGPT回答：\ngraph TD\n　A [開始準備] --> B [報告會議中心選項]\n　B --> C {總經理是否滿意}\n　C --> |不滿意| D [討論其他地點]\n　D --> C\n　C --> |滿意| E [預約會議中心]\n　E --> F [聯繫外燴公司準備點心及茶飲]\n　A --> G [茶會當天準備]\n　G --> H [邀請嘉賓]\n　G --> I [邀請媒體單位]\n　G --> J [準備新聞稿]\n　G --> K [安排支援人力]\n　G --> L [茶會結束前確認宣傳手冊]\n　L --> M [活動結束]\n上面的英文字母、箭號、括弧等符號就是Mermaid語法。請連帶其他文字內容，全部複製貼上到Excalidraw。\n這個方法的優點是，我們不必絞盡腦汁思索該如何將文字轉為流程圖，用口語化的描述，甚至有點凌亂的隨手筆記，都能直接丟給ChatGPT，讓AI整理成清晰的架構。\n【STEP 3】快速產出流程圖\n接著再回到Excalidraw，開啟「Mermaid」功能，輸入上一步驟ChatGPT生成的內容後，右側「預覽」（Preview）視窗就會出現AI自動生成的流程圖，接著點選「插入」（Insert）來編輯圖表細節。\n【STEP 4】調整與匯出\n我們可以將AI生成的流程圖當作基礎，繼續調整內容或是進行美編。\n例如，使用工具列的「繪圖」（Draw）添加手繪風格的圖案，或是用「插入圖片」（Insert Image）上傳輔助說明的照片。當然，我們也能自由切換流程圖內的文字字型、顏色、對齊方式等美編設計。\n完成後，點選畫面上方的「設定」就能匯出這張精美的流程圖囉！\n所謂「一圖勝千言」，流程圖透過簡單的關鍵字、幾組線條就能說明一切。更棒的是，如今有了AI幫忙，想繪製一張專業的流程圖，彈指之間就能完成！\nExcalidraw實際成果展示\n技巧再升級\n【技巧 1】善用資料庫與範本功能\n如果我們在工作中設計出一個獨特且實用的流程圖，希望未來還能繼續使用，只需要對著流程圖按右鍵「加入資料庫」，即可將這次的設計儲存到個人資料庫中。下次遇到同類型工作時便能直接取用。\n更棒的是，我們還可以在「資料庫」裡面瀏覽各式各樣的美編素材、插畫圖樣，甚至是其他人設計的圖表模板，還能套用到自己的作品中。藉由這些資源，作品的視覺效果將會更豐富多彩。\n【技巧 2】開啟即時協作模式\n如果需要與同事一邊討論一邊修改流程圖，可以點選畫面上方的「共享」按鈕，分享網址，就能立刻多人連線、共同編輯。\n實用工具連結\nExcalidraw"
  },
  {
    "id": "BH6132-20",
    "title": "17 AI心智圖助你理清思緒／Xmind AI",
    "text": "17 AI心智圖助你理清思緒／XMIND AI\n今天，祕書Nicole突然接到老闆臨時交代的幾項任務。\n「Nicole，最近有些人要職務輪調，大家抱怨舊版的交接手冊太複雜、看不懂，請妳想個辦法。」\n老闆剛說完，隨即又補充：「對了，麻煩妳每週幫公司寫一篇SEO文章放在網站上，看能不能吸引到更多顧客。」\nNicole對這兩項突如其來的任務都沒有過實際經驗，一時間感到很混亂。隔壁同事察覺到她的困擾，建議她：「Nicole，可以試試看用心智圖整理資訊，我覺得很管用。」\n「可是……畫心智圖會不會很花時間啊？」\n「不會啦，現在用AI畫心智圖很方便，給它一個關鍵字，AI就會自動擴展內容，幫妳畫出漂亮又有條理的心智圖，超方便的！」\nNicole照著同事的建議，使用AI心智圖來整理任務。她發現，原本零散的資訊瞬間變得層次分明、井然有序，自己也更清楚執行任務的方向了。\nXmind AI 自動生成心智圖\n心智圖是一種簡單好上手的分析工具，透過視覺化的圖像，快速將雜亂無章的資料分類歸納，並提取出關鍵要素，讓我們的思考更有效率，做事也更有條理。對於職場上班族來說，心智圖能將破碎的資訊重新組裝，有助於迅速掌握工作的全貌，縮短我們像無頭蒼蠅一樣亂闖的時間。\n如今藉助AI之力，手動畫圖的麻煩都能省略了，每個人都能輕鬆製作精美的心智圖。接著將介紹如何使用「Xmind AI」這款工具自動生成心智圖。\n操作步驟\n【STEP 1】快速掌握Xmind AI的使用方式\n先進入Xmind AI的官方網站（連結附於文末）。首次使用時，先以Google或是Apple電子郵件帳號註冊即可免費使用。接著選擇「New Map」，開啟一個空白的心智圖檔案。\n一開始，畫面中央會出現簡易的心智圖範本，我們在顯示「Central Topic」的方框內輸入一個問題，再點擊下方工具列的「Copilot」按鈕，AI就會依據問題發想相關聯的內容，自動產出一張心智圖。\n值得一提的是，如果我們對於心智圖上某個特定的項目感興趣，只要選取該項目，再次點擊「Copilot」按鈕，AI就會繼續發展下一層的內容，提供更深入詳細的資訊。用這樣的方式便能有目的地擴展內容，讓心智圖的層級結構逐漸發展成符合自己需求的樣子。\n在手動編輯心智圖時有個方便的小技巧：可以用鍵盤上的「Enter」、「Tab」快捷鍵來新增同一層級、下一層級的項目（等同於快速插入一個分支），或是用「Delete」快捷鍵來刪除特定項目。\n此外，透過畫面下方的工具列，還能插入圖片、方程式、超連結等輔助說明的素材，讓整張圖的敘事脈絡更加清晰。\n畫面上方的「樣式設計」功能也非常實用。我們可以在此調整許多美編設計的細節，例如：字型、字體大小、色彩搭配、框線樣式等，還能在「Skeleton」（主圖架構）選單中，一鍵切換不同的整體視覺效果，像是線條隨興的手繪風格，或是稜角分明的數位風格，都能自由變換。\nXmind AI操作流程說明\n接下來繼續介紹，如何用AI心智圖幫助自己快速上手新的工作。\n【STEP 2】用AI心智圖學習新工作\n面對一項新工作，我們習慣先搜尋網路文章、翻閱書籍，或是觀看YouTube影片來學習新知。但這些搜尋來的資訊碎片時常不容易整合。\n在這個時候用AI畫張心智圖，就可以迅速理清資訊脈絡。\n舉例來說，Nicole要幫公司撰寫SEO文章，但她沒有相關經驗，於是在Xmind AI輸入問題：「SEO文章需要注意哪些細節？」\n點擊「Copilot」之後，AI立刻分門別類列出相關技巧，例如長尾關鍵詞、圖片設定alt標籤、建立外部鍵結等。Nicole一時之間對於這些詞彙仍然感到陌生，但她馬上知道一篇SEO文章該注意哪些細節，以此為基礎就能繼續延伸學習，有條有理地推進工作。至於該如何對Xmind AI下指令才能得到好的成果呢？一個小技巧是「保持精簡」！\n根據經驗，如果在Xmind AI輸入複雜的字句，會不容易擴展心智圖。以下提供幾種實用的指令，歡迎參考：\n● 如何快速完成〇〇任務？\n● 在執行〇〇工作時需要考慮哪些細節？\n● 請列出〇〇主題的所有關鍵技巧（或基礎知識架構）。\n【STEP 3】用AI 心智圖整理雜亂資料\n如果我們對心智圖該呈現的內容已經有明確的構想，或是想運用AI心智圖整理雜亂的資料，此時STEP 2的方法就不適用了。受限於工具本身的限制，我們無法將過多的資料輸入Xmind AI，那麼該如何解決呢？\n讓ChatGPT擔任中繼處理的角色，是最有效率的方式！\n先請ChatGPT從冗長的資料中提取精華，並用「Markdown語法」轉化為適合製作心智圖的格式，再交由Xmind AI繪製。\n舉例來說，Nicole現在想用心智圖呈現職務交接的細節，她可以這麼下指令：\n輸入：\n我準備將職務交接的細節以心智圖呈現，請參考上傳的檔案，梳理出所有重要的項目，分門別類，最後以Markdown語法輸出。\n（同時上傳參考資料，例如舊版的交接手冊或是網路上的範本。）\nChatGPT回答：\n# 職務交接注意事項\n## 例行細節\n─ 工作內容\n─ 短、中、長期各類工作內容\n─ 當前進度\n─ 目前各項工作的執行情況\n## 行政庶務\n─ 辦公設備\n─ 常見的辦公室設備操作方法\n─ 網站帳戶\n─ 工作內容相關的網路帳號與密碼\n─ 檔案存放\n─ 紙本與電子檔案存取位置……\n從ChatGPT的回答可以觀察到，我們透過Markdown語法將原本的資料整理為有層次的格式，這將會對應心智圖一層一層向外輻射而出的結構。\n接著將ChatGPT生成的內容全部複製到「純文字文件」，例如電腦內建的「記事本」或「文字編輯」軟體，存檔時務必注意以下兩個部分：\n● 將存檔類型改為「所有檔案」。\n● 在檔案名稱處，將副檔名設定為「.md」，例如：職務交接注意事項.md。\n如此一來，這份檔案就轉變成Xmind AI可以直接讀取的形式了。\n最後我們再回到Xmind AI。先點選畫面上方三條橫線的按鈕，再點選「Import file」匯入檔案，一張精美的心智圖就自動完成囉！\nXmind AI實際成果展示\n透過上述操作方式，AI能在短時間內從繁雜的資料中提取核心內容，又能確保心智圖的每處細節和內容精準度，不會過度延伸產生無關的分支。\n【STEP 4】匯出檔案\n點選畫面上方三條橫線的按鈕，再使用「Export as」設定匯出的檔案類型，即可儲存我們製作的心智圖囉！\n技巧再升級\n【技巧 1】簡報播映\n開啟「Pitch mode」提案簡報模式，系統將會以投影片的方式，循序播放心智圖中的各層主題，並自動附帶轉場動畫效果，而我們原先在心智圖上插入的圖片及文字註解，也會同步顯示於對應的投影片中，可說是種新穎有趣的簡報方式。\nAI小講堂\nAI時代到來讓效率主義掛帥。然而在高效率的背後，可能伴隨了一些無形中的代價，特別在培養思考能力上。\n舉例來說，如果我們手動繪製心智圖，勢必要從零開始，以個人邏輯推敲，進而逐步拼湊成型。每個步驟都有助於提升思維能力，但若靠著AI直達終點，對於思維能力的鍛鍊恐怕會收效甚微。其中利弊該如何權衡，是AI浪潮下的大哉問。\n實用工具連結\nXmind AI"
  },
  {
    "id": "BH6132-21",
    "title": "18 打開AI的創意開關／ChatGPT",
    "text": "18 打開AI的創意開關／CHATGPT\n不曉得你是否曾遇過這樣的困擾？每次請AI撰寫文案時，產出的內容總是冷冰冰，隱約帶著一種機械感，更麻煩的是，AI給出的文章雖然語句通順，卻往往搔不到癢處，讓人覺得還不如自己動手寫來得有效率。\n如果你也曾抱怨過AI的回答太過籠統，那問題很可能出在我們的「指令」不夠明確。在回答什麼是「明確」的指令之前，先了解生成式AI工具（或稱大型語言模型，LLM）的運作機制，會對我們更有幫助。\n以最廣為人知的ChatGPT為例，雖然我們總是稱它為「問答」機器人，但它的本質更像是一場「文字接龍遊戲」。當我們輸入指令，AI會參考它接受過的大量訓練資料，根據機率選出我們最期望出現的下一個詞彙，一個銜接一個，逐步串聯成完整的文章。\n因此，「明確」的指令就是讓AI明白整個接龍遊戲的規則：每一步如何進行？最後達到什麼樣的效果？當我們掌握了這個原理，就能避免AI生成平淡無奇的內容，更能開啟它的創意開關！\n讓ChatGPT有效發揮創意的3大妙招\n當我們使用AI處理職場上的「硬性」工作時，例如怎麼用AI設計Excel公式、讓AI執行文件轉檔等，由於這些工作的目標非常明確，我們只要平鋪直敘輸入指令，都能順利完成工作。\n然而，面對設計文案、翻譯、創意思考等「軟性」工作時，如何讓AI的回答既靈活生動又符合我們的需求，就需要一些不同的技巧來幫忙了。\n接著將循序漸進地介紹，讓AI有效進行創意發想的3大妙招。\n操作步驟\n【STEP 1】妙招1：角色扮演\n激發AI創意的第1個妙招，就是在每次提問時為AI設定一個合適的「角色」。為何這麼做很重要？\n因為像ChatGPT這類大型語言模型，在龐大的資料訓練下涵蓋了眾多專業領域的知識。這意味著，它可以扮演醫生、律師、工程師，甚至是小說家等數以千計的角色。如果我們沒有明確指定角色，AI未必能準確捕捉到我們期待的寫作風格，從而產出過於籠統或不符合需求的回覆。\n舉例來說，假設我們想撰寫一篇通俗易懂的科普文章，如果沒有指定角色，AI可能會選擇以一位科學家的視角回應，生成的文章就會充斥著各種專業術語，讀起來艱深難懂。\n接著我們用一個簡單的案例來說明「角色扮演」。假設我們要為一款滑鼠撰寫文宣，手邊卻只有枯燥的功能介紹，這時可以讓AI來扮演行銷專家。\n原文：\n本款滑鼠具備以下特點：優良的感應技術，可在玻璃與各式桌面材質上，進行精準操控。外型設計符合人體工學，可降低長時間使用的腕部疲勞。多元的功能鍵設定，可滿足複雜工作與遊戲的需求。\n輸入：\n假設你是一位社群行銷專家，請將這段關於滑鼠功能的描述，改寫成能吸引消費者的宣傳文案。\nChatGPT回答：\n解放你的操控潛能，體驗前所未有的滑順操作！\n● 全方位感應技術：無論是玻璃桌面還是特殊材質，都能精準捕捉你的每一個細微動作。\n● 人體工學設計：符合手部曲線，長時間使用也能輕鬆自如，遠離腕部疲勞。\n● 多元功能鍵設定：自由定制按鍵功能，滿足你在複雜工作與激烈遊戲中的一切需求。\n立即入手，升級你的操作體驗，讓效率與樂趣同步提升！\n【STEP 2】妙招2：步驟拆解\n激發AI創意的第2個妙招，就是將一項工作拆解成幾個明確的步驟。\n正如前面所提到，ChatGPT的本質是一場「文字接龍遊戲」，透過步驟拆解，我們可以清楚設定每個步驟的具體任務，讓AI按表操課，既能提高內容品質，也能避免偏離主題。\n舉例來說，「翻譯」是許多人喜愛用ChatGPT執行的工作，在「信、達、雅」三項原則中，ChatGPT對「信」與「達」的表現通常不錯，但在「雅」這方面卻容易出問題。很多人在閱讀AI翻譯的內容時會感覺到單調，甚至帶有一點機械感。\n背後的原因在於，「雅」涉及到創意與感性表達，我們需要提供更技巧性的指示才能讓AI辦到。如果將翻譯這件工作拆解為3個明確的步驟：「翻譯、檢查、潤飾」，最後的成果將會截然不同。\n以下引用19世紀英國文豪狄更斯的名著《雙城記》中的一小段文字，展示「步驟拆解」的驚人效果。\n原文：\nWhen his host followed him out on the staircase with a candle, to light him down the stairs, the day was coldly looking in through its grimy windows. When he got out of the house, the air was cold and sad, the dull sky overcast, the river dark and dim, the whole scene like a lifeless desert.\n輸入（一般版本）：\n請以流暢優美的文筆翻譯這篇文章。\nChatGPT回答：\n當他的主人拿著蠟燭，在樓梯上送他下去時，透過骯髒的窗戶，冷冷地映入日光。當他走出房子，空氣冷清且憂傷，陰沉的天空低垂，河水昏暗不明，整個場景宛如一片無生命的荒漠。\n輸入（步驟拆解）：\n請一步一步執行以下步驟翻譯這篇文章。\n步驟一：假設你是一位精通古典英語小說的專職翻譯，請將這段故事翻譯為繁體中文。\n步驟二：假設你是一位具備深度語言學知識的文學評論家，請檢視步驟一的翻譯品質、用詞風格、語義的準確度，提出詳細的修改建議。\n步驟三：假設你是一位擅長分析中文小說的編輯，請根據步驟二的建議，重新潤飾這篇故事，使其用詞與句式更貼近中文的表達方式。\nChatGPT回答：\n當主人持著蠟燭在樓梯上引路時，外頭的日光透過污濁的窗戶，冷冷地照射進來。他踏出房門，迎面而來的是陰冷而淒涼的空氣，灰濛濛的天空低垂壓抑，河流暗淡無光，整個場景宛如一片死寂的荒漠。\n我們可以觀察到，使用「步驟拆解」技巧之後，AI翻譯的內容更有韻味了！\n【STEP 3】妙招3：使用分隔符號\n激發AI創意的第3個妙招，就是使用分隔符號（Delimiters）清楚地區分指令內的不同要求，讓AI更容易理解上下文。這就好像我們閱讀條列式的內容會比閱讀長篇大論更容易抓住重點，AI也是如此。\n舉例來說，假設在一段指令中，我們同時運用了角色扮演、步驟拆解，並限制了文章字數，好幾項要求擠在一起時，AI可能會一不小心就遺漏了某些重點。這時，分隔符號能幫助我們清楚劃分每一項要求，讓AI有條理地完成任務。\n使用分隔符號的方法十分簡單，只要選擇一些足夠獨特、不屬於常見標點符號的字符即可，例如「#」或是「”””」。實際的應用方式請繼續閱讀「技巧再升級」的介紹。\n技巧再升級\n【技巧 1】整合運用3 大妙招\n前面介紹的3大妙招並非彼此獨立，我們可以根據實際的工作需求，靈活搭配使用。以下舉一個完整運用這3個技巧的案例，歡迎參考。\n# Persona\n假設你是一位擅長科普教育的作家。\n# Instructions\n請運用下方範例文章內的專業知識，寫一篇適合國小學生閱讀，有關「宇宙大爆炸」的文章。\n# Tone\n生動活潑的語調。\n# Reference Text\n範例文章：（複製貼上有關「宇宙大爆炸」的科學知識……）\n# Steps\n步驟一：分成四個段落，依序介紹有關宇宙大爆炸的重要知識。\n步驟二：檢查用字遣詞過於艱深的地方，在確保正確性的前提下，提出詳細的改進建議。\n步驟三：根據前一步驟的建議，重新將文章改寫為通俗易懂的版本。\n# Format\n限制字數：3,000字以內。\n限制語言：繁體中文，並請使用台灣人熟悉的單字、修辭及慣用語。\n這段指令使用了「# Persona」代表角色扮演、「# Instructions」代表任務內容、「# Steps」則代表步驟拆解。特別使用英文的原因在於，ChatGPT等主流的生成式AI模型，對於英文的敏銳度比中文更高，因此，使用英文來設計分隔符號能獲得品質較佳的成果。"
  },
  {
    "id": "BH6132-22",
    "title": "19 將文字轉為視覺化圖表／Napkin AI",
    "text": "19 將文字轉為視覺化圖表／NAPKIN AI\nEmma最近注意到，同事Jason每次向主管報告時，總會搭配幾張設計精美的圖表，不但把資料講解得更清楚，也讓整場報告看起來更有說服力。這讓她感到相當好奇，因為自己在準備報告時，總是為了資料的呈現方式絞盡腦汁，效果卻不盡理想。她按捺不住好奇心，決定開口詢問。\n「Jason，我看你每次報告搭配的圖都超好看！那是怎麼做出來的啊？會不會很花時間？」\nJason笑著回答：「偷偷跟妳說，我現在都用AI設計，只要輸入文字，立刻就會生出漂亮的圖表，整個過程都是自動化，不用花多少時間喔！」\nEmma睜大眼睛，似乎有點難以置信：「真的？那你不用手動調整顏色，或是設計圖案嗎？」\nJason回答：「基本上那些事情AI都會搞定，我只要簡單調整一點細節。比起以前用PPT手動製圖，效率真的快多了，非常方便呢！」\n聽完Jason的分享，Emma頓時對這種新的AI應用方式產生濃厚的興趣。她相信，有了AI的幫忙，未來準備報告的效率一定會大大提升！\nNapkin AI一鍵生成視覺圖\n無論是提案、簡報，或是任何需要向他人說明概念的場合，有效的溝通都至關重要。為了讓我們的內容更容易被理解，「將文字視覺化」成為許多上班族的必備技能，而「視覺圖」更是商務報告中不可或缺的元素。\n然而，視覺圖的設計與美編需要耗費大量的時間和精力，因此成為許多經常需要做簡報、上台報告的人的痛點。\n現在只要運用「Napkin AI」，即可將一段文字瞬間轉成美觀的視覺圖，不僅操作簡單，還能讓說服力倍增！\n操作步驟\n【STEP 1】快速掌握Napkin AI的使用方式\nNapkin AI的賣點雖很單純卻很實用。它能將我們輸入的文字轉成簡單易懂的視覺圖像，讓文字背後的邏輯與概念，以兼具趣味的方式傳遞給每個閱讀的人。\n請開啟Napkin AI的官方網站（連結附於文末），首次使用時，以Google帳號或其他電子郵件登入即可。\n操作方式非常簡單：複製貼上一段文字之後，點擊旁邊浮現的「閃電」按鈕，Napkin AI就會自動分析這段文字背後的概念，接著就會生成一幅精美的視覺圖。\n實際應用時，我們可以直接貼上數千字的長篇報告或是整份簡報的文字內容，再用滑鼠逐一圈選需要繪圖的段落，一段一段地生成合適的圖像。\n此外，Napkin AI的操作介面上還有幾個功能按鈕：\n● Library：歷史記錄區，儲存所有創作內容。\n● New Napkin：開啟新頁面，可以用來區分不同主題的內容，避免新舊資料或是不同的工作項目混雜在一起。\n● Share：用連結將成果分享給其他人。\nNapkin AI的厲害之處在於，它不是單純把我們貼上的文字轉成圖片，而是先透過AI分析這段文字的核心概念與架構，抓出關鍵字，接著設計合適的圖形樣式，最後創作出一張邏輯通順的示意圖。\nNapkin AI操作介面示意圖\n【STEP 2】自由切換設計風格\nNapkin AI還有一個非常實用的功能：可以一次提供多種設計風格，任君挑選！\n當我們將文字貼上並點擊「閃電」按鈕後，側邊會自動彈出一個小視窗，展示出多種設計風格的模板（也可視為不同類型的示意圖），只需用滑鼠在模版上來回移動，就能快速預覽各種視覺化效果。\n選定主要的設計風格後，還會進入下一層，挑選幾種由Napkin AI建議的美編樣式。此時同樣可以用滑鼠在樣式間自由切換，預覽最終成果的樣貌。這個設計上的小巧思令人稱許，因為這意味著，我們只需要輸入一次文字，就能生成多種視覺化結果，在工作上可以根據簡報情境或是對象需求，靈活選擇合適的風格，實用性相當高！\n更值得一提的是，在切換不同的示意圖模板時，並不只是美術效果有所改變，連文字內容也會自動調整。具體來說，AI會根據每款示意圖的表達邏輯，適當調整文字的呈現方式。\n舉例來說，下面兩張圖都是用同一段描述「企業邁向淨零永續」的文章創作而成。儘管原始文字內容完全相同，Napkin AI卻能在不同類型的圖表中，靈活調整關鍵字的呈現方式，使文字與圖形的視覺效果和諧且邏輯清晰。\nNapkin AI實際成果（1）\nNapkin AI實際成果（2）\n【STEP 3】調整美編設計\nNapkin AI產出的結果並不是「格式固定」的圖片。圖中的設計元素，如圖案、線條、插畫、字體與色彩，幾乎都能依照個人需求手動修改。因此，我們不必擔心AI生成的圖片一次就成定局，事後可以隨時按照需求調整內容，可塑性與靈活度都很高，非常實用！\n舉例來說，如果我們想在「Napkin AI實際成果（1）」這張圖中，在「持續改進與創新」的下方新增一個項目，只需要將滑鼠移到該位置，點選自動出現的「＋」符號即可。\n此外，我們還能運用畫面上預設的功能按鈕增添一些美編元素：\n● Spark search：新增插畫圖案。\n● Label：新增文字內容，通常用於補充說明。\n● Sketch：新增手繪線條。\n● Image：上傳圖片或照片。\n【STEP 4】下載圖片\nNapkin AI支援PNG、SVG、PDF等不同的下載格式，也能調整解析度或是設定透明背景，足以應付一般的書面報告和簡報製作需求。\nAI小講堂\n國外有句俚語「A picture is worth a thousand words」（一圖勝千言），意旨在許多情境下，一張圖像所傳遞的意涵往往比好幾頁文字更傳神。Napkin AI的研發團隊早年在設計兒童教材時深刻體會到這一點，因此希望將「用視覺圖呈現文字」這種溝通方式推廣給更多人。\n然而，要利用電腦程式精準捕捉概念的核心，並以恰當的圖樣呈現，已經不容易。當需求來自不同使用者且變化無窮的時候，研發更是舉步維艱。就在此時，生成式AI彷彿為技術難題提供了解方，成功填補了關鍵缺口，最終促成了Napkin AI問世。\n雖然Napkin AI目前仍處在beta測試階段，部分細節尚待改進，但它已讓「文字視覺化」這件事變得輕鬆自在。這不僅是工具本身的突破，更讓我們得以窺見AI技術的無窮潛力。\n實用工具連結\nNapkin AI"
  },
  {
    "id": "BH6132-23",
    "title": "20 讓AI化身Excel公式助手／ChatGPT",
    "text": "20 讓AI化身EXCEL公式助手／CHATGPT\n「Excel又不乖乖聽話了，該怎麼辦才好？」\nHenry一邊在心裡抱怨、一邊努力跟眼前的Excel檔案奮戰。\n他經常使用Excel整理各式資料，可能是客戶填寫的表單內容，也可能是準備呈給主管的分析報告，有時甚至需要分析上百條數據。每當遇到棘手問題時，Henry總想試著用公式解決，然而……\n「結果又錯了！我用了網路上教的公式還是不行，到底哪裡出了問題呢？」\n即使花費大量時間上網找答案，往往還是難以活用公式來解決眼前的問題，只能陷入了無休止的try and error循環。有時候甚至連應該用哪種Excel公式都想不到。\nHenry感到非常沮喪，最後只好面對現實，勉強手動整理資料，既耗時又讓工作效率大打折扣。\n「真希望有個人能教我該用哪條公式解決這個問題啊！」\nChatGPT化身Excel公式助手，解決難題的新利器\nExcel是職場必備工具之一，然而，無論是老手還是新手，都可能遇到不知道如何下手、應用不熟練，也不確定公式邏輯的困擾。\n現在有了AI幫忙，這些難題都能秒殺，AI如ChatGPT還能化身成你的Excel專屬助手兼教練，迅速判斷該用哪條公式，甚至還能提供詳細的步驟教學！\n操作步驟\n【STEP 1】描述現狀、設計指令\nChatGPT除了常見的寫文案、翻譯、繪圖等功能，在解讀與設計Excel公式方面的表現也很令人驚豔。\n我們使用Excel時最常遇到的困擾是，無法聯想眼前的問題能用哪些公式處理，即使上網找資料也未必能得到合適的答案。而ChatGPT的強項就在於能根據我們簡單的口語描述，迅速判斷該用哪項公式，還會提供完整的操作流程。有了ChatGPT幫忙，我們甚至不必理解公式的細節，也能輕鬆運用在日常工作中。\n為了順利取得我們想要的成果，對ChatGPT下指令時，具體描述自己的需求非常重要。請參考以下三項原則，設計合適的指令內容：\n● 任務目標：請AI協助設計合適的公式（函數）。\n● 預期成果：口語描述最終希望的成果，例如：跨欄位運算、篩選特定條件的數據、重新整理資料等。\n● 其他需求：提供詳細的執行步驟、設計一個示範案例，或是提出其他需求。\n【STEP 2】上傳檔案，取得解答\nChatGPT除了能從電腦上傳檔案，也能直接從Google雲端硬碟或是Microsoft OneDrive開啟檔案進行分析。\n上傳資料後，ChatGPT將會自動顯示「Excel瀏覽視窗」，讓我們檢視表格的詳細內容。\n在Excel瀏覽視窗中，直接用滑鼠圈選特定的表格範圍，即可指示AI針對資料進行分析、整理，或是製作圖表，操作方式相當流暢簡便。\n如此一來，我們就能一邊對照表格，一邊與AI對話，不必反覆在ChatGPT和Excel兩個不同的軟體視窗之間切換了。\n此外，如果檔案涉及公司機密資料而無法上傳到ChatGPT，這時該怎麼辦呢？\n別擔心！不能上傳檔案的時候，我們可以先把Excel表單的「長相」描述清楚，例如：A欄位是產品名稱、B欄位是價格……，再提出希望解決的問題，ChatGPT同樣能提供詳細的解答。\n接著就用兩個案例來說明，如何讓ChatGPT化身Excel公式助手。\n【STEP 3】案例分享：多重資料分析\n公司決定根據產品庫存量的多寡設定不同的優惠折扣，期望讓業績提升並且減少庫存。\nHenry的任務是幫每個產品計算新售價，令他苦惱的是，公司有數百樣產品，每樣產品的庫存量都不同，如果要人工逐一比對哪個產品適用哪種折扣，恐怕要忙到天荒地老！於是，Henry決定請ChatGPT幫他解決這個難題。\n上傳完庫存資料後，畫面馬上出現Excel瀏覽視窗，用滑鼠圈選「庫存量」那一欄，輸入以下指令：\n輸入：\n我想根據下方的折扣規則，判斷每個產品適用哪種優惠折扣，請你思考適合此情況的函數，並提供具體的執行步驟。\n折扣規則：\n庫存量超過1500件，折扣為20%。\n庫存量超過1000件，折扣為15%。\n庫存量超過500件，折扣為10%。\n庫存量低於500件，折扣為5%。\nChatGPT回答：\n您可以使用以下步驟來操作：\n● 在C2（或者是您選擇計算折扣的第一個儲存格）輸入以下公式：\n● =IFS（B2>1500, 20%, B2>1000, 15%, B2>500, 10%, TRUE, 5%）\n● 請確保這個公式中的B2指向庫存量的儲存格。\n● 選擇C2儲存格，把滑鼠指標移動到儲存格的右下角，當它變成小十字時，向下拖曳自動填充公式。\n● 如果您的Excel版本不支援IFS函數，還有一個選項是使用LOOKUP或VLOOKUP函數結合一個參照表。如果您對此有興趣，我可以提供具體的步驟和示範。\nChatGPT擔任Excel公式助手\n我們可以發現，ChatGPT立刻判斷出這個狀況該用哪條公式，並清楚說明公式的具體寫法和該填入的欄位，甚至還會提醒我們，遇到某些Excel版本無法使用這條公式還有別的解決辦法。真是太貼心了！\n【STEP 4】案例分享：文字資料整理\nHenry遇到另一個問題，主管請他用新的格式整理客戶名單。原本的名單是將姓名、職稱、公司等資料分別存放於不同欄位，現在要改成全部合併在一起。例如，「王小明─經理─〇〇公司（分別在A、B、C欄）」轉換為「王小明─經理─〇〇公司（D欄）」。\n這一長串的客戶資料用手動整理實在太耗時了，而且資料涉及隱私不能上傳到ChatGPT，該怎麼辦呢？\nHenry可以這麼下指令：\n輸入：\n我有一份Excel檔案，A欄是客戶姓名、B欄是職稱、C欄是公司名稱，現在需要將三個欄位合併存放於D欄，並重新整理為「姓名─職稱─公司」的格式，請你思考適合此情況的函數，並提供具體的執行步驟。\nChatGPT回答：\n您可以使用CONCATENATE函數，以下是具體的執行步驟：\n● 請在D1儲存格輸入標題，例如「合併資訊」。\n● 在D2儲存格輸入以下公式：\n=CONCATENATE（A2, \"-\", B2, \"-\", C2）\n● 這樣會將A2（姓名）、B2（職稱）和C2（公司名稱）三個欄位的數據合併在一起，並用連字符（-）連接起來。\n清楚描述Excel表單的「長相」，即使沒有上傳檔案，ChatGPT依然能理解我們的問題，並給予詳細的教學指引。\n整體來說，ChatGPT能迅速診斷我們在Excel上面遇見的難題，提供鉅細靡遺的公式解說，讓我們在短時間內達成任務，就像身邊多了一位萬能的Excel助手，讓我們在工作中更游刃有餘！\n技巧再升級\n【技巧 1】如何在Excel 裡面直接使用ChatGPT？\n對於Excel重度使用者來說，如果能將ChatGPT加進Excel，直接在表格上與AI溝通、下指令，整個工作流程將會變得更順暢。對此，我們有兩種選擇，第一，安裝微軟官方的「Excel Labs」程式，即可使用其中的LABS.GENERATIVEAI函數，請AI執行任務；第二，安裝由第三方公司開發的「ChatGPT for Excel」，同樣可以直接在表格上吩咐AI做事情。\n需要留意的是，這些外掛程式可能因為使用了OpenAI的API Keys，或因為其他因素會產生額外的費用。使用前務必確認相關細節，才不會在收到帳單時大吃一驚唷！\n實用工具連結\nExcel Labs安裝連結\nChatGPT for Excel安裝連結"
  },
  {
    "id": "BH6132-24",
    "title": "21 自動生成數據統計圖表／ChatGPT",
    "text": "21 自動生成數據統計圖表／CHATGPT\n「頭痛啊，這些數據一改，又得從頭製作圖表了……」Jeff埋首辦公桌前，苦惱地與難纏的數據資料奮鬥著。\n負責公司各類市場調查的Jeff，經常使用Excel整理數據與製作圖表。雖然功能操作難不倒他，但每當數據更新或主管臨時要求修改時，他都得要花上不少時間調整和設計，讓他的工作壓力倍增。\n同事Jason注意到他的困擾，關心地問道：「又要改圖表啦？」\n「對啊，每次改數據就得重做圖表，看來今晚又要加班了。」\n「可以試試看讓AI幫你做圖表呀！」\nJeff聽了半信半疑：「真的嗎？該不會只能畫簡單的長條圖吧？」\nJason笑著說：「不會啦，AI擅長的圖表種類可多了，你趕快試試看吧！」\nChatGPT自動生成數據圖表\n我們工作上最常見到長條圖、折線圖、圓餅圖、雷達圖，雖然使用Excel繪製圖表並不難，但是人工製圖會耗費不少時間。加上「資料視覺化」成為主流，用生動的圖表將枯燥的數據轉化為簡單易懂的形式，幾乎是每位上班族的日常任務。然而，圖表報告往往很難一次完成，因為主管或同事的要求，一次又一次手動修改圖表成為很多人的噩夢。\n現在有了ChatGPT，製作數據圖表變得輕鬆愉快，工作效率也會顯著提升，就讓我們一起告別圖表恐慌吧！\n接著就來介紹如何運用「ChatGPT」自動生成不同類型的數據圖表。\n操作步驟\n【STEP 1】優化資料格式，上傳檔案\n首先，在上傳Excel檔案之前，請快速檢查資料格式是否過於複雜。例如，設計過於精美的表格，或是同一儲存格內包含多筆數據，都可能會導致ChatGPT無法正確讀取資料。\n如何確保ChatGPT能順利理解資料？\n最簡單的辦法是精簡Excel檔案內容，只保留繪製圖表需要的資訊，移除文字備註或無關的美編設計。此外，若是檔案中資料量過多，建議按照用途、圖表類型或資料屬性，分別存放在不同的工作表中，避免單一工作表過於雜亂。\n花幾分鐘優化資料格式，不僅能降低失敗率，也能讓操作更加流暢。\n上傳資料後，ChatGPT會顯示「Excel瀏覽視窗」，完整呈現表格內容，接下來就可以開始製作圖表了！\n【STEP 2】輸入指令\n一般來說，ChatGPT繪製數據圖表的指令並沒有固定的形式，只要清楚說明「圖表類型」和「資料範圍」即可。如果不知道該用哪種圖表時，也可以請AI分析資料並提供建議。\n以下列出幾種實用的指令：\n● 請分析這份Excel檔案適合製作哪種圖表？\n● 請根據選取的數據資料，以〇〇為橫軸、XX為縱軸，繪製一幅長條圖。\n● 請將今年度產品一、產品二、產品三的銷售量製作成圓餅圖。\n● 請用時間序列圖呈現各項資料的時間變化趨勢。\n在輸入指令時，我們可以在「Excel瀏覽視窗」內用滑鼠圈選特定的表格欄位，指定這張圖表參照的資料範圍，以避免AI抓取其他無關的數據。如果檔案本身的資料量不多，可以省略這個步驟。\n最後稍待幾秒鐘，ChatGPT就會端出一份美觀的圖表囉！\n【STEP 3】切換圖表類型\n如果想快速比較不同類型圖表的視覺效果，不必重複前面的步驟，只要輸入以下指令：\n輸入：\n請使用相同的數據，將圖表類型切換成……（某種圖表名稱）。\nChatGPT支援許多不同用途的圖表，我們可以依照需求自由切換，以下舉出幾種實用的圖表類型。如果需要繪製英文圖表，可以參考下方提供的英文名稱對照。\n● 長條圖（Bar Chart）\n● 折線圖（Line Chart）\n● 圓餅圖（Pie Chart）\n● 雷達圖（Radar Chart）\n● 瀑布圖（Waterfall Chart）\n● 時間序列圖（Time-Series Plot）\n● 散布圖（Scatter Plot）\n● 甘特圖（Gantt Chart）\n● 熱力圖（Heat Map）\n一次生成多種圖表的功能非常好用，能幫助我們快速找出最適合表達數據資料的形式。在以前如果想要對照只能一一手動製作，要花上很多時間。現在ChatGPT瞬間就能完成，效率實在驚人！\n【STEP 4】修復亂碼問題\n「文字亂碼」讓不少人對ChatGPT望之卻步。\n由於ChatGPT處理繁體中文的內容還不如英文那麼成熟，導致它在製作數據圖表時，時常因為缺乏中文字型而出現亂碼，例如很常見到俗稱豆腐（tofu）的方塊亂碼「☐」。\n這個問題不難解決，我們可以在網路上搜尋繁體中文的字型檔，例如有開源授權的「思源黑體」（連結附於文末）。\n把字型檔上傳到ChatGPT，並告訴它：「後續請使用這份字型檔繪製圖表」，如此一來，圖表就能順利顯示中文字囉！\n【STEP 5】調整格式與設計\nChatGPT生成圖表的速度雖然很快，設計也美觀，但還是有一些小缺陷，像是標題文字太小，或是圖例沒有正常顯示等。遇到這些情況，我們又無法像在Excel那樣用手動調整，該怎麼辦呢？\n別擔心，直接用口語描述需要修改的地方，ChatGPT就會生成一張新的圖表。\n下面列舉出幾種圖表外觀上常出現的問題，以及實際的指令案例。\n● 修改文字內容：請將X軸標題改為「月分」、Y軸標題改為「銷售額」。\n● 字體縮小放大：請將圖表內的中文字體放大（或縮小）。\n● 移動物件：請將圖例移動至畫面左側。\n● 替換顏色：請將產品A的折線顏色改為紅色。\n● 資料標籤沒有顯示：請為圖表中的每個數據加上資料標籤，顯示對應的數值。\n● 圖例未正常顯示：請新增圖例並放置於右上角。\n● 資料點或趨勢線不夠明顯：請加粗趨勢線並將資料點放大，讓它清晰可見。\n完成細部調整之後，點擊圖片上方的「下載」按鈕，就能將圖檔儲存到電腦中。\nChatGPT數據圖表案例：長條圖\nChatGPT 數據圖表案例：折線圖\nChatGPT數據圖表案例：雷達圖\n技巧再升級\n【技巧 1】如何製作動態圖表？\n要呈現帶有前後順序或是時間先後特性的數據圖表時，如果能讓圖表「動」起來，會讓簡報或展示變得更為生動。\n若想讓數據資料在圖表上依照時間順序逐一展示出來，只要在指令內加上「GIF」這個關鍵字，並描述自己希望呈現的動態效果，ChatGPT就能生成動畫圖檔。\n以前面的「歷年銷售量回顧」折線圖為例，我們可以將指令設計如下：\n輸入：\n請將這份折線圖轉為GIF動態圖表，依照年分先後順序展示數據資料的變化。設計動畫時，讓Y軸範圍保持不變，每一幀對應一年的數據，逐步從右側增加新的數據進來。\n完成後，使用ChatGPT提供的下載連結，就能儲存製作好的精美動態圖表。\n實用工具連結\n思源黑體（Noto Sans）"
  },
  {
    "id": "BH6132-25",
    "title": "22 AI幫你解決轉檔大小事／ChatGPT",
    "text": "22 AI幫你解決轉檔大小事／CHATGPT\n在工作中，你是否經常需要做各種「轉檔」工作？早已準備好多款不同的應用軟體，還是每次遇到問題才急急忙忙尋找線上工具？\n轉檔是職場生活中既不起眼又耗時的繁瑣事務。舉例來說，把多份PDF檔案合併成完整報告，或是將圖片轉換為指定格式。\n雖然市面上有不少線上工具可以處理這些任務，但真正的麻煩在於，我們必須適應多種軟體，才能應付五花八門的轉檔任務。\n試想一下，PDF合併需要一種工具，照片格式調整用另一種，至於影片處理、錄音格式轉換，甚至將網址製作成QR Code，都需要用不同的軟體來處理。更麻煩的是，找到操作簡單、功能強大的工具往往需要花不少時間試用和篩選。\n如果能有一個「一站式」工具解決大多數的轉檔工作，省去來回切換軟體的麻煩，那該有多好！\nChatGPT一站式處理轉檔工作\nChatGPT在文案寫作、圖像生成、程式碼撰寫等方面的表現令人津津樂道，但它還有一個較不為人知且相當實用的功能：「轉檔」。\nChatGPT轉換多種不同類型檔案格式的品質都很好，有了它幫忙，我們就不必在各種軟體之間疲於奔命了！\n操作步驟\n【STEP 1】快速掌握ChatGPT轉檔功能\n轉檔工作雖然不起眼，卻幾乎無所不在。無論是將文件轉換成適當的格式備份，還是將數據轉為兼容格式以供特定軟體處理。\n此外，檔案的分割與合併也是常見的行政工作。在這些瑣碎繁雜的工作項目上，ChatGPT能幫上忙的地方比我們想像中更多。\n以下列出7大類、超過20種轉檔相關的任務情境，每一項ChatGPT都能迅速完善地交付成果。\n1. 文字檔案轉換\n　● Word檔案（.docx、.doc）、純文字文件（.txt）以及Markdown文件（.md）相關的檔案格式轉換。\n2. 數據資料檔案轉換\n　● Excel 檔案（.xlsx、.xls）、CSV 檔案（.csv）、JSON格式以及XML格式相關的檔案類型轉換。\n3. 圖片檔案轉換\n　● JPG、PNG、BMP等圖片檔案的格式轉換。\n4. PDF檔案分割與合併\n　● 依照特定頁數範圍分割。\n　● 奇數頁偶數頁分別獨立存放。\n　● 單獨提取特定頁數。\n　● 將多份檔案合併為一份。\n5. 音訊檔案轉換、分割與合併\n　● 不同音訊檔案（.mp3、.wav、.flac）的格式轉換。\n　● 將一份音檔按照指定的時間區段，分割為幾個獨立的檔案。\n　● 合併多份音檔。\n6. 影片檔案分割與合併\n　● 將影片檔案（.mp4、.avi、.mov、.mkv）按照指定的時間區段，分割為數個小片段。\n　● 按照指定的檔案大小分割。\n　● 將多段影片拼接成一個完整的影片。\n7. 其他實用功能\n　● 將彩色圖片轉換為灰階。\n　● 圖片尺寸縮放。\n　● 在圖片上套用簡單的濾鏡效果，比如復古風格或是負片效果。\n　● 在圖片上的特定位置添加浮水印或是時間戳記。\n　● 根據指定的排列方式，將多個圖片合併為一張圖。\n　● 壓縮圖片以降低檔案大小。\n　● 將網址製作成QR Code。\n看完以上五花八門的功能或許有人會好奇：ChatGPT可以圖片轉檔，音樂轉檔，但是沒辦法將影片轉檔嗎？\n答案是可以，但是失敗率高，限制也多。\n原因在於影片的檔案容量通常比較大，轉換過程更為複雜又耗時，在處理中常常因為時間限制或網路不穩定，導致轉檔中斷而失敗。\n根據經驗，目前ChatGPT只適合處理容量小、時間短的影片轉檔工作（分割與合併功能則不在此限），但相信AI科技一日千里，未來用ChatGPT處理幾小時長的影片不會是夢。\n介紹完ChatGPT擅長的轉檔工作之後，接著就要設計指令囉！\n【STEP 2】設計轉檔指令\n工作上轉檔有很多情況，對ChatGPT下的指令也會各不相同。整體來說，轉檔指令可以簡化為三個重點：「輸入什麼、設定條件、輸出什麼」。\n以切分一個PDF檔案為例。\n● 輸入什麼：這份PDF檔案。\n● 設定條件：照著1-5頁、6-10頁、10-15頁的順序分割。\n● 輸出什麼：三份檔案。\n將這三個重點整合成一段話就是：「請將這份PDF檔案依照1-5頁、6-10頁、10-15頁的順序，分割為三份獨立的檔案。」\n透過這樣的方式，我們就能快速將工作需求轉為ChatGPT可以理解的指令，不必多費心力來思考指令該怎麼寫。\n接著，根據STEP 1提到的7大類轉檔任務情境，依序列舉幾項實際的指令案例以供參考。\n1. 文字檔案轉換\n　● 請將這份文件轉換為Markdown格式。\n2. 數據資料檔案轉換\n　● 請將這份Excel檔案轉換成CSV格式。\n3. 圖片檔案轉換\n　● 請將這張照片轉換成PNG格式。\n4. PDF檔案分割與合併\n　● 請將這份PDF檔案依照1-5頁、6-10頁、10-15頁的順序，分割為三份獨立的檔案。\n　● 請將這份PDF檔案的奇數頁與偶數頁分割為兩份檔案。\n　● 請將這份PDF檔案的第6頁單獨存為一份檔案。\n　● 請將這三份PDF文件依照檔案名稱「1、2、3」的順序，合併為一份檔案。\n5. 音訊檔案轉換、分割與合併\n　● 請將這份檔案轉為「.wav」格式。\n　● 請將這段音樂切分為三個片段：00:00:00–00:01:00、00:01:00 –00:02:00、00:02:00–最後，並分別儲存為三份音訊檔案。\n　● 請將上傳的所有MP3檔案，依序合併成一個完整的音訊檔案。\n6. 影片檔案分割與合併\n　● 請依照00:01:00、00:02:00兩個時間點，將這段影片分割為三段，並個別儲存為「.mp4」格式的影片檔案。\n　● 請將這個影片分割成多個片段，每段檔案大小不超過100MB。\n　● 請將這三段影片依照檔案名稱「1、2、3」的順序，合併成一個完整檔案，並且確保每段影片的銜接處不會發生重疊或漏失的問題。\n7. 其他實用功能\n　● 請將這張彩色照片轉換成灰階。\n　● 請將這張圖片的尺寸縮放為1920x1080。\n　● 請在這張照片套用復古風格濾鏡。\n　● 請將這張照片加上浮水印，浮水印圖片檔名為「watermark.png」，位置設定於照片右下角。同時確保浮水印顯示在正確的位置且具有合適的透明度。\n● 請將這三張圖片縱向排列，依照檔案名稱「1、2、3」的順序，合併成一張大圖。\n● 請將這份圖檔壓縮至小於5 MB。\n● 請將網址「geo1995.com」製作成QR Code。\n值得一提的是，如果要同時處理多份檔案，例如合併好幾份PDF文件，該如何告訴ChatGPT誰在前、誰在後呢？\n這裡有個實用小技巧：「將每個檔案的名稱改為數字」，就能直接用數字檔名告訴ChatGPT排列順序囉！\n【STEP 3】修正錯誤\n如果發現轉檔後的檔案出現缺頁或是文字亂碼等錯誤，只要請ChatGPT重新處理一次即可排除問題。\n舉例來說，近期ChatGPT處理JSON與XML兩種資料格式時，比較容易出現中文字亂碼。這時候我們可以輸入指令：「請修正這份檔案的中文編碼問題，並確保所有資料按照正確的格式顯示」，ChatGPT就會自動修正錯誤。\n【STEP 4】修正錯誤\n轉檔完成後，點擊ChatGPT提供的下載連結，就能儲存檔案。\n唯一要注意的是，下載連結有時效性，最好立刻將檔案儲存到自己的電腦。連結若是逾期失效，轉檔成果都會付諸流水！\n技巧再升級\n【技巧 1】快速下載多個檔案的訣竅\n當我們連續處理了好幾個轉檔，ChatGPT生成許多不同的下載連結，如果想簡化下載步驟，我們可以告訴ChatGPT：「將所有成果打包成壓縮檔」，就不需要手動下載多個檔案，省了許多麻煩。"
  },
  {
    "id": "BH6132-26",
    "title": "23 批次寄送檔案資料／ChatGPT + Excel VBA",
    "text": "23 批次寄送檔案資料／CHATGPT + EXCEL VBA\n「唉唷，今天又要寄薪資單，真的麻煩透了！」趁著老闆不在，Ivy忍不住跟隔壁的同事抱怨。\n原來她每個月都要負責寄發全公司員工的薪資單。這看似簡單的例行工作，卻隱藏著大量勞動。\nJason聽見後，好奇地問：「不就是寄個檔案，會很麻煩嗎？」\nIvy解釋：「我要先設定寄送給每個人的Email，寫好信件主旨和內容，接著上傳對應的附件檔案，公司有多少人，整個流程要重複多少次，每次都做到手痠啊！」\n聽完後，Jason靈機一動，提出一個建議：「妳可以把所有人的基本資料整理在Excel，然後用VBA寫個程式，讓系統幫妳寄信。」\nIvy驚訝地睜大眼睛：「真的嗎？但我從來沒學過VBA，會很難嗎？」\n「別擔心，程式就交給AI來寫。我帶妳簡單了解一下基本操作，設定好一次，以後每個月只要按個按鈕就搞定，絕對省時又省力！」\nJason快速演示AI結合Excel VBA的自動化技巧。看見數十封郵件在短短時間之內就全部發送出去，Ivy目瞪口呆地感嘆，原本讓她頭痛的繁瑣工作竟然可以這麼快解決，真是太驚人了！\nChatGPT + Excel VBA批次寄送檔案資料\n當我們需要用Email寄送完全相同的內容時，可以使用群組聯絡人或是密件副本的功能，一次將信件發送給多位收件人，省去逐一輸入電子信箱的麻煩。但是，當信件內容稍有不同，例如每位收件人的附件資料不一樣時，就無法套用這些功能，必須手動編輯和發送每封Email，這麼做既耗費時間又容易出錯。\n以下將介紹如何使用「ChatGPT」搭配「Excel VBA」，將這項繁瑣的工作自動化，一次把不同檔案、不同內容快速寄給對應的人！\n操作步驟\n【STEP 1】製作基本資料表\n要一次性地把不同的信件內容和附件準確地發送到每個人的信箱，可以使用名為「VBA」的程式工具。\nVBA（Visual Basic for Application）是微軟推出的一款開發工具，可以直接在Excel上面執行，用於將大量、重複性高且複雜的手動操作流程整合為一套程式碼，自動化完成所有工作步驟。\n在使用之前，首先要製作一份「基本資料表」，供程式在執行時參考。\n由於目標是將不同的信件內容發送給多位收件人，因此基本資料表需要完整的資訊。請參考以下方式建立Excel表單：\n● A欄：員工姓名。\n● B欄：每位員工的電子郵件。\n● C欄：信件主旨，視情況可以設定為統一的內容，例如：本月分薪資明細。\n● D欄：信件內容。\n● E欄：附件資料的檔案路徑。\nE欄位的「檔案路徑」指的是該份檔案在電腦裡的存放位置，通常顯示為類似「D:\\Salary\\202412薪資\\T1.xlsx」的格式，其中「202412薪資」是存放檔案的資料夾名稱，而「T1.xlsx」則是某位同仁的薪資單檔案名稱。\n實際操作時，只要用滑鼠在某個檔案上按右鍵，並點擊「複製路徑」，即可取得檔案路徑。\n完成第一筆資料後，我們不必重複上述步驟逐一取得其他的檔案路徑，只要替換路徑最後的「檔案名稱」即可，例如：D:\\Salary\\202412薪資\\T2.xlsx。\n完成基本資料表後，就能接著請ChatGPT設計VBA程式碼。\n【STEP 2】ChatGPT設計自動化程式\n由於基本資料表可能有部分個人資訊，所以我們不上傳Excel檔案，而是用口語的方式告訴ChatGPT基本資料表的「長相」，哪個欄位是哪項資料，ChatGPT會依照我們的描述和寄送信件的需求，自動生成對應的VBA程式碼。\n例如，我們可以輸入以下指令：\n輸入：\n請使用Excel VBA設計一個自動化流程，讀取一份Excel檔案內的資料，並自動發送郵件。\n該份Excel的資料形式為：A欄是姓名、B欄是電子郵件地址、C欄是信件主旨、D欄是信件內容、E欄是附件檔案的路徑。\n請務必確保每封信件包含正確的主旨、內容以及對應的附件資料，並準確送達指定的收件人。\nChatGPT回答：\n以下是一個使用VBA（Visual Basic for Applications）來設計的自動化郵件發送流程，從Excel檔案中讀取資料並發送郵件。\nSub SendEmailsFromExcel()\n　　Dim outlookApp As Object\n　　Dim mailItem As Object\n　　Dim lastRow As Integer\n　　Dim ws As Worksheet\n　　Dim attachmentPath As String\n　　' 創建 Outlook 應用實例\n　　Set outlookApp = CreateObject(“Outlook.Application”)\n　　' 設定工作表\n　　Set ws = ThisWorkbook.Sheets(“工作表1”)\n　　lastRow = ws.Cells(ws.Rows.Count, “A”).End(xlUp).Row\n　　' 遍歷每行數據\n　　For i = 2 To lastRow\n　　　　' 創建郵件對象\n　　　　Set mailItem = outlookApp.CreateItem(0)\n　　　　' 設定郵件主旨、收件人、內容和附件\n　　　　With mailItem\n　　　　　　.To = ws.Cells(i, 2).Value ‘ B欄：電子郵件地址\n　　　　　　.Subject = ws.Cells(i, 3).Value‘ C欄：信件主旨\n　　　　　　.Body = ws.Cells(i, 4).Value ‘ D欄：信件內容\n　　　　　　attachmentPath = ws.Cells(i, 5).Value ‘ E欄：附件檔案的路徑\n　　　　　　' 如果附件路徑非空，則添加附件\n　　　　　　If attachmentPath <> \"\" Then\n　　　　　　　.Attachments.Add attachmentPath\n　　　　　　End If\n　　　　　　' 發送郵件\n　　　　　　.Send\n　　　　End With\n　　Next i\n　　' 釋放對象\n　　Set mailItem = Nothing\n　　Set outlookApp = Nothing\n　　MsgBox \"郵件已全部發送完畢！\"\nEnd Sub\n在ChatGPT生成的程式碼中可以觀察到幾個重點：\n● 完整的程式以「Sub」開頭、「End Sub」結尾，每項文字、符號都有其意義，複製到Excel時不要遺漏任何項目。\n● 根據第一行的內容，這段程式碼將被命名為「SendEmailsFromExcel」。\n● ChatGPT準確抓取到基本資料表內設定的信件主旨、內容、附件等資料，對應的欄位也正確無誤。\n● 根據倒數第二行的程式碼，未來如果成功執行，畫面會出現「郵件已全部發送完畢！」的文字提示。\n此外，後續寄信將透過「Outlook」執行，所以在進入下一步驟之前，請先確保電腦上的「Microsoft Outlook」程式已經開啟並且正常運作。\n【STEP 3】Excel執行VBA程式\n接著回到STEP 1的基本資料表Excel檔案，然後照著以下步驟來執行ChatGPT設計的VBA程式：\n1. 開啟Excel上方工具列的「開發人員」選項。\n2. 點擊「Visual Basic」開啟VBA編輯器。\n3. 依序點選「插入」、「模組」開啟程式碼視窗。\n4. 複製貼上前一步驟由ChatGPT設計的完整程式碼。\n5. 點選「儲存」，並將存檔類型更改為「Excel啟用巨集的活頁簿（.xlsm）」。\n6. 點選「執行」。\n7. 稍待幾秒鐘，系統便會將不同的附件檔案和信件內容寄送給對應的人！\nExcel VBA操作流程示意圖\n一旦成功執行，畫面會出現「郵件已全部發送完畢！」的文字提示。如果沒有顯示，代表程式運作可能出了問題導致寄信失敗。\n【STEP 4】錯誤狀況排除\n根據經驗，ChatGPT設計Excel VBA的熟練度相當高，用來處理一般的行政庶務時只要指令得當，生成的程式碼幾乎可以直接使用，需要手動調整的地方並不多。\n但若是實際執行時遇到問題也不用擔心，直接將自己看到的錯誤狀況用白話告訴ChatGPT，請它分析現況並提供解決方法。\n技巧再升級\n【技巧 1】重複使用VBA 的訣竅\n未來遇到同樣類型的工作，只要開啟我們在STEP 3儲存的「.xlsm」檔案，並使用Excel的「巨集」功能，就能重新執行這套VBA程式，自動完成所有的寄信流程。\nAI小講堂\n如果將「函數應用」比喻為Excel的入門門檻，那麼「VBA」就是許多人夢想跨越卻又裹足不前的下一道關卡。提到寫程式，往往讓人感到頭大，認為這是專業人員的專屬領域。\n但現在有了ChatGPT幫忙，即使是沒有程式基礎的新手，也能輕鬆掌握靈活應用。Excel VBA的用途十分廣泛，尤其是職場上與Excel相關的工作，VBA都能將之自動化完成，大幅提升工作效率。\n只要我們善加運用這項工具，躋身職場高手行列將不再只是夢！"
  },
  {
    "id": "BH6132-27",
    "title": "Chapter 4 資料搜索力",
    "text": "CHAPTER 4 資料搜索力\n24 同步管理紙本名片與數位通訊錄／CHATGPT\nEmma和幾位同事正在茶水間聊天，主管恰巧路過，隨口問了一句：\n「對了，上次研習遇到一位陳顧問，最近總經理想找他談合作，Emma，妳有他的聯絡方式嗎？」\n「應該有他的名片，我這就去找。」\nEmma急忙回到自己的位置，翻開名片簿，從第一頁開始查找。\n「奇怪，應該在這附近才對啊……」\n她的手指快速翻動一頁又一頁的名片，卻怎麼也找不到陳顧問的那張。隨著時間流逝，她的焦慮不斷攀升。\n旁邊的同事見狀，便輕聲提醒：「會不會之前用電話聯絡，已經存在手機的通訊錄了？」\nEmma一聽，覺得很有道理，馬上拿出手機開始搜尋，卻仍然一無所獲。就在她幾乎要放棄時，她突然靈機一動，打開錢包的夾層，果然發現那張遍尋不著的名片。\n「找到了！原來當時候順手放進錢包裡，後來就忘記拿出來。」Emma鬆了口氣笑著解釋，同事也忍不住調侃她老是忘東忘西。\n這次的小插曲讓Emma意識到，必須設法整理散落在各處的名片和聯絡資訊，以便未來遇到同樣的狀況，能夠從容不迫地應對。\nChatGPT數位化管理所有名片\n名片是商務交流中不可或缺的重要媒介，但隨著名片數量逐漸增多，丟失、攜帶不便、難以管理等問題也隨之而來，讓許多上班族深感困擾。\n以下將介紹如何運用「ChatGPT」拍照擷取紙本名片上的資訊，並將內容轉換為適合Google通訊錄、Outlook聯絡人的數位格式，一次輕鬆完成虛實整合，還能高效數位化管理所有的名片資訊。\n操作步驟\n【STEP 1】ChatGPT將名片數位化\n首先，將紙本名片拍照上傳到ChatGPT，接著依序請它處理以下4項工作：\n● 辨識並擷取名片上的文字。\n● 分類、提取重要的聯絡資訊。\n● 轉換成數位通訊錄的檔案格式（CSV或是vCard）。\n● 製作一份可供下載的檔案。\n常見的數位通訊錄有CSV、vCard兩種檔案格式，而ChatGPT都能支援這些格式。CSV適用於「Google聯絡人」和「Outlook聯絡人」兩個軟體，而vCard則能匯入iOS、Android等智慧型手機的通訊錄中。\n我們可以根據自己的工作習慣，請ChatGPT輸出對應的檔案格式。透過這種方式，AI擷取的名片資訊能夠快速整理並全部打包成一份檔案，然後輕鬆上傳到自己常用的數位通訊錄軟體中。\n【STEP 2】打造名片數位化GPT\n如果常常會收到名片，不想每次都要跟ChatGPT重複STEP 1的溝通過程，可以運用「GPTs」打造專門負責名片數位化的AI助手，隨時隨地都能重複使用。\n先開啟ChatGPT：GPTs設定頁面（連結附於文末）。\n如果你還不知道如何設計「名片數位化GPT」，別擔心，直接複製以下指令設定即可：\n● 名稱：名片數位化GPT\n● 說明：實現紙本名片的數位化、自動化管理\n● 指令：\n這是一個自動擷取名片資料的GPT，請依序執行以下4個步驟。\n1. 擷取名片資訊：請識別使用者上傳的照片檔案，提取照片上的所有文字內容，並參考以下列出的「名片資訊清單」，重新分類整理出其中的關鍵資訊。\n名片資訊清單：\n● 姓氏（Last Name）\n● 名字（First Name）\n● 電子郵件（E-mail）\n● 連絡電話（Tel）\n● 行動電話（Mobile）\n● 公司名稱（Organization Name）\n● 職稱（Job Title）\n● 公司地址（Organization Address）\n● 公司網站或網址（Website）\n處理名片資訊時，請遵循以下三點：\n● 如果使用者一次上傳多張名片，務必區分清楚不同名片的內容，分開獨立處理。\n● 如果名片上出現不屬於「名片資訊清單」的額外資訊，例如，第二組電話或是傳真號碼，請保留下來，並在後續「選擇輸出格式」的階段，改寫為合適的資料結構。\n● 如果名片上同時出現中文、英文兩種資訊，請擷取中文資訊。\n2. 資料審核與修正：顯示前一步驟擷取的完整名片資訊，請使用者確認是否需要修改。若不需修改，進入下一步驟。\n3. 選擇輸出格式：請提供以下三種選項，詢問使用者希望輸出為何種格式。\n(1)適用於「Google聯絡人」的CSV格式。\n(2)適用於「Outlook聯絡人」的CSV格式。\n(3) 適用於「iOS、Android手機通訊錄」的vCard格式。\n4. 製作下載連結：根據選擇的輸出格式，將本次整理的所有名片資訊，轉換成相應的檔案類型，並提供下載連結。\n● 對話啟動器：請依照步驟擷取名片資訊。\n● 功能：只勾選「程式碼執行器和資料分析」功能，其他功能請取消勾選。\n完成以上設定後，點擊畫面上方的「建立」就大功告成囉！\n關於更詳盡的GPTs操作步驟與使用，請見第7節。\n第一次打造GPT的過程比較複雜，建議在電腦上進行設定，一旦完成了名片數位化GPT，未來用手機版的ChatGPT APP即可操作，出門在外也能使用，相當方便。\nChatGPT打造名片數位化助手\n【STEP 3】應用情境說明\n由於手機版ChatGPT具備拍照上傳功能，我們可以直接拍攝、上傳名片截圖，接著會進行簡單的問答：\n● ChatGPT自動顯示擷取到的姓名、職稱、電話等資訊。\n● 我們快速瀏覽一遍，如果資料無誤，輸入「ok」或是「正確」即可。\n● ChatGPT繼續詢問檔案輸出的格式：「1」代表Google聯絡人，「2」代表Outlook聯絡人，「3」代表手機通訊錄。\n● 我們依照需求，輸入數字「1」、「2」或「3」。\n● ChatGPT立刻生成下載連結，點選連結，即可下載檔案。\n整段操作流程中需要我們打字的地方極少，1分鐘內就能完成，非常輕鬆簡便！\n【STEP 4】匯入Google、Outlook、手機通訊錄\n當我們拿到ChatGPT製作的CSV或是vCard檔案後，要匯入其他通訊錄軟體也不困難。\n以「Google聯絡人」為例：開啟網站頁面（連結附於文末），使用側邊工具列的「匯入」功能，上傳CSV檔案，就能看到新的聯絡人顯示在列表中了。\n「Outlook聯絡人」的操作方式也大同小異：登入Outlook電子信箱後，使用工具列的「匯入聯絡人」功能，上傳CSV檔案即可完成。\n智慧型手機的通訊錄則稍微複雜一些，不同品牌手機的操作方式可能略有差異。以iPhone為例，需要特別在「iCloud聯絡人」網頁設定（連結附於文末），進入網站後，點擊右側的「＋」按鈕，選擇「輸入聯絡人」並上傳vCard檔案，就順利完成資料匯入囉！\n技巧再升級\n【技巧 1】批次處理大量名片的技巧\n在STEP 2設計指令時已經納入了同時處理多張名片的機制，所以我們不必每拿到一張名片就立刻處理，可以每週一次或每個月一次，將拿到的所有紙本名片上傳到「名片數位化GPT」彙整，再一次將所有資訊匯入自己慣用的數位通訊錄軟體，批次處理起來相當有效率。\n實用工具連結\nChatGPT：GPTs設定頁面\nGoogle聯絡人\niCloud聯絡人"
  },
  {
    "id": "BH6132-28",
    "title": "25 智慧管理隨身小本本／NotebookLM",
    "text": "25 智慧管理隨身小本本／NOTEBOOKLM\n繁忙的街景從窗外快速掠過，助理Bella正與老闆搭乘Uber前往一場會議。老闆忽然開口問道：「Bella，上次來公司演講的顧問提到一種可以優化客服系統的AI新技術，妳還記得叫什麼名字嗎？」\nBella立刻拿出隨身攜帶的小冊子，「我記得應該寫在這裡……」她來回翻閱密密麻麻的筆記，卻遲遲找不到老闆提到的資料。\n「不好意思，可能寫在別的地方，我回辦公室再查。」Bella略帶尷尬地說。\n「沒關係，不急。」老闆隨即轉移話題，「對了，下個月的聚餐快到了，大家平常聊天提的那些餐廳名單，妳能整理一下嗎？我們從裡面挑一家沒吃過的試試。」\n「沒問題，我來處理！」Bella口頭答應得爽快，內心卻有些苦惱。\n雖然她平時有記錄各種資訊的習慣，但是日子一久，不同的筆記分散在各處，每次要用都要花不少時間整理。\nBella不禁心想，如果有個方法可以幫她每次都能快速找到需要的資料，那該有多省事！\nNotebookLM讓隨身筆記進化為行動資料庫\n不少上班族有隨身攜帶筆記本的習慣，在這俗稱「小本本」的冊子裡，記錄著各式各樣的資訊，我們總是希望這些筆記能在未來派上用場。\n然而現實總是骨感，這些手寫的筆記常常零碎不全，缺乏系統化整理，更無法快速搜尋到特定內容，最終導致「小本本」淪為一灘死水，難以真正活用。\n以下將介紹如何運用Google「Gemini」與「NotebookLM」兩項工具，讓手寫內容數位化，建立一套高效率的筆記存放與搜尋機制。\n操作步驟\n【STEP 1】快速掌握NotebookLM的使用方式\nNotebookLM是Google推出的AI筆記助理，專為幫助用戶將複雜資料整理成簡潔實用的筆記。乍看之下，似乎與市場上常見的ChatGPT、Copilot、Claude等沒有太大區別，但它擁有一些獨特的功能與優勢。\n像ChatGPT這類聊天型AI，主要依賴網路搜尋或是內建的知識庫來回答問題，往往要花費些時間引導，才能讓ChatGPT提供精準的答案。如果描述不夠具體，就容易出現AI「胡說八道」的情況。\n當我們想用AI整理「小本本」時，準確性尤其重要，如果AI隨意曲解或捏造了某條資訊，說不定會釀成大麻煩。\nNotebookLM的獨特之處就在於資料來源的可控性，它會根據我們上傳的參考資料回答問題，而非依賴外部的網路資料，從而降低AI虛構事實的情況，並且更專注於我們的特定需求，用來當筆記助理更為可靠。\n接著請開啟NotebookLM官方網頁（連結附於文末），以Google帳號登入即可免費使用。\nNotebookLM採用「筆記本」為分類方式，我們可以依照個人需求創立多個筆記本，分別管理不同用途、工作項目的資料。\n打開筆記本後，操作介面將分成三個區塊：左側的來源區、中央的對話區、右側的摘要區。\n● 來源區：上傳檔案、網頁文章（使用網址輸入）、Google文件或是Google簡報等不同類型的素材，特別是「Google文件」，我們後續將使用這個功能來整理筆記內容。\n● 對話區：AI根據來源資料進行問答。如果我們覺得AI的回答值得留存，點擊「儲存至記事」按鈕，就能另存到右側的摘要區，成為一則新的記事。\n● 摘要區：包含文字記事和「語音摘要」功能（詳情請參考技巧再升級的說明）。\nNotebookLM的回答會以「數字註腳」的方式，清楚標示出每段文字引用了哪些資料。用滑鼠點擊數字註腳，就會快速跳轉到相關段落，方便我們查閱原始資料，也能快速驗證AI的回答是否準確，確保可信度。\n此外，還有三個實用技巧：\n1. 每次向AI下指令之前，我們可以「全選」來源區的資料，請AI分析整理所有上傳的文件，也可以只「勾選」特定幾份資料，限縮討論範圍，讓AI的回答更有針對性。\n2. 系統在摘要區內預設了幾種筆記形式：研讀指南、簡介文件、常見問題、時間軸。點擊對應的按鈕，即可快速把來源資料轉化為特定的筆記形式。\n3. NotebookLM的回答只會參考「來源區」的資料，不會採計「摘要區」的內容。如果覺得摘要區的某則記事很有參考價值，不妨使用「轉換成來源」的功能，匯入來源區，未來AI回答時就會參考該則記事了。\nNotebookLM操作介面示意圖\n快速掌握NotebookLM的使用方式之後，接著要介紹讓筆記本進化為行動資料庫的方法。\n【STEP 2】Gemini將手寫筆記數位化\n手寫筆記最讓人頭痛的地方在於無法即時搜尋、也沒辦法系統化管理。如果想讓這些筆記脫離被棄置一旁的下場，建立一個數位化的機制非常重要。\n但是「數位化」是不是代表我們要辛苦地手動打字呢？別擔心，這項工作就交給AI做吧！\n為了讓後續資料轉移到NotebookLM更為便利，我們選擇同為Google旗下的軟體「Gemini」來執行任務。\n首先，將筆記本的內容拍照截圖，上傳至Gemini，接著請它擷取其中的文字。如果筆記內容較多，可以分成幾次處理，最後再請Gemini整合在一起。在這個過程中可以交替使用以下兩種指令：\n● 請擷取這張圖片的文字。\n● 請將本次對話中，所有擷取的文字內容合併在一起。\n根據經驗，只要手寫字跡沒有過於潦草，Gemini都有不錯的文字辨識效果。\n最後，點擊「分享與匯出」按鈕，將所有內容儲存為Google文件，接著就能輕鬆地用NotebookLM讀取了。\n這樣就順利完成了手寫筆記的數位化。\nGemini擷取手寫筆記的文字\n【STEP 3】NotebookLM就是行動資料庫\n接著開啟NotebookLM，並匯入前一步驟製作的Google文件，即可請AI進行分析整理。\n以前，每個我們想翻開筆記本查資料的情境，如今都能快速在NotebookLM找到答案。舉例來說，老闆對Bella提出兩個問題：AI技術叫什麼名字、適合聚餐的餐廳有哪些。Bella可以這麼用NotebookLM找到答案：\n● 搜尋特定資訊：在對話框輸入「請搜尋優化客服系統的AI技術」，接著NotebookLM就會自動搜尋來源區的資料，提供答案，甚至還能檢視當初寫下的完整筆記內容。\n● 整理特定主題的清單：在對話框輸入「請將所有適合聚餐的餐廳整理為一份清單」，NotebookLM就會將不同Google文件檔案中提到的餐廳名稱或是相關介紹統整為一份清單。\n透過這樣的方式，即可輕鬆建立一套高效率的筆記存放與搜尋機制，讓隨身小本本煥發活力。\n最後別忘了，NotebookLM在手機上也能使用，有任何問題就隨時向這個行動資料庫發問吧！\n技巧再升級\n【技巧 1】數位筆記也能同步管理\n除了隨身的筆記本，許多人也習慣利用手機備忘錄、筆記APP，或是在LINE建立「一人群組」儲存瑣碎的資料。現在只需要將這些內容直接複製到STEP 2製作的Google文件，就能整合到NotebookLM中進行統一管理。\n【技巧 2】一鍵生成Podcast音檔\n使用「語音摘要」功能，可以將我們上傳的資料自動轉成對話式的音檔，透過兩位AI主持人的對話方式，歸納並探討來源資料中的重要主題。我們甚至可以透過「互動模式」，參與AI主持人的討論，讓互動更有趣味性。\n雖然這項功能尚未完全成熟，偶爾會有些小失誤，但它結合了一鍵生成Podcast的便利，又能以「聆聽」來吸收資訊，相當值得體驗看看！\nAI小講堂\nNotebookLM自推出以來，憑藉能從複雜資料中精準提取資訊的能力，迅速擄獲了多位暢銷書作家的青睞，像是《達文西傳》、《賈伯斯傳》、《馬斯克傳》的作者華特．艾薩克森（Walter Isaacson）就正在利用這款AI工具分析居里夫人的筆記與信件，準備推出下一本著作。另一位知名作家是《三步決斷聖經》的作者史蒂芬．強生（Steven Johnson），不僅是NotebookLM的忠實用戶，更受邀參與了產品開發過程。\n有趣的是，雖然NotebookLM被定位成「AI筆記助手」，但在2024下半年推出的「語音摘要」功能卻帶來了意外驚喜。同時，Google也低調推出了名為「illuminate」的線上工具，主打將長篇書籍或學術文獻轉為對話式音檔。究竟未來是否能透過AI輕鬆發展出「聽經濟」呢？值得關注！\n實用工具連結\nNotebookLM"
  },
  {
    "id": "BH6132-29",
    "title": "26 AI第二大腦幫你管理文件檔案／ChatFile",
    "text": "26 AI第二大腦幫你管理文件檔案／CHATFILE\n資深業務Jeff最近正忙著帶新進員工熟悉業務流程，某天，一位剛出差回來的新人向他請教。\n「Jeff，請問我們出差的發票該怎麼核銷呢？」\n「你有打統編吧？那就沒問題了。」\n「但對方給的是手寫發票，也可以嗎？」\n「手寫發票？現在比較少見了，我要查一下會計之前發給大家的報帳SOP。」\nJeff記得電腦裡有一份報帳SOP的檔案，但由於很久沒有用了，他只好用「報帳流程」、「發票」等關鍵字搜尋，卻始終一無所獲。他不得不憑著模糊的印象，逐一點開看似相關的資料夾，一份一份地瀏覽檔案，好不容易才找到這份文件。\nJeff鬆了一口氣，對新人說：「這是三聯式發票，直接拿給會計就可以了！」\n沒想到剛解決這個問題，另一位同事又向Jeff提出請求。\n「Jeff，你手邊有前幾年跟海外供應商的合約嗎？最近有新的案子進來想參考一下。」\n「沒問題，我來找找看。」Jeff再次投入檔案搜尋，手指滾動著滑鼠不斷翻找，他忽然意識到，光是這些小動作，竟然已經耗費了半小時的寶貴時間。真希望有個既聰明、又能快速找出特定文件的工具。\nChatFile讓文件搜尋變得輕而易舉\n即使我們已經透過命名或編號的方式管理電腦裡的文件，遇到問題時還是很難立刻找到所需的資料。因為這些「非結構化」的文件資料沒有一定的規則可循，搜尋時只能仰賴人腦的「聯想」能力查找，既花時間又耗心力。\n為了解決這個困擾，以下將介紹「ChatFile」這款AI工具，讓我們用對話的方式，快速從大量的文件中找出所需的資訊，大幅簡化搜尋過程，降低人工搜尋所耗費的時間和精力。\n操作步驟\n【STEP 1】快速掌握ChatFile的使用方式\n當我們使用「關鍵字」搜尋電腦裡的文件時，通常不是出現一堆名稱相似的檔案，就是完全搜尋不到結果，最後還是得靠手動慢慢尋找。相信不少人都對這情況感到苦惱。\n如今我們可以利用AI技術，用更有效率、更智慧的方式搜尋資料。\n「ChatFile」是由台灣團隊開發的一款專注於文件管理的AI工具，能透過對話的方式，快速從大量文件中提取所需資訊。\n與ChatGPT等AI工具相比，ChatFile最大的特色在於它會先分析、理解我們上傳的文件，因此當我們提問時，就能取得精準且符合需求的回答。此外，由於所有回答都基於上傳的文件，ChatFile大幅降低了AI編造虛假資訊的風險，提供用戶更高的可靠性。\n開啟ChatFile程式後（連結附於文末）會看到類似於ChatGPT的對話畫面，只要用白話方式表達，AI就會幫忙搜尋答案。\n操作方式非常簡單，首先，將手邊的文件檔案上傳到左側的「個人區」，需要稍等一段文件解析的時間，此時可以開啟「文件傳輸」功能查看上傳進度，並確認是否出現解析失敗而無法上傳的檔案（通常是格式不符）。\n完成後，在對話框輸入問題，AI就會自動從大量的文件中搜尋解答。\n在對話框上方有幾個實用的功能按鈕：\n● 重置：當我們要對AI提出新的指令時，可使用此按鈕清空對話，讓畫面看起來更乾淨。被清除的對話不會消失，而是存放在「歷史記錄」中，日後可以查閱。\n● 歷史記錄：顯示我們與AI的問答過程，以及上傳檔案的記錄。\n● 切換語言：根據需求切換AI輸出的語言，以應對不同的情況。\n● Skip file：勾選此功能後，AI將跳過既有的文件檔案，改以OpenAI資料庫內的資訊回答。簡單來說，就等同於我們直接與ChatGPT對話，適用於需要更多參考資料時使用。\n最重要的是，每則AI回覆內容的下方都會附上「參考檔案」，點開它，就會顯示這段回答參考了哪幾份文件、哪幾頁的內容。\n繼續點擊頁數，即可跳轉到原始文件的相關段落，無論是想檢查AI回答的正確性，或是深入閱讀更詳細的原始資料，都非常方便。\nChatFile操作介面示意圖\n【STEP 2】應用案例說明\n在工作中使用ChatFile，最大的好處是文件搜尋變得平易近人。我們可以用口語化的方式表達需求，即使有點模糊、有點籠統也無妨。\n以Jeff遇到的兩個問題為例：手寫發票如何報帳核銷？前幾年與海外供應商的合約放在哪裡？\nJeff可以這麼下指令：\n● 請問手寫發票如何報帳？\n● 請搜尋2022年與海外供應商的合約。\n針對手寫發票的問題，AI會根據Jeff先前儲存的報帳SOP檔案提供詳細說明，即使他不點開原始文件也能迅速解決問題。\n至於尋找合約的部分就更有趣了。假設Jeff記得這份合約在2022年簽訂，他可以指示AI搜尋該年的合約文件。即使檔名沒有提到年分，只要內文包含「2022年某月某日訂立合約」的訊息，AI就能透過這個小線索，順藤摸瓜地找出相關文件。\n如果Jeff不記得合約年分也沒關係。他可以聯想到其他細節，例如供應商名稱或簽約人的姓名，AI可以根據這些關鍵資訊調整搜索邏輯，靈活地完成檢索任務，這正是AI工具令人讚嘆的亮點之一。\n有了AI這位「第二大腦」幫忙管理文件，許多耗時且低效率的作業流程都將被優化，辦公室的工作效率自然提升！\n技巧再升級\n【技巧 1】檔案太多，超過容量上限該怎麼辦？\nChatFile就像Google Drive等雲端硬碟一樣，有一定的檔案容量限制。如果我們手邊的資料太多超過上限了，建議優先上傳「重要」但「不常用」的工作項目，例如：行政庶務的辦理流程、各式合約條款、公司軟硬體的操作說明書等。\n因為對於時常經手的業務內容，我們肯定很熟悉相關文件放在哪裡，能迅速找到資料，反而是那些不常遇到的行政庶務，容易在真正需要時讓我們陷入遍尋不著的窘境。\n【技巧 2】為何AI 讀取不到最新上傳的文件？\n通常這種情況代表ChatFile解析文件後尚未匯入「個人區」的列表中，此時只要「重新整理」頁面，就能解決這個問題。當然，我們可以養成習慣，每次上傳新的文件後就隨手點擊重新整理，即可確保AI順利讀取到最新的文件。\nAI小講堂\n「第二大腦」（Second Brain）是知名生產力專家提亞戈．佛特（Tiago Forte）提出的概念，他的著作《打造第二大腦》更廣受推崇。佛特主張，我們應該把日常的筆記與文件妥善儲存在數位資料庫中，需要的時候就能用最少時間調取出來。\n然而，僅僅做到「快速調取資料」這一點，在實際工作中已是一大挑戰。原因在於，數位化只是第一步，將資料進一步建立關聯、去蕪存菁，才是打造第二大腦的核心步驟，而這個繁瑣的過程，正是許多人遲遲無法身體力行的原因。\n本文探討如何藉助AI之力，將這些繁重的整理工作都打包給AI處理，從而建構一個專注於文件管理的系統。某方面來說，這個系統也可以稱為精簡版的第二大腦。\n實用工具連結\nChatFile"
  },
  {
    "id": "BH6132-30",
    "title": "27 讓網路搜尋精準又有效／Perplexity AI",
    "text": "27 讓網路搜尋精準又有效／PERPLEXITY AI\n在這個資訊氾濫的時代，遇到問題時只要丟到Google上面，幾乎就不怕找不到解答，該擔心的是如何從大量的搜尋結果中，篩選出真正能派上用場的資料。\n如果你常利用網路搜尋工作難題，應該對這種情境並不陌生：在Google輸入關鍵字後，跑出一大堆文章連結，卻不知道該點哪一個？或者，每篇文章「看起來」都很棒，得要逐一點開查看，花了大把時間整理錯綜複雜的資訊，結果卻往往差強人意。\n這背後的原因在於，我們真正需要的解答通常散落在不同的網路文章裡。依靠人力閱讀與辨別不但耗時費力，還可能因為資訊過多而被搞得暈頭轉向。\nPerplexity AI讓網路搜尋事半功倍\n「Perplexity AI」正是在這樣的資訊困境下誕生的工具。它可以即時分析網路資訊，瞬間將搜尋結果歸納為清晰易懂的答案，免去逐頁檢視的麻煩。藉由AI的強大能力進行網路檢索與歸納，不僅能讓我們擺脫繁瑣的手動搜尋、篩選與整理工作，取得的答案也更精準貼切。接下來將介紹如何運用「Perplexity」，讓網路搜尋變得輕鬆又有效率。\n操作步驟\n【STEP 1】快速掌握Perplexity的使用方式\nPerplexity是一款結合「搜尋」與「AI問答」的創新工具。與過往使用Google Chrome或其他瀏覽器搜尋的方式不同，Perplexity能深入分析我們的提問，瞬間從大量的網頁資料中篩選出最相關的內容，並且條理分明地呈現歸納後的結果。\n簡單來說，Perplexity能事先排除大量無關資訊，省卻我們在網路上大海撈針的時間。更令人心安的是，Perplexity在回答問題時會參考實際的網路資料並附上來源，降低了「AI幻覺」（Hallucination）帶來誤導的風險，讓使用者能放心地參考其搜尋結果。\nPerplexity可以直接在瀏覽器上使用（連結附於文末），也支援iOS與Android手機應用程式。首次使用時，以Google帳號或其他電子郵件登入即可。操作介面非常單純，主要分為左側的工具列以及右側的對話區。\n左側工具列有以下幾個功能：\n● New Thread：開啟新對話。當我們完成某項工作，想繼續用Perplexity搜尋別的主題時，點擊New Thread就能開啟一個全新的對話，可以避免舊的對話干擾新問題，確保AI專注於新的搜尋。\n● Home：回到首頁。\n● Discover：查看國際熱門議題，類似即時新聞的概念。\n● Spaces：此功能整合了Perplexity搜尋的網路資訊以及使用者上傳的資料。詳情請參考STEP 3的介紹。\n● Library：歷史記錄區，儲存所有對話內容。\n● 齒輪圖示：帳號資訊與設定。可在此切換帳號、更改語言、變換使用的AI模型（例如Claude 3.5或是GPT-4o）、串接API，以及使用「Profile」功能設計個人化的AI回覆風格，詳情請參考STEP 2的介紹。\n輸入問題時，除了可以點擊「迴紋針」（Attach）按鈕上傳文件，還能運用「Focus」快速篩選特定類型的資料。目前有以下幾大類：\n● Web：搜尋網路資料，應用範圍最廣泛。\n● Academic：以搜尋學術文獻為主，但不侷限於學術研究用途，舉凡想取得經過驗證的資料或是希望聽取專業意見，都可以使用。\n● Math：專門處理數學、計算相關的問題。\n● Writing：專門用於寫作。\n● Video：以搜尋網路影片為主，例如YouTube。\n● Social：以搜尋社群平台貼文為主，例如Reddit。通常用於探索即時的公眾意見、流行趨勢，或是熱門議題的走向。\n「Focus」的功能讓我們無需設計特別的指令，只需輕鬆一按，即可搜尋特定領域的資料，毫不費力。\n舉例來說，當我們想學習「上台簡報的肢體動作技巧」時，與其閱讀文字，不如直接觀看教學影片。此時只需要將Focus設定為「Video」，Perplexity就會整理出一系列YouTube影片，並提供文字摘要，方便我們透過影像畫面學習。\n這項功能可以依照問題類型或工作情境的不同，靈活切換AI的回答方向，相當便利實用。\n最後，別忘了，Perplexity的回答後方會列出參考來源，點擊連結即可輕鬆查核資訊的正確性，或是打開原文，深入閱讀更多相關內容。\nPerplexity操作介面示意圖\n【STEP 2】客製化AI回覆風格\n「你不懂我要什麼！」這句話大概是AI最常遭人埋怨的地方之一。畢竟AI不曉得使用者的背景資料，當面對問題時，自然很難給出盡善盡美的答案。\n為了解決這個問題，Perplexity內建了一個名為「Profile」的功能，隱藏在主畫面的設定功能中（齒輪圖示）。\nProfile讓我們可以預先輸入個人資訊，例如：職業、年齡、地理位置、興趣、語言等。透過這些基本資料，AI能根據使用者的需求和特性、職業或興趣，調整回覆的風格與內容，並從而決定哪些資料該提供多一些，呈現出使用者會覺得有價值的答案。\nProfile主要有3項個人資訊需要填寫：\n● Introduce yourself（自我介紹）：輸入自己的職業、年齡、興趣、專長、專業技能等，內容不受限。\n● Location（地理位置）：輸入所在的城市與國家，例如：「Taipei, Taiwan」，讓AI提供符合在地化的建議與資訊。但根據經驗，目前成效有限，未來如果使用人數累積夠多，或許會有比較明顯的效果。\n● Preferred response language（語言）：設定AI回答使用的語言，例如繁體中文。\n填寫完成後，點選「Save」儲存資料。隨後，Perplexity會依照我們輸入的內容提出幾個延伸問題，大多是用來揣摩使用者的背景，這部分就視情況填寫即可，並非必要。\n整體來說，雖然「Profile」容易受到忽略，但從長期的使用經驗來看，這項功能有助於AI提供更趨近於自身職業與工作習慣的回答，值得我們花點時間進行設定。\n【STEP 3】運用Spaces打造專屬工作空間\n隨著使用時間的增加，我們累積的問答記錄會越來越多，整理或事後回顧會變得越來越不方便。這時，我們可以透過「Spaces」功能，為特定主題或工作項目建立專屬的空間，把同類別的對話整理在一起。每個「Space」彼此獨立，如同使用資料夾管理電腦檔案一樣。\n以下是Spaces的兩個強大功能：\n1. 文件上傳與資料整合：我們可以在Space上傳PDF、Word等文件，或是輸入特定的網路資料。此後在這個Space進行的問答，AI將會結合網路資料與我們上傳的文件，提供更精準的回答。\n2. 自訂指令：每次新增Space時，會出現「Custom Instructions」欄位。雖然是選填，但若保留空白實屬可惜！這個欄位可以讓我們為該Spaces設定特定指令，例如指定角色或摘要格式。\n舉例來說，我們建立一個「上台簡報的肢體動作技巧」Space，並且在Custom Instructions中設定以下指令：\n輸入：\n假設你是一位經驗豐富的TED講者，請以條列式呈現，哪些身體語言是正確的、哪些是錯誤的。\n未來在這個Space的所有問答，AI都會自動根據指令，以TED講者的角度、條列式風格歸納重點。\n善用Spaces功能不僅能讓Perplexity每次呈現的回答更有一致性，也方便長期管理與重複利用。\nSpaces功能介紹\n技巧再升級\n【技巧 1】運用更精準的「Pro」搜尋功能\n在輸入問題的對話區內開啟「Pro」功能，Perplexity的回答會變得更詳細深入。在這個模式下，Perplexity有時候會主動反問，要求我們補充說明，以優化回答內容。\n簡單來說，開啟「Pro」就像裝上一對翅膀，AI可以飛得更高、看得更遠、變得更聰明。唯一的缺點是免費版的Pro使用次數有限，如果想在工作中大量使用，就需要額外付費才能滿足需求。\n【技巧 2】瀏覽器擴充功能\nPerplexity也有提供瀏覽器擴充功能（連結附於文末），安裝後，我們就能在瀏覽網頁時隨時使用Perplexity。\nAI小講堂\nPerplexity藉由「AI網路搜尋」這個特色迅速吸引眾人目光，也顛覆了大眾在生活中使用網路的習慣。比如，國外有人分享他在購買任何產品之前，都會先把Focus功能切換至「Social」，快速整理出其他人發表過的評價，以此評估購買與否。\n然而，在本書出版前夕，國外消息指出網頁版的Perplexity移除了多項Focus功能（iOS版本則正常運作），對此，甚至有人在社群媒體X向Perplexity執行長斯里尼瓦斯（Aravind Srinivas）喊話，希望恢復這項便利的功能，並得到斯里尼瓦斯回覆：「Will come back」\n未來是否能迎回所有Focus功能呢？還有待觀察。\n實用工具連結\nPerplexity\nPerplexity- AI Companion\n（瀏覽器擴充功能）"
  },
  {
    "id": "BH6132-31",
    "title": "28 讓你的「稍後閱讀清單」煥發價值／Readwise Reader",
    "text": "28 讓你的「稍後閱讀清單」煥發價值／READWISE READER\nNicole在辦公室忙了一個上午，終於有空泡杯咖啡。碰巧遇到好同事Henry也在茶水間休息，兩人便開心地聊了起來。\n「Henry，我最近開始用AI設計Excel公式了，真的超方便。」Nicole興奮地說。\n「真的嗎？聽起來很厲害，我也想學。」\n「好呀，我前幾天看到一篇超詳細的文章，等等分享給你。」Nicole掏出手機翻找，找了好一會兒，皺著眉頭說：「咦，怪了，放到哪裡去了？」\n「沒關係，妳找到再傳給我吧。」Henry笑著說道，「對了，我最近用AI畫了我們team的研發流程圖，速度有夠快，妳一定要試試看！」\n剛說完，Henry隨手就將好幾篇部落格文章以及YouTube教學影片，一股腦地傳給了Nicole。\nNicole看著手機裡接連跳出的訊息，驚訝地說：「哇，你怎麼有辦法馬上找到這些資料啊？我常常翻半天都找不到。」\nHenry得意地笑了，「我以前也是這樣，後來開始使用『稍後閱讀工具』，搭配AI摘要功能，平常看到有用的資料就順手整理起來，之後隨時都能派上用場。」\nReadwise Reader建立實用的AI稍後閱讀系統\n許多人習慣用「稍後閱讀清單」暫存那些有價值但不急需處理的資料，希望某天能再派上用場。然而，這些稍後閱讀的內容往往散落在不同的軟體中，不僅難以搜尋，管理起來也相當麻煩。\n因此，以下將介紹「Readwise Reader」這款工具，搭配「AI自動摘要」的技巧，建構出一套易搜尋、好理解的「稍後閱讀」系統。\n操作步驟\n【STEP 1】快速掌握Readwise Reader的使用方式\n拜網路發達之賜，我們能隨時隨地吸收資訊，例如在等捷運時閱讀新聞，或是下班後用Youtube觀看教學影片。然而，我們往往沒有時間或心力立刻做筆記，於是這些看似有價值但暫時用不到的資訊，就會被我們隨手扔進「稍後閱讀清單」裡。\n但這些資訊真的有派上用場的一天嗎？\n坦白說，幾乎不可能！稍後閱讀清單往往成了「只進不出」的垃圾桶，而這背後主要有兩個原因：\n● 缺乏統一整合，難以搜尋：市面上有太多稍後閱讀功能的軟體，例如YouTube的「稍後觀看」、Facebook的「珍藏項目」、瀏覽器的「書籤」。資料分別儲存在不同地方，搜尋起來非常麻煩。\n● 缺乏重點標示，難以突顯價值：清單裡的內容通常欠缺筆記或註釋，等到我們再次閱讀時，往往早已忘了重點在哪。\n如果你也被這些問題困擾，別擔心，「Readwise Reader」可以一舉解決上述的問題！\nReadwise Reader是一個井然有序的收納箱，可以將不同來源的網路資訊集中在此，統一進行分類、整理，甚至還支援AI自動摘要功能。當一則資訊匯入時，AI也會同步完成初步的重點摘錄。\n首先，請開啟Readwise Reader的官方網頁（連結附於文末）。\n操作介面很單純，主要分為三個區塊：左側的「工具列」、中央的「資訊列表區」、右側的「基本資料區」。我們可以使用工具列上的「+」按鈕，將網路上看到的資料匯入資訊列表。\n在工具列的「Library」欄位下，系統會依內容類型自動分類：\n● Articles：從網頁上儲存的資料，例如：網路文章、新聞報導、社交媒體貼文等。\n● Books：電子書（EPUB格式）。\n● Emails：電子郵件內容。\n● PDFs：PDF檔案。\n● Tweets：儲存在X（舊稱Twitter）上的貼文。\n● Video：網路影片，如YouTube。\n● Feed：透過RSS訂閱的內容。\nReadwise Reader可以同時彙整多種不同管道的資訊，匯入資料的方式也不只一種。我們可以依照實際需求，自行選用合適的方法：\n● 輸入網址（URL）：網路文章、部落格資料、YouTube影片等。\n● 直接上傳檔案：支援PDF、電子書等。若是在電腦上操作，可以直接「拖曳」檔案到介面，輕鬆完成上傳。\n● 轉寄Email：平台提供每個人專屬的「Forward email」，我們只需要將希望留存的信件（例如含金量高的電子報）「轉寄」到Forward email，就能自動儲存信件內容。\n● RSS Feed：輸入網站網址，未來有新文章發布將會收到通知。但僅限於提供RSS訂閱服務的網站才能使用。\n● 使用瀏覽器擴充功能（請參考STEP 3的說明）。\n此外，當滑鼠移動到「資訊列表區」時，右側的「基本資料區」會同步更新，除了顯示每篇文章的來源、作者、存檔時間等基本資料，若有預先設定AI自動摘要的功能，AI摘要的內容也會顯示於此。\n我們不必逐一點開每則儲存的內容，就能掌握摘要出來的重點。\nReadwise Reader操作介面示意圖\n下一步就要介紹最重要的「AI自動摘要」功能。\n【STEP 2】設計AI 摘要指令\nReadwise Reader將AI自動摘要的功能稱為「Ghostreader」。首次使用時，請在工具列的「Preferences」開啟功能。依序點擊Preferences→Ghostreader prompts→Customize，接著點選Summarize the document右側的「Edit prompt」，就會出現輸入AI指令的欄位。\n指令的設計相當有彈性，我們可以根據自己的閱讀或工作需求，讓AI採取不同的摘錄方式。\n如果你對於該怎麼設計指令沒有頭緒，請不用擔心，歡迎直接複製以下的指令試用。\n請摘錄以下資料的重點。\n”””\n以下是原文內容：\n{% if (document.content | count_tokens) > 2000 %}\n{{ document.content | central_sentences | join(‘\\n\\n’) }}\n{% else %}\n{{ document.content }}\n{% endif %}\n”””\n以下是我閱讀這份資料時，自行記錄的重點，請優先參考：\n{% for highlight in document.highlights %}\n{{ highlight.content }} {{ “\\n\\n” }}\n{% endfor %}\n”””\n摘要重點時，請遵守以下4個原則：\n1. 請逐句分析這份資料，使用「問題－答案」對照的方式，彙整這份資料內提及的重要問題及對應的解決方法。\n　格式如下：\n　Q：[ ]\n　A：[ ]\n2. 用字遣詞需簡潔扼要，總字數不可以超過500字。\n3. 請務必確認你摘錄的每個問題，彼此之間沒有重複。\n4. 請使用台灣人熟悉的單字、修辭及慣用語，並以繁體中文輸出。\n由於Readwise Reader支援「螢光標示重點」的功能（詳情請參考STEP 3的介紹），因此特別置入了「請AI參考我們所畫重點」的指令，這樣的設計有助於AI更加貼近每個使用者的邏輯，精準判斷哪些內容該視為「重要」或「不重要」，進而產出更加個人化的摘要內容。\n當然，如果我們沒畫任何重點，AI也會自動依照全文生成摘要。\n最後，點擊「Save」即可完成設定。設定完成後，每當有新資訊匯入Readwise Reader，系統就會自動生成精美的AI摘要囉！\nReadwise Reader設計AI自動摘要指令\n【STEP 3】運用瀏覽器擴充功能\n請前往Chrome線上應用程式商店，安裝「Readwise Highlighter」擴充功能（連結附於文末）。\n安裝完成後，當我們在網路上看到值得收藏的資訊時，只需點擊瀏覽器工具列上的擴充功能圖示（英文字母R的圖樣），即可將內容直接儲存至Readwise Reader。\n更重要的是，我們還能一邊閱讀文章，一邊用滑鼠圈選特定的字句，像是使用螢光標示重點（Create Highlight）、加註筆記（Add Note）、設定標籤（Add Tags）。這些標註和筆記內容也會自動保存到Readwise Reader。\n透過這樣的方式，我們就不會忘記閱讀時所產生的想法與靈感，這些重點還能成為AI摘要的參考，讓系統生成更貼近我們需求的內容。\n技巧再升級\n【技巧 1】如何客製化AI 摘要指令？\n如果你覺得STEP 2以「Q & A」進行摘要不太符合自己的習慣，完全可以設計成其他的指令。\n首先，直接修改指令內「中文字」的部分，替換成你偏好的摘要方式。但是在編輯時需要注意，Readwise Reader的AI指令需配合特定的語法，例如STEP 2提及的「{% else %}」或是「{% endif %}」，如果不熟悉這些語法，建議不要隨意更動，以免影響功能運作。\n其次，如果你對AI摘要功能充滿興趣，希望探索更深入的應用方式，請參考官方發布的指令大全「Ghostreader Prompt Library」（連結附於文末），裡面詳細列出了閱讀前、閱讀中、閱讀後等不同情境的指令範本，相當值得參考。\n實用工具連結\nReadwise Reader\nReadwise Highlighter\nGhostreader Prompt Library"
  },
  {
    "id": "BH6132-32",
    "title": "29 讓AI成為你的個人筆記助理／ChatGPT",
    "text": "29 讓AI成為你的個人筆記助理／CHATGPT\n近年來，各式各樣的「筆記術」應運而生，每一種技巧都具備獨特的魅力，迅速吸引一票死忠支持者。筆記術之所以深受眾人喜愛，原因在於我們逐漸發現，缺乏系統管理的筆記充其量只是毫無結構的逐字稿，無法真正發揮價值。\n然而，學會筆記術之後，真的能落實在生活中嗎？\n不曉得你是否遇過這種情況：讀完一本介紹「筆記術」的書，或是參加相關的線上課程之後，滿心期待地希望透過這些技巧來提高工作效率，卻因為各種繁忙的日常瑣事，而沒有多餘的時間心力將平日閱讀的資訊轉化為精美的筆記。久而久之，那些曾經讓人躍躍欲試的筆記術書籍塵封在書架上，徒留一絲無奈。\n這種「心有餘而力不足」的情況並不罕見，畢竟我們每天的時間精力都有限。所幸，現在可以藉助AI強大的學習與分析能力，讓它扮演「私人筆記助理」，靈活運用多樣化的筆記技巧，迅速整理和分析資料，進而自動生成一份又一份精緻的筆記成果。\nChatGPT化身全自動筆記助理\n相較於直接請AI「摘要一篇文章」，不如先訓練AI學習特定的筆記邏輯與原則再進行摘錄重點，得到的回覆內容將會更加精準。\n以下將介紹如何訓練「ChatGPT」學習康乃爾筆記、子彈筆記、卡片盒筆記等風靡全球的筆記術，並進一步達到AI自動分析資料、自動產出筆記的成果！\n操作步驟\n【STEP 1】蒐集筆記術的執行方法\n我們必須先蒐集與筆記術有關的背景知識，供ChatGPT學習與分析，才能讓它更精準地掌握整理資料的方法。\n首先，我們可以將自己對某個筆記術的理解，或是來自網路上的教學文章、書籍內容重點提供給ChatGPT，讓它明白這個筆記術的操作方式。\n此外有一個取巧的方法。由於ChatGPT的資料庫接受過大量資料的訓練，對於國際知名的筆記術，ChatGPT有很高的機率已經具備了相關知識。因此，我們可以直接向ChatGPT提問，請它總結出某個筆記術的執行方法與技巧。\n而在輸入指令時，別忘記附上那個筆記術的英文名稱，有助於ChatGPT找出正確的資訊。\n● 康乃爾筆記（Cornell Note-Taking System）\n● 子彈筆記（Bullet Journal）\n● 卡片盒筆記（Zettelkasten Method）\n以「康乃爾筆記」為例，我們可以這麼輸入指令：\n輸入：\n請幫我彙整有關「康乃爾筆記（Cornell Note-Taking System）」的詳細執行步驟，例如，步驟一、步驟二、步驟三，並遵循以下3個條件：\n1. 只要整理「如何將原始資訊整理成筆記」的方法即可，其他內容請省略。\n2. 你彙整的內容，將被應用於ChatGPT的訓練與學習，因此請將ChatGPT無法執行的部分刪除，或是重新調整。\n3. 以簡潔明瞭的方式呈現，總字數限制為500字。\nChatGPT回答：\n步驟一：準備筆記結構\n　劃分頁面為三個部分：\n　● 筆記區（右側約2/3）：記錄講解或閱讀時的詳細內容。\n　● 提示區（左側約1/3）：寫下關鍵詞、問題或提示。\n　● 摘要區（頁面底部）：總結整頁內容的主要概念。\n步驟二：記錄原始資訊\n　在筆記區：\n　● 專注要點：在聆聽或閱讀時，捕捉主要觀點和重要細節。\n　● 簡潔表達：使用自己的話，避免逐字抄寫，以提高理解和記憶。\n　● 清晰組織：適當使用標題、編號或項目符號，使筆記結構明確。\n步驟三：提取關鍵詞或問題\n　在提示區：\n　● 回顧筆記：學習後，閱讀筆記區內容，加深理解。\n　● 提煉關鍵詞：為每個主要觀點寫下關鍵詞，概括核心思想。\n　● 設計問題：提出與內容相關的問題，促進思考和自我測試。\n步驟四：撰寫摘要\n　在摘要區：\n　● 概括主要內容：用幾句話總結整頁筆記的核心思想。\n　● 強調重點：突出最重要的概念，便於日後快速回顧。\n透過這樣的方式，我們就能快速獲得一份康乃爾筆記的執行步驟。\n當然，ChatGPT初步彙整的資訊會有些偏差或遺漏，繼續在這個草稿上調整即可。\n值得一提的是，康乃爾筆記特別強調「區塊式」的畫面設計，也就是要分隔筆記區、提示區、摘要區，這一點在手寫筆記時容易辦到，之後要請ChatGPT處理時該如何達成呢？\n此時我們可以善用ChatGPT生成「表格內容」功能，在指令中特別設定「用表格的方式實現頁面布局」，即可達成康乃爾筆記的區塊式畫面。\n此處不一一詳述其他兩項筆記術的指令，可模仿以上與ChatGPT對話的方式，取得「子彈筆記」與「卡片盒筆記」的執行步驟。\n【STEP 2】打造自動筆記助手GPT\n接著，我們將運用ChatGPT的「GPTs」功能打造一個專門的筆記助手，未來隨時隨地都能使用。\n● 名稱：自動筆記助手GPT\n● 說明：AI助手幫你輕鬆完成筆記摘要\n● 指令：\n請根據使用者在對話啟動器選擇的方式，參照以下3種筆記術的執行步驟，將使用者上傳的資料，一步一步轉化為指定的筆記架構與格式。\n　● 康乃爾筆記的執行步驟\n　（此處複製貼上詳細的步驟）\n　請務必用「表格」的方式，實現筆記區、提示區、摘要區的頁面布局。\n　● 子彈筆記的執行步驟\n　（此處複製貼上詳細的步驟）\n　● 卡片盒筆記的執行步驟\n　（此處複製貼上詳細的步驟）\n● 對話啟動器：\n　● 請依照「康乃爾筆記」的執行步驟，將我上傳的資料整理為詳細的筆記。\n　● 請依照「子彈筆記」的執行步驟，將我上傳的資料整理為詳細的筆記。\n　● 請依照「卡片盒筆記」的執行步驟，將我上傳的資料整理為詳細的筆記。\n● 知識庫：此處可上傳筆記術相關的文件檔案，提供AI學習與訓練，若在上方「指令」區塊已經說明清楚，不上傳檔案也無妨。\n● 功能：只勾選「程式碼執行器和資料分析」功能，其他功能請取消勾選。\n完成以上設定後，點擊畫面上方的「建立」，就順利完成囉！\n更詳盡的GPTs操作步驟與使用，請見第7節。\nChatGPT打造自動筆記助手\n【STEP 3】應用情境說明\n以後我們每次開啟這個「自動筆記助手GPT」，在前一步驟「對話啟動器」設定的三種選項就會自動出現。我們只要根據當下的需求，點擊想套用的筆記術，接著貼上一篇文章或是上傳一份檔案，AI就會自動生成精美的筆記。\nAI小講堂\n在這篇文章完成之際，OpenAI推出了下一世代的AI模型，稱之為「o1-preview」，儘管尚未具備瀏覽網頁等既有功能，甚至需要更長的時間才能生成回覆，卻展現出優異的思考推理能力，令人耳目一新。\n具體來說，AI更接近人類了！以前為人所詬病的種種，像是AI摘要資料的方式不夠深入、翻譯語句太過機械化，或是撰寫程式碼的錯誤率偏高等等，如今o1的表現都有明顯的進步。OpenAI特意不延續GPT-3、GPT-3.5、GPT-4的產品命名模式，全新定義為「o1」，象徵著一次重大革新。\n也許未來某天，本文設計的「自動筆記助手GPT」所展現的筆記成果，真的會令人自嘆不如呢！"
  },
  {
    "id": "BH6132-33",
    "title": "30 AI網頁翻譯又快又準／沉浸式翻譯",
    "text": "30 AI網頁翻譯又快又準／沉浸式翻譯\nAshley最近被主管指派研究國外的科技趨勢，這項工作令她接連幾天都埋頭與大量的外文資料奮鬥。\n忙了一整個上午之後，Ashley揉了揉眼睛，忍不住向隔壁同事抱怨：「Jason，這次的報告資料多到爆炸，而且全都是英文，我快要累垮了……」\nJason：「嗯？現在有ChatGPT幫忙，翻譯應該快多了吧？」\nAshley：「是沒錯，但是要反覆在原本的網頁和ChatGPT之間切換，還得不斷複製貼上，好麻煩啊！」\nJason點了點頭：「我懂，這種來回複製貼上最花時間了，有時候一不小心還會漏了重要資訊。」\n他隨即露出一抹神祕的笑容說：「偷偷跟妳說，我最近找到一個AI工具可以解決這個問題。」\nAshley聽了眼睛一亮，立刻湊到Jason的座位旁，請他趕緊示範。\nJason一邊操作一邊解釋：「妳看，安裝這個瀏覽器擴充功能之後，原文和AI翻譯會一起顯示在網頁上，再也不用來回切換視窗了，很棒吧！」\n看完示範後，Ashley馬上回到自己的電腦前，迫不及待開始試用這個實用的AI工具。\n沉浸式翻譯：一鍵開啟「AI雙語對照」的閱讀體驗\n對於經常需要閱讀外文資料的上班族來說，各種翻譯軟體早已運用得得心應手。然而，在原文與譯文的不同軟體視窗之間切換，依然是一件耗時又麻煩的事。\n接下來將介紹一款名為「沉浸式翻譯」的瀏覽器擴充功能，不僅具備AI支援的高品質翻譯，還能讓原文與譯文「並列顯示」於同一頁面，澈底免去切換視窗的困擾，讓閱讀變得相當便利！\n操作步驟\n【STEP 1】快速掌握「沉浸式翻譯」的使用方式\n現在的瀏覽器大多內建了簡單的翻譯功能，例如Google Chrome，只要按右鍵，點選「翻譯成中文（繁體）」，就能翻譯整頁資料。但經常使用的人會發現，Google翻譯常帶著一種生澀感，還夾雜了不通順的句子。此外，這種「整頁翻譯」功能會把所有文字轉成中文，無法對照原文，對於需要確認原文的人來說相當不方便。\nChatGPT的問世帶來了更高品質的翻譯，翻譯結果更加通順且人性化，缺點則是要將文字逐段複製到ChatGPT上，然後切換回原網頁視窗察看，反覆操作也是繁瑣又耗時。\n「沉浸式翻譯」就是針對這個問題而生的輔助工具。它可以同時呈現原文和譯文，並且提供高品質的AI翻譯。\n沉浸式翻譯是一款瀏覽器擴充功能（連結附於文末），目前支援Google Chrome、Microsoft Edge、Safari等多種瀏覽器。安裝之後，我們只需要一鍵就能開啟「AI雙語對照」翻譯功能。\n首次使用時，先以Google帳號登入，即可免費使用。在操作上，我們可以透過以下幾種方式快速啟用網頁翻譯：\n● 點擊瀏覽器上方擴充功能列表中的「沉浸式翻譯」按鈕（安裝後會自動出現）\n● 點擊網頁側邊的懸浮按鈕（同樣會自動出現）\n● 滑鼠的右鍵選單\n● 鍵盤快捷鍵「Alt＋A」（此為系統預設，也能自訂為其他快捷鍵組合）\n使用快捷鍵「Alt＋A」是最快速的操作方式，建議大家優先嘗試看看！\n如果不需要翻譯整個網頁內容，也可以用滑鼠圈選特定字句或段落，然後按下「Ctrl」鍵（此為系統預設，同樣可以自訂），譯文就會自動顯示在該段落下方。\n這款工具的最大亮點在於，它以「段落」為最小翻譯單位，採用「原文──譯文」交錯的呈現方式，不僅保留了原文的排版，還能讓我們輕鬆對照原文與翻譯的結果，不必頻繁切換不同的視窗，大幅提升了工作的流暢度。\n沉浸式翻譯的操作介面示意圖\n【STEP 2】申請OpenAI API Key\n如果沒有特別進行設定，系統預設的是「Google翻譯」或「Bing翻譯」，翻譯品質難免參差不齊。因此，我們要試著導入ChatGPT的AI翻譯功能。\n要達成這一點，需要使用OpenAI的「API」功能。API是什麼呢？簡單來說，平常我們可以直接在ChatGPT的網站上請AI執行任務，但如果想將AI功能擴展到其他應用程式中，例如本文介紹的「沉浸式翻譯」，就需要透過API進行串接。\n以下是申請API Key的操作步驟：\n1. 開啟OpenAI的API Key申請網站（連結附於文末）。\n2. 以Google帳號登入後，點選畫面上的「Create new secret key」按鈕。\n3. 系統將生成一組專屬於自己的API Key。這是一長串由英數字組成的密碼。\n需要注意的是，API Key只會在申請的當下顯示一次，無法事後查詢，請務必妥善保存。\n特別要提醒，API Key與ChatGPT雖然都同屬於一家公司的服務，但兩者的收費方式是獨立的。\n● API採取「依使用量計價」的機制，用量越大，付費越多。\n● ChatGPT採訂閱制，付月租費就能「吃到飽」。\n下一步，我們要將申請到的API Key輸入「沉浸式翻譯」。\n【STEP 3】確保AI翻譯順暢運行\n點擊瀏覽器上方的「沉浸式翻譯」擴充功能按鈕，就會自動彈出一個視窗。接著點擊視窗中的「選項」（齒輪圖示），即可進入設定頁面。\n設定頁面可以調整的細節相當多元，比如指定目標語言、切換AI模型、設定快捷鍵等。要導入OpenAI的翻譯功能，我們需要設定以下幾個欄位的內容：\n● 翻譯服務：選擇「OpenAI」。\n● 自訂API Key：輸入在STEP 2取得的API Key，請務必確認沒有遺漏任何文字或符號，否則會導致後續無法正常運作。\n● 模型：選擇合適的GPT模型，例如gpt-3.5-turbo或是gpt-4o等。\n完成後，請按下「點此測試服務」的按鈕。若畫面顯示「驗證成功」，代表AI功能已經匯入成功！\n需要注意的是，API按照使用量計價的費用，跟我們選擇哪種GPT模型密切相關。新穎的GPT模型效能固然更強，在翻譯上的表現更為出色，但收費也會較高，例如gpt-4系列的模型費用就比gpt-3.5系列高出將近30倍。\n相信你在這時會感到好奇：「翻譯一篇網路資料到底要多少錢？」\n由於OpenAI採用「Tokens」為計量單位，並不容易以字數計算費用。根據經驗，如果選擇「gpt-3.5-turbo」模型，1美元可以處理超過20萬字的英文文章，價格算是平易近人。當然，再次重申，這個數據只是籠統的計算，僅供參考。\n一般情況下，平常工作選擇「gpt-3.5-turbo」模型，即可獲得相當不錯的翻譯品質；若遇到特別講求翻譯精準度的任務時，再改用效能強勁的gpt-4系列模型。\n技巧再升級\n【技巧 1】調整譯文顯示樣式\n使用沉浸式翻譯之後，網頁內容會以原文與譯文逐段對照的方式呈現。為了讓我們能一目了然地分辨翻譯部分，在「選項」（齒輪圖示）的功能中有多款「譯文顯示樣式」可供選擇，例如：虛線底線、波浪底線、實線框線、螢光標示等。這些視覺上的區分設計，有助於我們更輕鬆順暢地瀏覽文章。\n實用工具連結\n沉浸式翻譯（Chrome）\n沉浸式翻譯（Microsoft Edge）\nOpenAI的API Key\n申請網站"
  }
]