[
  {
    "id": "P1",
    "title": "《怪》宮部美幸",
    "text": "《怪》宮部美幸\n　　內容簡介\n　　「平成國民作家」、「日本推理天后」宮部美幸另一風格類型力作！\n　　宮部美幸第一本結合懸疑、時代、怪奇幻想小說的短篇傑作選！\n　　九個怪誕的神鬼異世界，九則江戶庶民生活的愛欲嗔癡！\n　　古典江戶，形塑現代日本文化及思考方式的時代，卻同時是奇幻鬼怪文學的興盛期。無論是永遠不老不死的人，每隔十年就換上不同姓名與身分、默默在社會中求生存；或是繪有古老物語的手帕，引誘情愛男女走上黃泉路；還是受不了情人背叛，以至死後化作悽哀的鬼魂，誓言一命償一命……\n　　宮部美幸九篇看似怪力亂神的鬼怪故事，實則是人世間光怪陸離或冷暖人情的最真實隱喻。即便詭譎的不可思議想像不時抽動你的神經，溫暖的世間人倫義理卻更讓你在驚駭連連之餘，泛出暖暖的感動與溫馨。"
  },
  {
    "id": "P2",
    "title": "殉情",
    "text": "殉情\n　　享和初年前後，江戶一帶出現所謂的「手帕殉情」案件，短短一年半便已連續發生四起。\n　　四起案件中，殉情者為求永不分離，皆以手帕互纏對方的手，然後再投水自盡。前三起案件的殉情者雙雙身亡，最後那件案子的當事人卻在跳水後，由於纏住兩人的手帕鬆開，男方後來游水上岸獲救。存活下來的男子不僅懊惱沒有遵守當時流行的「手帕自殺守則」，將手綁緊，更羞愧自己仍在人世間苟延殘喘。一旁的人聽了都唏噓不已。\n　　前述案件裡，殉情者使用的自殺方式，就是當時盛行的「手帕殉情」。這些手帕由日本橋通油町的木綿染布中盤商所製作販賣。中盤商原本只進貨販售，而非自己染布或剪裁。但因為這兒的店主是個注重時尚的人，便自己設計手帕的顏色花樣，逢年過節分送給老主顧。說穿了，這本來只是店家老闆的興趣罷了，沒想到獲得顧客好評，店主於是趁勢將手帕包裝成商品販售，一推出便深受大眾喜愛。這樣的結果或許是店主始料未及。\n　　凡世間順遂之事必有道理，這店家的手帕，因為設計精美才廣受歡迎。手帕上的圖案以「物語花樣」為主題，描繪古老源氏物語或是伊勢物語、御伽草子等故事的精采畫面。要能做得精美動人，仍以愛情場景為首選。因此在手帕上最受歡迎的，便是源氏物語的情節圖案。之前敘述的四起狗情案件，其自殺男女所使用的手帕，上頭皆畫有源氏物語的圖樣。\n　　那三起自殺成功的案件中，殉情者分別使用了描繪〈若紫〉、〈浮舟〉、〈明石〉等章節圖案的手帕。而兩人未能共同殉情的第四件失敗案例，則取材自〈夕顏〉，使用牽牛花的圖案，排版畫製成單輪車的圖樣。這幅畫中充滿寂寞氛圍，彷彿意味著殉情者其中一人將形孤影隻。\n　　在當時，殉情等自殺行為是被禁止的。即使四起案件中有一起自殺未遂、平安獲救，但一年半中就發生了四起，自殺率之頻繁，讓在位者也不禁開始擔憂。雖說那時尚未實施節約政策，但原本只是實用性商品的手帕，卻意外因為不必要的裝飾，而成了生活奢侈品；加上手帕引發男女自殺的動機，因此生產手帕的木綿染布商店主遠島，被判沒收財產，店家因而倒閉。起初只是老闆單純的興趣，最後卻落得如此下場，真可說是為興趣付出了相當大的代價與犧牲。\n　　這些事情幾乎已經被世人遺忘。不過染有「物語花樣」的手帕，卻仍悄悄流傳在販賣手帕的布莊同業之間。有些店家認為做買賣應該講究良心，故不願意販賣這種會引起自殺動機的手帕；有些則認為手帕不過是工藝品，而殉情事件只是茶餘飯後的消遣話題；當然也有店家老闆對此事相當有興趣，逢人便津津樂道。\n　　隨著時光流逝，轉眼間，到了文化四年──\n　　◆\n　　「大黑屋對於員工的管理甚嚴，因此在那邊工作，應該會有許多心酸事吧。不過話說回來，管理嚴格的店家，還是比較好的。在嚴格的地方要是待得下去，想必未來到哪兒都可以勝任。年輕時本來就應該多吃點苦，這話說得真對。要活得快樂，說回來還是得勤鑿工作。你啊，可不要忘記我的話喲。」\n　　銀次即將被送到通瀨戶物町的木綿染布商大黑屋工作前，在萬年屋工作的老伯斜著光滑圓潤的頭，向銀次苦口婆心地說。銀次常常聽到老伯批評二哥不顧店家情義，不繼續工作，結果現在落得生活潦倒、漫無目標，對於未來也毫無頭緒。銀次聽了只覺得一陣悲涼。\n　　萬年屋是大傳馬町一丁目的人力仲介，雖是由老伯一人獨立營業，但自萬年屋介紹出去的人才，卻自大傳町一帶，遍布至室町、寶町、駿河町、日本橋通町大部分的木綿染布中盤商，可說是信用良好的人力仲介商。要找到說萬年屋老伯壞話的人，就像大海撈針般困難。\n　　銀次的母親年輕時受萬年屋老伯的照顧，在工作的地方與父親相遇、相識，結為連理，後來共生育六子。現在為了要將六個孩子都送出門工作，便拜託萬年屋老伯幫忙處理。雖然隔了十五年的光陰，母親卻驚嘆老伯彷彿妖怪似的，容貌完全沒有改變。\n　　銀次的大哥在五年前，因為萬年屋的介紹，進入大傳町一丁目工作，聽說後來受到重用，一人已能掌理店中大事。但是二哥的工作表現卻和大哥完全相反。幸虧大哥長期以來的表現都很好，二哥闖下的大禍才得以一筆勾銷；又因為萬年屋店家的好信用，銀次這次才能順利找到工作。\n　　銀次今年十四歲，是家中的三男，底下還有兩個妹妹和一個么弟。雖然么弟還年幼，但兩個妹妹再過不久，就必須獨當一面出外工作。為了妹妹的前途著想，銀次必須非常努力──雖然抱著這樣的決心，可是一被萬年屋的老伯當頭訓斥警告，想努力的心情還是減了一半。\n　　正式進入大黑屋後，銀次對工作並沒有太多的煩惱憂慮，更不想與別人爭名奪利。這樣一來，反而輕鬆愉快。大黑屋的確是個管理嚴格的店家，對待剛到這兒來工作的小毛頭，更是不太人道；而且店裡的人完全不願意記住銀次的名字，僅僅用「喂」來叫他做事。不過這是新員工必須承受的待遇。每天雖然都得工作到筋疲力盡，但是銀次心中始終充實平靜。\n　　銀次從前聽放假回來的大哥說起工作的事情，都會覺得那根本就不是在大傳町的木綿染布中盤商工作，反而像被關進監牢。大哥工作的店家中，老員工常旁若無人般地仗勢欺人。大哥也不時遭到年長者的欺凌，常常不是少給他一頓飯，便是把他推進糞坑裡，再不然就是用棉被悶他，或痛毆他一頓。\n　　但是銀次卻沒遇到這樣的事情，他總算了解萬年屋老伯所說，「越嚴格就越輕鬆」的道理。\n　　大黑屋的老闆夫婦都是四十多歲的人，經營店裡的生意非常精明。這間店所以生意興盛，正是因為老闆夫婦親自掌控店裡的大小事。銀次想到萬年屋的老伯曾說過，大黑屋的老闆是個好漢，他現在似乎多少能領悟。\n　　上一代的店主已在十年前隱居，住在向島的別墅釣魚作詩，過著閒雲野鶴的生活。照理說，銀次應該沒有機會遇見這位前任老闆。但初春的氣候變化甚大，前任老闆因為感冒，臥病在床。銀次的工作量也因此突然增加，有時甚至得在一天內，三次往返通瀨戶物町和向島，運送物品或郵件到向島，或將東西帶回通瀨戶物町。因為銀次還是個乳臭未乾的新來小伙子，被命令做這些事情，也只能乖乖聽話，來回奔波。不過銀次也因而見到了前任老闆。他是個身材消瘦的老人家，由於生病，臉色青黑，眼皮也微微浮腫。事後回想起來，前任老闆應該不是感冒，或許是更嚴重的疾病才對。\n　　先來談談繼承大黑屋事業的人吧。這人是現任老闆夫婦的獨子，二十歲，名叫藤一郎。聽說他在藤花盛開時出生，長相有如娃娃般俊俏。\n　　即使藤一郎已長大成人，面貌依然如同名字一樣俊美，讓日本橋町的年輕女孩為之瘋狂著迷。\n　　這位年輕小老闆自小便受到前任老闆的呵護疼愛，一直是他最喜愛的心肝寶貝。為了要給病倒的前任老闆一些鼓勵與安慰，藤一郎便常常家裡與向島兩邊跑，也因此不時和頻繁跑腿的銀次一起往返於兩地。\n　　兩人一塊兒行動時，小老闆藤一郎因為家教很好，總是對涉世未深的銀次非常親切溫柔。或許是因為銀次努力跑腿的模樣讓人感動，到後來，即使銀次沒有差事需要奔波，藤一郎也會叫他陪著自己，雨天便讓他幫忙撐傘，到了夜晚則要他提燈。就這樣，輩分較大的一些工人因為忌妒，便開始欺負銀次。對銀次而言，他並不覺得自己能幫上小老闆什麼忙，反而認為自己帶給他相當大的麻煩。然而，越溫柔的態度越難以拒絕，對於藤一郎親切的對待，銀次總是非常不知所措。也因為如此，每次藤一郎叫他陪伴時，銀次都會退縮恐懼。\n　　因為陪著小老闆做事，年輕女孩便會對銀次打招呼。對方大部分是有年輕婢女或是年長女傭隨行的小姐，總之幾乎都是店家的千金。這些小姐皆是剛學完才藝，買完東西，或是才從寺廟參拜完，在回家途中遇見藤一郎他們。剛開始，銀次覺得這些都只是巧遇。但隨著遇見的次數增加──例如說前天在這兒遇見的小姐，之前也在同樣地點碰到──不禁讓人覺得，對方事先就知道他們要前往向島，於是在途中埋伏等待，設計成像巧遇一樣。\n　　銀次雖然還是個孩子，但見到小老闆藤一郎成天被女孩追著跑，心中也難免羨慕。雖說明知命運無法選擇，不過看著小老闆多金且出身優渥，對照之下，自己自小便離鄉背井，靠著勞力掙血汗錢。此時銀次似乎了解當初二哥寧可放棄工作、偏離正途的心情。\n　　剛過完端午節後的某日，銀次一如往常，前往向島別墅探病，碰巧聽見前任老闆與小老闆激烈爭執，似乎和生意上的事情有關。令銀次訝異的是，他甚至偷偷聽見前任老闆以沙啞的嗓音，大聲怒斥藤一郎年輕無知卻又太囂張。\n　　銀次即使必須陪伴小老闆藤一郎前往向島，但在其他工作上，他也不曾偷懶過。別墅那兒，前任老闆有專屬的男女傭人，他們都相當期待銀次的到來。等他一到，便迅速交代銀次該辦的要事。看來這應該是店家那邊的要求。當然，除此之外，大家還會叫他幫忙做其他雜事。這一天，銀次先是去取水，接著砍柴；然後因為前任老闆覺得後院的竹子長得雜亂不堪，要求銀次去整理後院。就這樣，銀次帶著鐮刀，被趕進竹園裡。他無奈地一邊忍受蚊蟲叮咬，一邊不熟練地揮動鐮刀。就是在這時，他聽見房子裡傳出吵架的聲音。\n　　小老闆正說著手帕的事情，他說大黑屋並沒有將手帕當成商品販賣。銀次正感到不解，又聽見他說有關染色的問題。這時，前任老闆大聲斥喝：\n　　「到底是誰把這種不祥之事帶進來的？你到底知不知道這事情是怎麼落幕的啊？」\n　　前任老闆激動地責罵。\n　　「我知道，那家店是因為倒閉，所以結束營業。但是，那件事跟這件事完全不一樣啊！會被判刑、沒收財產，是因為正好不幸遇到政策改革──」\n　　「不，不，不是這樣的，」前任老闆急著打斷藤一郎的話，「你仔細聽好，最糟的是，它引發戀愛男女企圖自殺的動機啊！這些事本來就不對，生意人不能這樣做。」\n　　「這種說法太奇怪了！」\n　　小老闆藤一郎不服氣地說道。\n　　「這些人會把這些手帕當成自殺的工具，都是他們自己造的孽，並不是製造手帕的人有問題。生意人只是想讓商品更暢銷而已吧。」\n　　「中盤商本來就不是從事製造工作，你從頭到尾都搞錯了。」\n　　正當銀次仔細聽著這段對話，傳來一位女工走向後院的腳步聲。\n　　砍竹子的工作進展不多，銀次心想，這下女工恐怕是要來數落自己，沒認真砍竹子。想到這兒，他急忙拿起鐮刀。因為揮動鐮刀發出聲音，銀次便無法再仔細聽清楚房子內的對話。\n　　這天，回店裡的路上，小老闆藤一郎顯得非常不開心。在斜照的春天陽光中，銀次默默縮著頭，跟著小老闆的腳步。銀次在遙遠的叢林，望見一對節慶早已過去、卻仍在空中飄蕩的鯉魚旗，心中頓時湧上一股惆悵寂寞。他想要開口安慰藤一郎，卻不知所措，覺得此刻說什麼都不適當。\n　　從那天之後，小老闆再也沒有跟銀次一塊兒去向島。藤一郎變得相當冷漠，從此沒在向島出現過。從女傭的傳言推測，前任老闆其實很希望藤一郎能去向島，但藤一郎卻不願意再到那兒去了。原來當初的那場爭執，留下這樣無法彌補的遺憾呀。\n　　不必陪伴小老闆奔波，銀次又回到從前小男工的生活。隨著梅雨季節的來臨與遠去，夏天的豔陽當頭高掛。雖然大家仍記不住銀次的名字，但他挨罵的次數明顯減少。只要銀次努力工作，似乎就能見到工頭難得的笑容；即使銀次累得筋疲力盡，也仍能感受到當天伙食的美味以及棉被的柔軟。而一到晚上，銀次便會夢見萬年屋的老伯滿臉喜悅說著，要活得快樂，就是要努力工作。\n　　這是在七月底發生的事情。\n　　有人來跟小老闆藤一郎說媒。\n　　以前來說媒的人也不少，但這回似乎已經確定，大黑屋裡充滿喜洋洋的歡樂氣氛。\n　　對方是小石川傳通院前味噌商的千金，十六歲，名叫阿夏。女孩的家裡是大黑屋老闆娘的親戚，老闆娘一路看著阿夏長大。大黑屋的女傭無聊地嚼舌根，說這樣就看不見老闆娘和阿夏上演婆媳相爭的好戲了。\n　　不過，若越是了解其中原委就越清楚，這件親事其實是前任老闆所期待的。女傭們說前任老闆希望可以早點看見藤一郎娶媳婦，成家立業，然後生個男娃讓他抱抱。\n　　大黑屋現任老闆夫婦知悉前任老闆的這般心願，心裡又明白，附近的女孩都對藤一郎情有獨鍾，要是不趕緊讓藤一郎成家立業，日子久了，恐怕會造成無法彌補的錯誤。他們也認為，與其將這些成天癡狂追著藤一郎的女孩迎娶進門，倒不如與熟識的親戚結為親家，讓這對夫妻看起來像門當戶對的王子公主才恰當。\n　　也因為這樣的心理因素，親事從一開始便進行得相當順利。騎虎難下的小老闆藤一郎也沒有異議，接受安排的親事。銀次因為已經不再陪藤一郎出入向島，因此幾乎沒有機會靠近他身邊。\n　　不過銀次聽女傭竊竊私語、談論這件親事，心想，只要藤一郎幸福，自己就放心了。之前在向島別墅的爭執，使得藤一郎和前任老闆的關係變得惡劣，今天藤一郎肯答應這門親事，讓前任老闆開心，銀次感到心安不少。\n　　銀次衷心祝福這門親事，畢竟以前藤一郎對待銀次總是相當親切。雖說身為一名員工，要能夠適時輔助老闆，才能對店裡有所幫助，成為受店裡重用之人；但在這過程中，把吃過的苦當成修行，且一心為店裡盡忠職守，勤奮工作，如此應該也稱得上是好員工吧──銀次這樣想著，開心地感覺自己像是個大人一般。\n　　但是──\n　　八月中，兩家人對這親事有了共識，決定明年年初便讓兩人成婚。此時，發生了一件嚴重的事情。大家發現，小老闆藤一郎私底下其實有女人。\n　　更令人訝異的是，這女人是大黑屋的女傭，名叫阿春，二十六歲，已經在大黑屋工作了十二年。阿春常受到女工頭重用，是個能夠獨當一面、工作勤奮的女孩。銀次雖然平時並沒有受到阿春太多照顧，但他覺得這個效率高又手腳俐落的女孩，是個穩重的大人。不過，她卻也給還算新手的銀次，一種難以親近的感覺。阿春長得並不美麗，膚色黝黑，下巴削尖，加上總是直視的專注眼神，讓人覺得她不像一般女傭，倒像個熟稔生意、並且終於可以獨立自主的男工。\n　　這件事會被揭穿，是因為阿春。由於她負責店裡生計等事，直接與老闆娘接觸的機會相當頻繁。阿春常抓住這樣的機會，向老闆娘哭訴自己的委屈。雖然這些委屈聽起來常像是阿春自己捏造出來的，不過老闆娘仍一味聽信，慌張地把女工頭叫來，要她關切這些事情。趕來的女工頭意亂心慌，粗暴地抓著阿春的肩膀，企圖將她從房子裡拖出來。這時，阿春甩開女X頭的手，大聲叫道：\n　　「妳不要這麼粗魯，我的肚子裡，可是有少爺的孩子啊！」\n　　老闆娘一陣暈眩，心想這到底是什麼狀況啊。原來該要警戒的，並不是附近那些天天對少爺虎視眈眈的小姐，而是這個在身邊照顧少爺日常生活，日夜與他分享喜怒哀樂，慢慢攻佔他內心感情世界的沉默寡言的女傭呀。\n　　老闆知道此事，非常震怒，將藤一郎叫到跟前；藤一郎也低頭承認，說阿春所說的一切屬實。兩個人的關係是從兩年前開始的，雖然他也曾試圖要結束，卻因兩人每日相見，使得感情藕斷絲連，持續到現在。\n　　但是藤一郎從未想過要娶阿春進門。他總是告訴阿春，自己無法娶她；阿春當時也安分地表示，自己從未有過非分之想。這讓藤一郎安心許多。但是他卻不知道阿春已懷有身孕的事情。照理說，這孩子是自己的親生骨肉，應當高興才是，但藤一郎卻沒有特別開心；他更壓根兒沒想過，要拒絕與阿夏的親事，迎娶阿春進門。\n　　雖然對阿春感到羞愧抱歉，但發生的事實卻已無法挽回。\n　　當大黑屋上下因為這事驚動慌亂之際，母親從前說過的話總不禁浮現在銀次的腦海裡。母親常提起萬年屋老伯非常照顧自己，所以在出外工作前，便經常受到老伯的叮嚀與教誨。老伯說，在店裡當女工，最重要的，便是絕對不可以愛上店老闆家的少爺。\n　　母親當時回答，自己絕對不會愛上對方。但她又接著問道，要是對方少爺愛上自己、而使自己被開除，應該要怎麼辦？那時，萬年屋老伯面色嚴肅，堅持不會有這種事。即使對方開口說愛上自己，也絕對只是假象罷了。老伯又告誡母親，就算對方真的如此告白，只要決心潔身自愛，再加上店裡還有其他的僕傭，少爺想要亂來也絕不可能。要能守身如玉，一定沒有問題。所以最重要的還是自己，千萬不可掉以輕心才是。\n　　阿春應該不是透過萬年屋介紹，而被雇用的，所以應該也沒有聽過萬年屋老伯的這番諄諄教誨吧？還是她聽過卻忘記了？茲事體大、與自己的生存息息相關的道理，實在不可能就這樣忘得一乾二淨吧？\n　　最後阿春被開除了。但是她舉目無親，而且少爺本身也有錯，就這樣將已身懷六甲的她趕出店裡，也說不過去。所以老闆決定，先租借一間位在深川新開發市鎮大島村的房子，讓阿春暫住，直到孩子滿月。\n　　新生兒出生後，先暫時由大黑屋領養；之後大黑屋的人又找到阿春家鄉的親戚，將嬰孩寄養在那兒。大黑屋也警告阿春，絕對不要再靠近少爺，也不要過問孩子的下落，想辦法去安頓好自己的生活。如果阿春可以遵守，大黑屋不會干涉今後阿春要到哪兒工作，當然也會給她十二年來辛勤工作的酬勞──老闆親自將酬勞交到阿春面前，這也是大黑屋釋出的最大善意。\n　　阿春只能忍氣呑聲，別無他法。再說，大黑屋老闆夫婦為人良善，能聽阿春說一番話，已算是很不簡單。身為店中的女工，發生這樣的事情，照道理，即使遭人破口大罵，或是身無分文地被趕出門，也不應該有任何怨言。\n　　好勝的阿春從未向人說過自己的委屈。因為當初說出懷孕一事時，阿春態度強硬，女工頭心生不滿，因而仇視起阿春。阿春離去前，地位低下的女傭皆冷眼以對。銀次甚至見到阿春從廚房門那兒默默離去後，女工頭還灑著鹽巴驅霉氣。\n　　「真是不要臉，一把年紀了卻還色誘我們少爺，擺明是想當老闆娘。不過啊，事情也沒她想得這樣簡單啦。再說，誰知道那小孩是不是少爺的親骨肉啊！」\n　　銀次覺得大家沒有必要這樣苛責阿春；不過他也初次了解，碰到這種事情，女人總會是被嚴厲對待的那一方。阿春的確做了不該做的事。她做了一場不該做的夢，更犯了不該掉以輕心的錯誤。\n　　大黑屋將阿春趕走後，便開始著手準備藤一郎的親事，彷彿店裡不曾出現過阿春這號人物似的。大家並不是都把她忘記了，而是刻意將她自記憶中刪除。也因為這樣，大家恍若放下心中的一塊大石頭。\n　　銀次也曾懷疑過，少爺是不是真的願意趕走懷有自己骨肉的阿春，迎娶別的女孩進門。對銀次而言，這實在天理難容。換作是自己，一定會想起阿春的種種，也會擔心孩子的生活。銀次不小心將這些話說出口，店裡的同伴卻對他嗤之以鼻。\n　　「你啊，要是今天多金又有掻勢，受到女孩歡迎，又可以任意挑選自己的妻子，就一定不可能執著於阿春那樣的女人啦。」\n　　「但是少爺也曾經喜歡過阿春吧？」\n　　「不是因為喜歡才有關係的啦。肉體關係啊，不需要有感情就可以發生的，男人就是這樣。連這些都不懂，看來你果然還是個小孩子喲。」\n　　銀次頓時對大黑屋厭惡無比。如果繼續在這兒工作下去，少爺總有一天將繼承家業，獨當一面管理店家；銀次則只能堅守工作崗位，保護少爺。但另一方面，銀次始終惦記阿春以及她腹中的孩子。幸福的少爺身後，或許會一直跟隨著消瘦的阿春以及襁褓中嬰孩的身影。這一切對銀次來說或許是不幸，因為在他還沒有了解到男人的本性前，便已先目睹阿春遭到如穢物般的待遇。\n　　為了解開心中的疑惑，銀次打算下次有機會出外跑腿時，繞道至萬年屋去，希望萬年屋的老伯可以告訴他，如果遇到這樣的狀況，應該如何處理。\n　　銀次心中就這樣盤算著。夏日豔陽高照，某天，銀次正在打掃倉庫四周，少爺悄悄走了過來。他叫了銀次一聲，銀次嚇得跳了起來。\n　　「對不起驚嚇到你，我是有事情來拜託你的。」\n　　少爺穿著正流行的服裝──條紋布面上，繍有葫蘆與蝙蝠的圖案，稍微有些花俏，頭上梳著適合他瓜子臉的小髻。少爺自從確定親事後，更加有男人味。\n　　「待會兒我會叫你，吩咐你幫我跑一趟內藤先生那兒。你記得要應聲答應。我會交代你把歌本還給內藤伯伯。」\n　　少爺注意四周的狀況，一口氣把話說完。然後他靠近銀次一步，把聲音壓低：\n　　「但是我真正要交代你的，並不是歌本。我其實希望你可以幫我去一趟大島村，去阿春那兒一趟。」\n　　銀次不禁訝異地瞪大雙眼。少爺看著他，點了點頭。\n　　「我希望你幫我去探望阿春的近況。我等會兒會拿一包衣服給你，麻煩你拿給她，並且請你轉達，這是我一點小小的心意。」\n　　銀次總算找到適當的話，趕緊說：「您這樣做，沒有問題嗎？」\n　　少爺無力笑了笑：「我父母當然不會允許啊，但是我覺得對不起她。」\n　　少爺將白皙的雙手交叉於胸前，頭低了下來。\n　　「最近，我每天都夢見阿春。她鐵青著一張臉，坐在我的枕頭邊。」\n　　阿春明明還沒過世，這話聽來卻像鬼故事。\n　　「阿春的生靈非常怨恨我吧，因為我這樣拋棄她啊。早知如此，當初不要理會她就好了。」\n　　少爺看起來與其說是悲傷，倒不如說是恐懼。銀次總算發現了事實。少爺灰暗無神的雙眼，直盯著銀次的雙腳看。接著，彷彿水從水缸中傾洩而出，少爺一發不可收拾地說著：\n　　「她跟我有更進一步的關係之後，便常對我說奇怪的話。她會說，即使此生無法結為連理，等到了黃泉之下，還是可以永結同心。她也說過，交往中的男女在出生時，腳底會有個共同的記號，所以會永不分離。她甚至說，如果勉強交往中的男女分開，男女雙方都會因此而死亡。她是個相當恐怖的女人，明明說過沒有任何非分之想，更不會成為我的妻子。但是她心裡真正在想什麼，我卻一點也不明白。現在回想起來，她是個什麼事情都知道的女人。或許她也是從哪裡聽來的，總之她曾告訴我──很久以前，因為自製手帕常被戀愛中的男女當成自殺工具，而使得染布中盤商大賺一筆的事情。她說的這故事很有趣喔。因為父親總是幫我安排好該做的事情，我覺得這樣很無趣，便想自己嘗試做生意看看。所以我將手帕的事情，與在向島的祖父商量，沒想到卻被他狠狠斥責一頓，兩人還因此吵了一架。我後來把這件事情告訴阿春，沒想到她也很生氣。她當時生氣的臉，就跟現在每晚站在我床邊的臉一模一樣啊。所以我很害怕，覺得她一定不會原諒我的。」\n　　銀次心想，原來那天在向島聽到的爭執，是這麼一回事。但銀次又心生懷疑，無法理解，為什麼少爺會對他說這麼多話。因為即使少爺不解釋得這麼清楚，銀次也還是會乖乖地接受差遣。對銀次來說，他並不想聽這些話。\n　　「好的，我知道了，」銀次謹慎小心地說道，「但是少爺，我不知道阿春小姐在大島村的住址。」\n　　「啊，這沒問題。我在裝著衣服的包裹裡放有一張地圖。你應該識字吧？」\n　　初夏開始，上面的管理階層員工，已著手教銀次讀書寫字和打算盤。\n　　「是的，平假名大槪都會讀了。」\n　　「那就拜託你了。」\n　　少爺說完，便躡手躡腳回到起居房裡。銀次則呆望著少爺纖細薄弱的背影好一會兒。\n　　沒多久，銀次果然被少爺叫了過去。一切都按照之前少爺所交代的，銀次接下跑腿的差事，假裝要往內藤先生那兒去，然後在途中繞道去大島村。往大島村的路上需要渡過一條大河，比位在江戶江東區的深川還要遠。\n　　銀次快步走著，一邊用手探進少爺交給他的包裹，在摺疊整齊的新衣服之間，發現一張畫有地圖的紙片。這件新衣服與少爺剛剛穿的那件一樣，同樣是條紋布面上繡了葫蘆與蝙蝠的圖案；這花樣因為被歌舞伎演員團十郎穿過，而廣受歡迎。銀次想著，別人要是看見阿春穿這樣花俏流行的衣服，豈不是馬上就會發現這是少爺送的嗎？更重要的是，少爺到底又是叫誰去訂做這樣的衣服呢？\n　　事實上，從一大早，銀次便非常疲累，這十天來一直如此。原因在於銀次睡前還必須學習算盤。銀次雖然喜愛讀書寫字，對算盤卻相當不拿手。相較於另一個一起學算盤的男工，他的學習速度就落後了些。擔任指導老師的老員工嚴厲地指責他，銀次自己也覺得相當丟臉，因此每晚挑燈夜戰，加強學習。有月光的夜晚就不需要點油燈；即使沒有月光，銀次也可以在總點著燈的廚房門口練習算盤。這樣便能完全不受打擾，練習到自己滿意為止。\n　　如此下來，當然會增加身體的疲勞。白天若是幫忙其他人的工作倒還好，如果是一個人對帳或者清點倉庫的衣服數量時，便會不自覺打起瞌睡，然後在猛一點頭中驚醒過來。\n　　銀次獨自一個人趕著路，邊走邊想打盹兒。為了讓自己保持清醒，他盡可能向前奔跑。從日本橋通瀨戶物町到內藤先生那邊以及大島村，銀次並不知道哪一邊比較遠。但是光從地圖上看來，過了深川猿江町御糙倉之後的區塊一片空白，完全沒有任何明顯的建築物，似乎都是農田。而大島村卻還更遙遠，與其說那兒是新開發的市鎮，應該說根本就是荒地。即便如此，銀次也只能加緊腳步。\n　　一路趕往大島村，果然和之前想的一樣，放眼望去，皆是農田。其間牛羊漫步吃草，空氣中飄著肥料的味道，腳下的泥土柔軟，豔陽高掛的青天也蔚藍澄澈。\n　　問過路邊正在除草的人，銀次知道了阿春住的地方。對村莊這一帶的人來說，像銀次這樣的外地人相當罕見。那人指著在廣大田地裡，唯一一間稻草屋頂的平房。這平房猶如阿春當初被趕出大黑屋一樣，孤零零地聳立在田地當中。\n　　銀次猜想阿春應該不是一個人獨居，身邊至少有個小女傭。走近平房，銀次佇立在稻草圍牆前，環視周遭環境。四下無人。此時銀次心裡想著，希望在自己出聲前，能先有人出來招呼他。\n　　但是周圍空無一人。銀次不得已，走進圍牆內，小心翼翼踩著腳下的石子，轉過身，看到了廚房。\n　　房子裡也靜悄悄。\n　　「請問有人在嗎？」\n　　銀次沒有聽見任何回答。\n　　「有人在嗎？我是從瀨戶物町送東西來的。」\n　　銀次坐在廚房口的土間裡，喘著氣，倚靠旁邊的柱子。他累壞了，卻還想著該怎麼辦。他想把少爺交代的包裹放下後便離開，但又擔心阿春或許弄不清楚這是什麼包裹。如果阿春不知道這包裹是少爺要給她的，可能永遠無法原諒少爺，而且也不會從少爺的惡夢裡消失吧。\n　　這樣就沒有幫上少爺忙了。銀次並非偏袒少爺，只是對他充滿同情。阿春雖然可憐，但銀次也了解，現在阿春即使對少爺懷恨在心，也於事無補。他希望把少爺交代的事情辦好，讓少爺的心裡好過一些。銀次年紀雖小，畢竟仍懂得男人的想法。\n　　銀次費力起身，又走回剛剛的石子路。廣大的田地裡，可見到三兩成群的人影與牛隻，但銀次卻沒有力氣再跑到那兒，詢問他們阿春到底上哪裡去了。\n　　銀次又走回廚房，坐在土間。他決定要再多等一會兒，或許阿春帶著女傭去散步了也說不定。銀次心想，像這樣鄉下的地方，就算要出去買個髮油，可能也要走到深川才有店家。只要在這兒等，應該就可以等到吧。阿春應該不會不回來才對。\n　　土間相當涼爽，非常舒服。銀次抬高疲累的雙腳，閉上眼，悠閒地休息著。他嘆了一口氣，完全放鬆下來，頓時一陣睡意襲來。銀次感到相當舒適，不知不覺中，像是吃飽喝足的嬰孩，沉沉地坐著睡去。\n　　銀次作了個夢。\n　　他夢見自己身處不見光亮的黑暗中，窺視一個不知名的深淵。四周雖一片漆黑，但腳下的深淵卻相當明亮。水底透出閃閃光亮，看來相當清澈沁心。\n　　水面上，一對男女仰著頭，隨著水勢漂流過來。他們從遙遠黑暗的那頭，漂向銀次的腳跟前。\n　　那對男女正是少爺和阿春。\n　　兩人同樣穿上了條紋布面練有葫蘆與蝙蝠圖案的衣服，並且用手帕分別綁住右手和左手，彷彿熟睡般，安詳地閉緊雙眼。當他們流到銀次的腳跟前時，阿春頭上的髮髻因為浸泡在水裡的緣故，在水中散落開來。漂浮在水面上的黑髮，彷彿長長的水草。\n　　銀次閉氣凝視著。突然，阿春張開了雙眼，四周突然傳來湧出的水聲。\n　　銀次嚇得縮起身體，醒了過來。當他發覺自己剛剛居然熟睡了一會兒，頓時嚇出一身冷汗，心臟也劇烈地跳個不停。銀次開始揣測自己到底睡了多久，他看看太陽，傾斜程度的變化不大，研判自己應該只睡了一下子而已。但是他卻又不敢確定。此時的他頭腦一片空白，倚靠在柱子上的背也疼痛不已。\n　　「有人在嗎？」\n　　到底有沒有人在家呢？銀次為了壯膽，故意大聲喊著。他的聲音繚繞著廚房，隨後在空氣中散去。\n　　「有人在嗎？阿春小姐，您在家嗎？」\n　　此時，從廚房另一邊走廊盡頭的一扇門那裡，傳來一陣年輕女孩尖銳的笑聲。\n　　銀次總算安下心來，原來房子裡有人。銀次心想，房子裡的人也許是看見自己舒服地睡著，不好把自己叫起來吧。雖然有些不好意思，但總算能對少爺有所交代。銀次將放在一旁的包裹抱在胸前，脫了鞋子，進到房子裡去。\n　　「有人在嗎？我自己進來囉。」\n　　銀次大聲打過招呼，走近門邊，向裡面說了聲不好意思，將手放在門上，準備拉開門。和式門下的滾軸彷彿上了潤滑油，幾乎不需費力便能輕鬆拉開。\n　　房間大約三坪左右，裡頭有一個小小的衣櫃和置物櫃，牆邊則放著衣架、暖爐以及鐵製水壺。\n　　房間的正中央，一對男女樣貌凌亂地倒臥在地。\n　　女方的臉朝上，銀次馬上就知道那是阿春。男方雖然臉朝下，但是不需要多看，從高挺的鼻樑便能夠判斷，那是少爺本人。\n　　阿春的眼睛微笑著。至少在她的眼神中，完全看不出一絲因突如其來的災難而顯現出的震驚。\n　　少爺的左手腕與阿春的右手腕緊緊綁著一條風格特殊的紫色手帕。手帕下緣處依稀可見白色花朵的圖樣。因為緊緊被手帕勒住，少爺以及阿春手腕的皮膚泛出紫色。\n　　銀次不知道他們是不是斷氣了，但心中又跟自己說，他們一定已經身亡。然而少爺是如何先將自己送出門，然後再超前自己，先一步趕到這兒呢？銀次非常不解。\n　　少爺身穿當時在店裡穿的那件衣服，阿春也穿著同樣的衣服。銀次覺得很詭異。他就是為了要把這件同花色的衣服交給阿春，才來到這兒的。要是銀次沒有將抱在胸前的包裹交給阿春，她就應該不可能穿著這件葫蘆與蝙蝠圖案繍在布面條紋上的衣服。\n　　啊，我一定還在作夢，仍未從夢中醒來。銀次這樣想著──我一定只是以為自己醒過來了，但實際上始終作著夢。\n　　突然一陣拍翅聲，一隻蒼蠅迎面飛來，從銀次鼻端前掠過，像是迷路似的飛了一圈，然後在阿春張開著的眼睛上停了下來。\n　　接著，又傳來一陣女孩尖銳的笑聲。\n　　銀次一邊想著這樣便能從夢中醒來，惡夢即將結束，一邊卻發著抖，害怕地把手裡的包裹丟在腳邊。他大叫著，連滾帶爬，逃出了房子，穿上鞋，落荒而逃。\n　　銀次朝瀨戶物町不停奔跑，即使氣喘如牛，也絲毫沒有停下來休息，只是一味快速向前奔。途中儘管附近守衛的人多次呼叫，他也因為過度恐懼，無法將腳步停下來。不管身後是誰大聲叫他，銀次完全沒有回頭。就這樣，在橫跨大河的永代橋前，有個人從銀次身後飛撲過來，將他推倒在地。\n　　「小朋友，你還好嗎？是不是被什麼驚嚇到了？你怎麼了？到底是在躲什麼東西，你說啊？」\n　　銀次仔細看著這個聲音渾厚雄壯的人，他的下巴寬大，一臉凶狠樣，是個年過四十的男子。銀次的下巴抖個不停，注視著他。男人說自己是管理這一帶的守衛，還苦笑地稱讚銀次跑得飛快，讓自己的兩位手下都甘拜下風。\n　　「我看你一直跑，深怕你要是跳進河裡就麻煩了。到底是怎麼了？是遇到狐妖了嗎？深川這一帶很多呢。」\n　　圍觀的人群中，有人嘲笑銀次，說他一副乳臭未乾的樣子，要遇到擦著胭脂的狐妖，還太早哩。\n　　銀次掉下淚來。他無法開口說話，完全吐不出半個字。接著他再次撲簌軟地流下淚水，身體發抖，不自覺放聲大哭。\n　　銀次之後因為高燒，病倒在床上。他沒有回到大黑屋，而是被萬年屋的老伯給帶回家休養。銀次就這樣燒了三天三夜；即使後來高燒退了，仍沒有恢復元氣。十天過去，銀次才終於能夠正常說話；他生病的這段期間，可讓萬年屋的老伯擔心得不得了。\n　　在永代橋邊親切幫助銀次的守衛先生，並沒有莽撞地將銀次生病時說的話轉給大黑屋。但是他對於銀次發狂似奔跑的事情，卻也不敢掉以輕心。銀次會如此狂奔，絕對事出有因。守衛因此前往大島村那間租借的房子一探究竟；他也曾從大黑屋的鄰居那兒，聽到有關阿春的評價。就這樣，在守衛調查一陣子後，銀次總算可以起身；守衛也來到這兒，準備問問銀次事情的原委。\n　　「阿春並沒有住在那個租來的房子裡，」守衛說道，「那裡也沒有你看見的屍體。聽說阿春被帶到那兒之後不久，就像逃亡似的消失了蹤影。大黑屋派給阿春的女傭也聽從阿春的指示，回到自己家去了。照那女傭的說法，阿春打從一開始便不打算乖乖待在那兒，她還憤怒地說，自己一定要逃出去。」\n　　銀次聽了不禁打起寒顫，一旁的萬年屋老伯幫他披上披肩。\n　　「還有，大黑屋的少爺也安然無恙啊。」守衛說著，露出不快的神情。\n　　「他沒有自殺。我告訴他你遇到了奇怪的事情，可能也是因為父母在吧，他表現出一臉完全不知情的樣子呢。」\n　　守衛搔搔自己肥厚的下巴，吊著眼，看看萬年屋的老伯。萬年屋的老伯也向他使了個眼色。\n　　銀次問道：「什麼事情？請你告訴我吧，伯伯。」\n　　守衛嘆了一口氣，繼續說道：\n　　「我去大黑屋的時候，看見少爺的手腕上，有著被緊勒過的青紫色痕跡。」\n　　銀次閉上雙眼。\n　　萬年屋老闆淡淡地說了：「銀次，你不要再回去大黑屋比較好。」\n　　口氣相當冷漠。\n　　「發生這種事情，對店家來說也不好。你不用擔心，我一定會幫你找到工作的。」\n　　「是呀，世間上這種事情多著啊，小男孩。」守衛微微揚起嘴角，笑著說道。\n　　◆\n　　最後，銀次還是沒有搞清楚，在大島村那屋裡發生的事情，到底是夢、暗示，或是預兆。不過，隔了一陣子，藤一郎少爺仍健康安好地在年初迎娶阿夏進門。\n　　此時銀次也找到了新的工作。或許因為忌諱，萬年屋的老伯這次幫銀次選了一個離大黑屋相當遙遠的地方──駿河台下的藥材中盤商。新店家的工作雖然嚴格卻很有趣，何況這兒也是萬年屋老伯為他費心挑選的。店裡的繼承人是個獨生女，她也已經有位穩重獨立的夫婿，因此店裡氣氛相當安定，在這兒工作，感覺令人安心。銀次也繼續學習讀書寫字和打算盤，但是他已不再像從前那樣，勉強自己熬夜練習算盤。\n　　──那個夏天，你在大島村那房子裡遇到的，只是你打了瞌睡作的夢而已。你要記住，一切就只是這樣而已。\n　　銀次從未忘記守衛說的話，而且再也不敢隨便打瞌睡了。\n　　銀次到駿河工作大約兩年。他放假回家時，果然從大傳馬町柏屋休假回來的大哥那裡，聽說起上個月大黑屋年輕夫婦身亡的事情。據說他們兩人如往常般進入寢室。到了早晨，女傭遲遲未見兩人起床，便進去房間探看情形，才發現寢室血跡斑斑，兩人早已殉情死亡，身旁還掉落著一把從廚房拿出來的菜刀。大家都不明白兩人為什麼要殉情自殺，而且年輕少奶奶的肚子裡還懷有身孕。聽說大黑屋的老闆娘因為過於心痛，病倒在床。\n　　銀次震驚不已，但在母親面前，他努力控制住內心的恐懼，不過最終仍忍不住問了大哥：\n　　「他們兩個人有沒有用手帕綁住手腕？」\n　　大哥回答他並不清楚，隨後又同情地說道，聽說在少爺夫妻自殺身亡後，那住在向島且病情一直未能好轉的前任老闆也過世了，大黑屋的命運實在太過悽慘。\n　　那個夏天的事情已經結束。銀次覺得，就算他不知道當初見到的，是一場惡夢或真的是預兆，一切也都不再重要。到最後，阿春果然還是如願以償了。銀次這樣想著，又覺得這樣反而會把阿春的惡靈給叫到身邊。他慌張地甩著頭，趕緊停止繼續想下去。\n　　萬年屋的老伯說過，只要發生這樣的事情，對店家肯定不好，這話說得一點都沒有錯。半年之後，大黑屋的泥土牆遇水倒塌，店家也因此倒閉。在大黑屋一家人都離開屋子後，買下那塊地的新屋主檢查了整個建築物，聽說發現那房子雖然表面氣派，事實上地基卻已完全腐敗，最後只好將房子敲毀，重新建造。\n　　從那之後，銀次再也沒有接近過通瀨戶物町。他也不再隨意打瞌睡，當然也討厭花俏的衣服。而且還期許自己，長大之後，絕對不碰畫有「物語花樣」的衣服或是手帕，並且堅持，一定要在藥材中盤商這兒勤奮工作，繼續努力。"
  },
  {
    "id": "P3",
    "title": "影牢",
    "text": "影牢\n　　大家好，敝人正是深川六間堀町蠟商岡田屋的大管家，名叫松五郎。感謝大家在小雨中仍撥空前來。\n　　您叫做磯部先生嗎？──不好意思，您看起來真是年輕。您想要問一件關於岡田屋的事情？──啊，二十一歲啊──這樣說來，您和久一郎公子是同年出生的囉？您是屬龍吧？您認識久一郎公子？不過這商人的兒子，是在哪兒能夠認識像您這樣優秀的武士啊──\n　　什麼？啊，千代小姐。您認識千代小姐啊？\n　　磯部先生──磯部是──？\n　　啊！原來如此，在下我這樣就明白了。敝人因為年事已大，花了點時間才想起事情來，真是深深感到抱歉。武士先生，您就是千代小姐去見習修行兩年，在八丁堀北部集訓宿舍裡的那位磯部先生。而在下我所認識、從事輔佐官工作的磯部先生，正是您的父親，磯部新右衛門先生。是的，千代開始前往工作時，在下我也曾一同拜訪會晤您的父親磯部先生，當時大老闆和多津先生都還健在呢。是的，那已經是七年前的事情了，想起來還是令人懷念啊。\n　　我知道令尊大人磯部先生身體還硬朗健壯……喔，是這樣啊，這真是太恭喜您了。有像您這樣優秀的繼承人，令尊大人應該可以安心隱居了。敝人我在岡田屋工作五十年，絲毫沒有後悔或是遺憾。不過我一生以店為家，到頭來沒有婚娶，畢生自然也未能有子嗣。到了這把年紀，有時也會感到孤單寂寞。敝人我現在由唯一的弟弟照顧。弟弟以及他的妻小對我相當親切，但畢竟外人就是外人啊，他們對我這樣好，我當然也希望加以回報。這實在讓我感覺寄人籬下，顏面無光啊。\n　　唉……像我這樣無趣的老翁，若是岡田屋沒有發生那樣令人傷心的事情，應該還有我這老翁的生存之處吧……\n　　唉，現在這樣哭訴已經於事無補。啊，不，在下我一定沒問題的。我這老翁動不動就掉淚，您就儘管笑我吧，對不起。\n　　最重要的是，您父親磯部先生曾前來探望我這老翁啊，那是三月的事情。由於發生那樣不吉利的事，在下我也擔心，磯部先生到底要詢問我什麼……\n　　是的，正如我所說，事情的經過，就和磯部先生所知道的一樣。老闆市兵衛先生、老闆娘阿夏太太、繼承人長男久一郎公子、次男清治郎公子、么男春治郎公子以及市兵衛先生的妹妹千代小姐──大家全都往生。驚恐的員工都鳥獸散了，只有我……最後只剩下我這個不中用的老翁。\n　　岡田屋已經不復存在了。\n　　◆\n　　您說您已經去過那戶人家？那是什麼時候的事情呢？昨天？那麼您昨天應該作了非常恐怖的夢吧？\n　　哈哈，這可真是一件精采的事情。總之那戶人家死了七個人啊。榻榻米以及家具都保持原狀。我們幾個幫傭的，好不容易死命逃了出來，所以絕對不會再接近那房子。磯部先生，您真是遺傳您父親勇敢堅毅的個性啊。\n　　是的……說出這樣的話，聽起來像是忘恩負義，冷面無情，而且會遭受天譴，這點在下我也十分清楚。但即使如此，在下到現在，仍然對岡田屋充滿畏懼。\n　　我十歲時便到岡田屋工作。雙親都是上州人，因為走投無路，只好逃出家鄉。到江戶後，兩人為糊口，便開始打零工。然而在這樣的窮困中，他們仍然生下許多孩子。我是長子，下面還有三男一女，加起來總共有五個小孩。最小的弟弟在我出外工作時，還是個襁褓中的嬰孩；當我工作五年、第一次放假回家時，么弟已經長得白嫩健康。當時我從未覺得他是自己的親弟弟，為此還相當困擾。諷刺的是，現在他居然是照顧我生活起居的唯一親人。\n　　剩下的兩個弟弟，一個在十五歲時罹患天花而亡，另一個在小時候就離家出走，不知下落。我妹妹則死在私娼寮。她或許是自願賣身，也或許是被我那沒出息的雙親給賣到私娼寮。總之，關於妹妹的事情，我並不是很清楚，只曉得她是個弱不禁風的女孩。\n　　我因為到岡田屋工作的緣故，所以能夠正常過日子。關於這點，我對岡田屋有無盡的感激。而我么弟也因為孩提時代，受到老工匠的訓練以及照顧，得以在今天成為如此優秀的工匠。像我這樣微不足道的人，幸與不幸，都得仰賴工作和雇用我的店家。這樣說來，在下我和么弟的確是相當幸運的。\n　　所以，磯部先生，我對岡田屋的感恩之情，至今絲毫沒有改變。但是，話說回來，岡田屋還是令我畏懼啊。\n　　什麼？我？是這樣嗎？我有這樣說過嗎？\n　　正如您所說，在下我剛剛的確說過「岡田屋已經不復存在」這樣的話。一般說來，大家應該會說成「岡田屋的人已經不復存在」吧。好的，好的，這大概是因為您說的，就跟我心裡想的，是一樣的吧。\n　　岡田屋是因為治郎兵衛而興起的。治郎兵衛就是因為這次事件而喪命的老闆市兵衛先生的父親。我十歲開始工作時，服侍的就是治郎兵衛先生。所以對我而言，那時的老闆娘多津太太就像母親一般。對於這兩位的大恩大德，我片刻也不曾忘記過。\n　　五年多前，即使治郎兵衛先生在罹患流行性感冒、臥病在床之前，就已經將老闆的位子交給市兵衛少爺，卻仍然掌握岡田屋的大權。多津太太也無法將老闆娘的位置，真正安心交給從未吃過苦的大小姐阿夏，始終以老闆娘自居，精明地一手掌管內外大小事。這樣堅毅能幹的老闆娘，對於像我這種年幼便在此長大的人來說，是相當讓人放心的。\n　　只不過，對市兵衛及阿夏而言，受大家愛戴的老闆夫婦，卻像是眼中釘，令人憤憤不平。隨著時間過去，老闆夫婦與市兵衛夫婦的關係越來越惡劣。因為治郎兵衛老闆夫婦早已將管理的重責大任移交出來，所以負責的老闆與老闆娘，應該是市兵衛少爺和阿夏小姐才對。\n　　我當初也是這樣認為的。但是當岡田屋遇到危急狀況時，掌握大權的，仍是老闆及多津太太。與長年合作的老主顧溝通、與官員的資金週轉、會議商談，以及適當地送禮給高官等事，全由治郎兵衛先生和多津太太掌管。\n　　對治郎兵衛先生及多津太太而言，市兵衛少爺是相當寶貝的獨子。治郎兵衛夫婦感情恩愛，卻只育有市兵衛一子，所以從小呵護得無微不至。我當年剛到岡田屋工作，看到市兵衛與我同樣是孩子，際遇卻如此不同，真是非常訝異。是的，我剛到岡田屋工作時，市兵衛少爺才剛出生而已，所以在下我才會清楚知道所有的事情啊。\n　　但是，到後來……在我剛出任管家一職時，上頭的大管家有時仍會親自指導我管理的方法。那時曾聽他說過，治郎兵衛先生很後悔沒有好好教育市兵衛少爺，讓他具備在上位者的風範與氣度。因此他也很煩惱，如果急著將老闆的棒子交接給市兵衛，岡田屋的命運恐怕岌岌可危。\n　　人本來就會因為太受溺愛而誤入歧途。即使市兵衛少爺的身體裡流著治郎兵衛先生這種大人物的血，卻仍然跟常人一樣，無法逃脫這樣的下場。\n　　的確，在我看來，市兵衛少爺年輕時生活放蕩不羈，對待身邊的員工很殘忍，加上多變且任性的個性──不管從哪一方面來看，大家都會忍不住擔心，如果有一天，這種人真的成了老闆，岡田屋不知道會發生什麼災害意外。\n　　因此岡田屋老闆棒子的交接，便比其他店家晚了許多。治郎兵衛先生常常習慣苦笑著對我說，他希望可以早一天將棒子交出去，自己好落個清靜悠閒。但事實上，治郎兵衛先生一直到快七十歲，才從老闆的位子上退下來，這還是因為市兵衛少爺不停地催促。一直到少爺四十歲，治郎兵衛先生才覺得若是再不讓出位置，恐怕會遭人指指點點。在這樣的壓力下，才勉強將位子讓了出來。\n　　對於這件事情，市兵衛少爺似乎懷恨在心。\n　　磯部先生，再怎麼說，在下我只是一個沒有妻小、苟活至今的小卒。我自幼離鄉背井，因此對於親子間的感情維繫，實在不甚了解。所以還煩請您告訴我，親生的父母親與孩子之間，真有可能出現那種如深仇大恨般的憎怒與怨恨嗎？\n　　您覺得有？\n　　這樣啊……但是我到現在還是不敢相信啊！\n　　◆\n　　磯部先生，您若親自造訪過岡田屋，相信您一定知道，是的，在北邊內側鑿地而建的一間牢房──那實在是相當堅固的房間啊，您說是吧？那間牢房是大老闆治郎兵衛先生過世三年左右，阿夏小姐為了囚禁多津太太而建造的。\n　　阿夏小姐是在市兵衛少爺接手成為老闆之後，才急忙迎娶的對象。她比市兵衛少爺年輕一輪，娘家是實力雄厚、經濟富裕的和服商五十鈴屋，所以阿夏小姐可說是一直過著富裕生活的千金大小姐。\n　　當初市兵衛少爺和阿夏小姐的婚事決定時，大家都感到不可思議，傳出許多流言蜚語。街坊流傳說，岡田屋的大老闆總算決定要把位子讓給市兵衛少爺了。雖說市兵衛繼承老闆之位，是無法避免的事實，不過大家無法理解的是，為何要讓阿夏這樣的女孩嫁進家中？為什麼不挑選更伶俐謹慎、氣質溫柔的女孩呢？\n　　那時的我清楚知道岡田屋的內部隱情，也明白眾人對此事的不滿，每天戰戰兢兢過日子。\n　　當時的岡田屋其實撐得相當辛苦，實在是因為市兵衛少爺成天花天酒地，使得岡田屋負債累累。\n　　表面上，治郎兵衛先生和多津太太相當堅強，但只有我們幾位員工知道真正的詳情。由此也能夠知道多津太太的辛苦。\n　　阿夏小姐自小便有許多謠言纏身。她是五十鈴屋三個女兒中最小的，雖說長得最姣好，風評卻也最差。據說她從小喜好男色，對於男演員癡狂熱戀，並且因此逃家，甚至還誘惑過家中的員工。由於實在太難於啟齒，在此我就不多賛述。不過聽說她還曾因為懷了不知父親為何人的孩子，而有過一、兩次墮胎的經驗。\n　　當時大家很清楚，五十鈴屋對作風開放的阿夏小姐非常苦惱，也不知道該如何處理。阿夏的兩位姊姊能幹認真，因此找到了優秀的夫婿繼承家業。面對狀況層出不窮的阿夏，家裡非常希望早日將她送走。不過聽說阿夏小姐因為玩得太過火，一直過了二十五歲，還找不到能夠迎娶她的對象。不論長得多美麗，一旦年紀越大，就越難嫁出去。因此，五十鈴屋便自願負擔岡田屋的龐大債務，條件是希望對方可以迎娶阿夏。這筆交易就這樣決定了。\n　　治郎兵衛先生和多津太太也覺得這對新人實在不相稱，但又無法違背約定，只能答應。\n　　多津太太在阿夏進門後，便努力訓練她，希望她能成為一個優秀的老闆娘。但光是嚴厲也不行，因此多津太太便以母親的角度，溫柔對待被娘家送出家門的阿夏小姐。從頭到尾，我都看在眼裡，磯部先生，這也讓我明白，人的真心還是會因對象不同，而無法傳達啊。\n　　是的，阿夏小姐很討厭多津太太，對她來說，多津太太只是婆婆而不是母親。況且阿夏小姐覺得，這個女人只比自己年長一些，也只不過是被岡田屋的員工所愛戴罷了。與其說討厭，倒不如說，阿夏小姐其實忌妒著多津太太吧。\n　　治郎兵衛過世後，多津太太便以老闆娘的姿態，成功接管岡田屋，但在檯面下，始終充滿紛爭的火藥味。不過多津太太還不至於愚蠢到讓人看見自己軟弱的一面，因此總與阿夏小姐保持微妙的關係，岡田屋也就這樣穩當地營運著。\n　　一切從那件事開始。\n　　那是與今日相同天氣的早春，稍微有些寒意，下著冷冷的小雨。那天正是治郎兵衛先生的忌日。多津太太因為整理店內的物品，而被成堆的蠟塊壓倒在地，腳因此骨折。\n　　您應該知道，我們商家販售的蠟是塊狀的。將蠟量好一份的分量，注入模型，固定成四方型的塊狀。所以排成堆的蠟塊是相當厚重的。如果是年紀小的孩子被壓在蠟塊下面，可能會因此窒息身亡。\n　　不過另一方面，這件事其實有點不可思議。因為蠟塊已經疊好固定，一旦排列成堆，就不太可能發生倒塌的意外，何況還發生在多津太太身上。據說她那天剛好經過蠟塊旁邊，便被堆疊成和她頭部同樣高度的蠟塊壓倒。這聽起來實在讓人覺得太過巧合。\n　　啊……是的，如您所察覺，我和其他員工都覺得有人故意讓蠟塊倒下，好讓多津太太受傷。不過凡事講求證據，這些只是大家憑空想像，沒有任何證明，我們也就無法大聲說出自己的想法。\n　　那次受傷後，多津太太的身體就虛弱不堪，幾乎臥病在床。岡田屋的情勢一下逆轉，就這樣，阿夏小姐開開心心地建造了那個牢房。\n　　您問我為什麼要蓋牢房嗎？其實我到現在也不清楚啊。不過當初阿夏小姐說，因為婆婆受傷以後，腦筋變得不靈光，白天還會看到幻象，到了晚上又一個人搖搖晃晃到處亂走，實在很危險。因此建造這牢房，是為了婆婆的身心安全著想。阿夏小姐說，將她老人家放進牢房生活，還是比較好。\n　　我？是的，我當然反對，而且是大大反對。雖然多津太太身體虛弱，腦筋可比阿夏小姐清楚多了。店裡的其他員工也是這樣覺得呢。\n　　但是，磯部先生，受雇者的立場是很薄弱的，因為大家都有工作以及薪水的壓力啊。畢竟沒有工作便沒有飯吃，沒飯吃就生存不下去。阿夏小姐和市兵衛少爺曾威脅過女傭，要她們謊稱曾看見多津太太半夜裡在走廊亂晃，否則就對她們不客氣。聽到這些話，女傭個個驚慌失措，噤若寒蟬，畏首畏尾，眼眶中泛著淚光。不得已，只好遵從市兵衛少爺和阿夏小姐的命令。其中有兩位女工實在忍受不了，最後逃出店裡。我當初也有逃走的念頭，卻無法付諸實行。\n　　不，當初要是這樣做就好了。事到如今……不論說什麼，或許都為時已晚了。\n　　，到最後，說服這群反對建造牢房員工──包括說服我的，居然是多津太太本人。多津太太當時笑著說，她不願看見大家為此受苦，願意乖乖住進牢房裡，她想在裡頭應該也不會太痛苦的。接著，她將店裡的事情託付給我這個大管家，並且對我深深低頭鞠躬。\n　　現在再想起當時的事情，我不禁又要老淚盈眶。\n　　最後看見多津太太的笑容，是在我幫她把棉被及生活用品搬移到牢房裡時。之後的兩年，我未再見到多津太太的臉，更沒聽過她的聲音。因為阿夏小姐告訴大家，只有她可以進入多津太太的牢房裡。磯部先生，您要是親眼看見，您一定會明白的。那間牢房以及欄杆皆建造得相當堅固，在往牢房的路上，還有兩處關卡重重上了鎖，那是阿夏小姐之後叫工匠再加上去的。她將唯一一把鑰匙加上繩子，成天掛在自己胸前，從不離身。那位工匠是阿夏小姐從川崎叫來的，所以誰都不知道他的來歷。\n　　當然，我身為員工，一定會擔心多津太太。我曾多次拜託阿夏小姐，讓我知道多津太太的狀況，讓我見她一面。但是阿夏小姐總是拒絕我的要求，並且告訴我，多津太太想要靜靜休養，不想見任何人；還一直訓斥我，叫我不要多管閒事。我也只好相信阿夏小姐的話，深信多津太太仍身體健康，一切安好。\n　　當然，市兵衛少爺默認了阿夏小姐的一切行為。他對於整件事，對於阿夏小姐，沒有任何抱怨或是勸告。不如這樣說吧──少爺不敢對阿夏小姐有任何批評，而且在阿夏小姐掌握岡田屋的生殺大權這件事情上，抱著看戲的心態，在一旁觀看。\n　　三個月前，發生了慘絕人寰的事情。據說最後城裡的捕快進入牢房再出來時，臉色鐵青，無法開口說話，而且連續發了三天高燒，臥病在床。磯部先生，您知道這件事情嗎？\n　　聽說多津太太就這樣坐在病床上，變成了一具骷髏。依進房檢查的人所說，多津太太應該已經在一年前身亡，很可能是由於過度飢渴而斷氣的──多津太太雙手銬著手銬，牢房則如牲畜住處般污穢骯髒，裡面的臭味令人幾乎無法呼吸。生前那麼愛乾淨的多津太太，卻在這樣骯髒的環境中往生，不知道她在天之靈會有多麼遺憾──光是想到這兒，我便覺得眼前一片漆黑絕望。\n　　◆\n　　磯部先生……我再問您一次。不管是如何被撫養長大的孩子，這世間真的有人可以這樣聽從妻子的命令，並且虐待自己的生母？\n　　◆\n　　磯部先生，關於千代小姐為何被安排前往見習修行，您大概知道其中的狀況了吧？千代小姐說了什麼？是這樣啊？是的，千代小姐真是個善體人意的女孩啊。\n　　市兵衛少爺和阿夏小姐的感情不算糟糕，至少看起來相處平和，但是他們之間卻沒有心靈相通之處。在我看來，他們應該是認為，兩人聯合起來對付前任老闆治郎兵衛先生和老闆娘多津太太，會比較容易，所以才一搭一唱，成了一丘之貉。\n　　街坊的人都知道，市兵衛少爺貪好女色，家中常有女子出入。在前任老闆治郎兵衛先生過世後，人力仲介都知道不能將女子介紹進岡田屋工作，由此可知這家中有多麼淫亂。\n　　另一方面，阿夏小姐也從未停止和男人的遊戲，甚至變本加厲，花上大把銀子，繼續她的荒淫。岡田屋的財產便因此被市兵衛少爺和阿夏小姐給花得精光。\n　　世人都知曉，長男久一郎公子並不是阿夏的親生兒子，次男清治郎公子也不是市兵衛的親骨肉。么子春治郎公子雖是夫妻兩人的結晶，但他從小體弱多病，十五歲便不幸夭折。不過，要是沒有發生那樣的事情，或許他可以再多活個一年也說不定……那兩、三年當中，他幾乎足不出戶，成天待在家裡，哼著歌，或是在紙上畫著令人不解的圖畫。\n　　磯部先生，您知道的千代小姐，其實是撿來的孩子。十九年前，經過六間堀橋邊的路人發現一名被遺棄的女嬰。大家本來要將這女嬰交給當地地主代為扶養，這時慈悲的多津太太拜託治郎兵衛先生，讓她收這嬰孩為養女。說得明白些，千代小姐完全沒有受到市兵衛少爺以及阿夏小姐的不良影響，反而成為率直天真的可愛女孩。\n　　事到如今，我直說無妨。七年前，千代小姐只有十二歲。把還年幼無知的孩子以學習禮儀的名目，送進磯部先生家中，其實有著不為人知的一面。要我說出這件事情──彷彿像是玷污自己的嘴啊。其實，市兵衛少爺沉迷女色，最後居然看上千代小姐……是的，這話雖然聽來駭人，但句句屬實。\n　　這事絕對不可以置之不理。我和年長的女工計畫後──我們因為照顧千代小姐的起居，所以察覺到一些危險──便和當時還健在的老闆治郎兵衛先生以及老闆娘多津太太商量對策。\n　　本來身為一名員工，是不被允許對老闆提出建議的，但仍因事而異。況且我已有被辭退的決心，最後還是向老闆提出了自己的意見。老闆治郎兵衛先生以及老闆娘多津太太或許因為不捨與疼惜，馬上就聽取了我們的建議，打算安排千代小姐到磯部先生家去。接著，磯部先生啊，老闆治郎兵衛先生才與舊識磯部先生商談，最後決定讓千代小姐暫時借住八丁堀北部的磯部家中。\n　　對我來說，這樣的安排讓千代小姐逃過了市兵衛少爺的魔掌。我更希望千代小姐能一直住在磯部先生家中，等到長大之後再嫁個好人家，或是──唉，到今天，這種事我更無法說出口了──什麼？是嗎？是這樣啊？磯部先生家中也曾經想撮合千代小姐和您啊……要是當初真的可以這樣做的話，不知道該有多好！\n　　但是，我這個膚淺的期望並沒有維持多久。如您所知，在大老闆治郎兵衛先生過世後，千代小姐便被叫回岡田屋去了。起初千代小姐還有多津太太的照顧及保護，生活過得相當安妥；但在多津太太被關入牢中後，她便過著悲慘可憐的日子。\n　　三月某夜發生的那場悲劇，其實在千代小姐被叫回岡田屋時，就已經出現了預兆。\n　　◆\n　　今年年初，一個大雪紛飛的日子，千代小姐喝下毒藥，企圖自殺。春治郎公子正巧看見千代小姐喝下藥後痛苦的樣子，千鈞一髮之際，救了千代小姐一命。\n　　千代小姐想自殺的理由眾所皆知，而我也實在無法繼續保護千代小姐的安全。因為恐怖的事情不只像之前那樣，反而更變本加厲。現在想要占千代小姐便宜的，已經不只是市兵衛少爺一人了。\n　　……說起來實在令人作噁。磯部先生，您應該不想再聽下去了吧？那我還能夠繼續說下去嗎？\n　　是這樣嗎？如果是這樣，那在下我就狠下心，說這個故事給您聽吧。\n　　千代小姐是個美麗的姑娘，因此久一郎、清治郎早就對她動起歪腦筋。這兩人簡直遺傳了父母親惡劣的個性，又長期跟雙親居住在一起，耳濡目染。對千小姐而言，這兩人根本就是惡魔。\n　　然而這一切的事情經過，都是阿夏小姐一手主導的。甚至有人曾聽阿夏小姐笑著說過：「千代本來就是棄嬰，要是沒被撿回岡田屋，當年早就夭折了。今天岡田屋養育她，像她那樣的人，讓自己的兒子玩玩也沒什麼大不了。」這般不堪的話。\n　　在千鈞一髮之際獲救的千代小姐，曾哭著對我說出事情的經過，而我卻什麼都幫不了她，只能陪著她一起流眼淚。\n　　就在那時──\n　　突然間，我聽見多津太太的聲音說道：「松五郎，不要擔心，千代這筆仇，我一定會去討回公道。身為女性，更不能眼睜睜看著千代受苦，一切就交給我吧！」\n　　就像我之前所講的，您知道，多津太太一直被囚禁在牢房裡。那時我還不知道多津太太事實上早已斷氣，活活餓死，成了一具骷髏。所以當時我只認為，也許多津太太恢復健康，還偷偷從牢房裡逃出來。我也曾想過，多津太太或許被誰搭救，才得以脫逃。總之，我以為多津太太要回到店裡，一切又將回到往常的狀態，而感到開心雀躍不已。所以大聲在店裡告訴眾人，說我聽見了多津太太的聲音，多津太太即將康復，回到工作崗位了，店裡的一切都會像以前一樣正常運作。市兵衛少爺和阿夏小姐，甚至岡田屋裡的員工，都用鄙棄的眼神看著我，但是我並沒有因此洩氣。因為我相信多津太太說過的話，句句都屬實。\n　　接著，彷彿為了印證我的想法沒錯，從那之後，每個白天與晚上，岡田屋裡都會看見多津太太的身影。\n　　我嗎？──不，我沒有累積那樣多的功德，福氣不夠，因此店裡騷動雖然日漸擴大，但自始至終我都不曾親眼目睹多津太太的身影，只有聽過她的聲音而已。\n　　市兵衛少爺與阿夏小姐似乎一開始就感受到巨大的威脅，據說他們兩人看見的多津太太，樣子相當恐怖駭人。不過這也是理所當然的呀！至於久一郎公子與清治郎公子，則是在夢裡看見多津太太顯靈，警告要將他們勒死。他們因此徹夜無法入睡，點著燈；就算大白天也戒慎恐懼，度日如年。\n　　讓人感到不可思議的是，春治郎公子開始常常畫著多津太太的模樣，畫中的她大部分是充滿笑容的。\n　　──我看見奶奶來了喔，奶奶的臉跟雪一樣冰冷雪白。她一直看著我呢，這就是我照著她的臉畫的喔。\n　　春治郎公子這樣說過。\n　　對了，有次阿夏小姐正準備綁頭髮，卻在鏡子裡看見多津太太伸出手，要抓住她的頭髮。這樣的事情層出不窮。還有一次，阿夏小姐被一個足以掀翻屋頂的巨大聲音叫住，女傭還因此驚嚇過度，發生痙攣。\n　　接著，千代小姐也漸漸出現反常的樣子，一整天對著別人看不見的多津太太親暱地說著話。\n　　現在想起來，三月之前的某夜發生的這起事件，根本完全不知道起因究竟為何。但是那晚市兵衛少爺、阿夏小姐、久一郎公子以及清治郎公子，的確已經不醒人事。\n　　到底是誰在廚房的水瓶中加進毒藥呢？──我也不知道。\n　　不過，大家都懷疑或許是春治郎公子所為。他精神異常，又常常看見奶奶的身影，說不定是多津太太的靈魂交代他一定要這麼做，才能讓家裡清靜些。據說春治郎公子斷氣前，似乎向趕來營救的人這麼說。\n　　春治郎公子常常遭雙親及兄長欺侮虐待，處境相當悽慘。或許因為看見千代小姐喝毒藥差點身亡，讓他動了腦筋，企圖帶全家人共赴黃泉。我認為他所以會說是多津太太交代的，也許只是他事後的藉口罷了。\n　　不過店裡的員工都很慶幸，自己和這家人喝的水是裝在不同的水瓶裡。\n　　一家四口知道自己喝下毒藥後，在屋內彼此責問，互扯後腿，爭執著只有自己最後會存活下來。這四人扭打成一團，滿身是血，最後沒有任何人獲救。想到這整件事，我便傷心至極。不過千代小姐安詳地在自己的床上死去，對我來說，是最大的安慰。\n　　聽說阿夏小姐身亡前，狂喊著多津太太的名字，怒吼不停。她揮動著雙手，踢著腳，像是與人爭執般，口中直喊著滾遠一點。年長的女傭親眼目睹這樣瘋狂的狀況，一時間都嚇儍了。\n　　阿夏小姐的謾罵聲非常驚人，女傭甚至突然覺得多津太太似乎從牢房裡走了出來，躲在門的陰影處，看著阿夏小姐臨死前的掙扎與痛苦。但是再仔細看看周圍，才發現其實多津太太並沒有出現。多津太太不可能會出現的。雖然我和那位女傭當時都不知道，早在一年前，多津太太便因過度飢餓口渴，一人慘死在牢房中。\n　　我們完全不知道多津太太過世的事情，但是阿夏小姐卻很清楚。市兵衛少爺或許也知道吧，久一郎公子和清治郎公子可能也已經察覺，所以這四個人才會親眼看見多津太太的亡靈。唉，他們之所以看得見冤魂，也許就是這個原因吧。\n　　◆\n　　啊，雨總算停了。您要回去了嗎？您聽了這樣悲慘的故事，雖然無關痛癢，但您感到滿意了嗎？\n　　什麼？工匠？工匠怎麼了？川崎的？阿夏小姐雇來幫她建造牢房以及走廊大鎖的工匠嗎？\n　　磯部先生，您已經見過那位工匠了。\n　　您不懂我說什麼嗎？其實那位工匠就是──唉，我剛剛不是說過了？\n　　什麼？您說見過擔任大管家的我在多津太太被關進牢房不久後，曾經拜訪工匠，懇求他把牢房的鑰匙交給我？\n　　喔……然後，您說那位工匠便照著我的要求，將鑰匙交給我？\n　　我松五郎拿到鑰匙之後，還真不知道要怎麼做呢。磯部先生，您覺得呢？\n　　話說回來，我松五郎還真是個奇怪的男人啊。要是我真的拿到了鑰匙，應該要趕緊救出多津太太才是吧，這樣才是聰明的作法啊。\n　　不過總之，我松五郎的確得到了鑰匙，躡手躡腳進入牢房，當時多津太太已經因為阿夏小姐的凌虐，瀕臨斷氣了。\n　　啊，磯部先生，您是那樣想的嗎？\n　　要是把多津太太放在牢裡不管，她遲早會被虐待至死的。\n　　所以我松五郎便想到，要救多津太太的方法，只有一個。\n　　用這隻手，立刻就能讓多津太太解脫。\n　　磯部先生，您也是這樣想的嗎？\n　　其實您也可以這樣想──潛進牢房裡的松五郎，受瀕臨死亡邊緣的多津太太央求，幫她早一點從痛苦中解脫。\n　　我松五郎便照著她的話做了。\n　　我知道，多津太太的骨骸雖然在牢房裡，但她的靈魂卻是愉快地死去的。\n　　因此多津太太的亡靈，唯獨沒有到我松五郎這兒來。\n　　但是親手讓多津太太斷氣的我，是不是應該有罪呢？磯部先生。\n　　想起來，在水瓶中下毒的，並不是多津太太的冤魂，一切應該是有人安排的。\n　　您真的要回去了嗎？讓小的我在這兒目送您一程吧。原諒我如此無禮，因為身體實在有些不適。我這老翁的氣數，應該也快盡了吧。\n　　磯部先生，每晚入睡時，我便會作夢，夢見我和多津太太被囚禁在那個牢房裡。因為我們的身子都纖細微薄如影子一般，所以身軀便穿過堅固厚實的欄杆，朝某處飛去。\n　　那正是多津太太亡靈的真正面目吧。\n　　請您回家小心。拜託您，請千萬不要再回來這兒了，也千萬不要回頭啊。\n　　這是我松五郎最後的心願。"
  },
  {
    "id": "P4",
    "title": "棉被房",
    "text": "棉被房\n　　位於深川永代寺門前東町的賣酒人家「兼子屋」，傳說代代老闆都相當短命。第一代是從寶永六年（一七〇九年）開始經營，此後過了一〇五個年頭，老闆也由第一代更迭至第七代。一般店家在差不多的時間裡，通常也只輪替四代或五代而已。\n　　話說，端看過去六代老闆過世的狀況，並沒有特別不祥的地方。雖然其中有一個人的確比較特殊，但其他五人死去的時候都很安詳，皆一定年紀才過世，被認為是壽終正寢，走得相當安穩。總之，這五人大概是那種經過一晚的睡眠，早上一直沒有醒來，家人去叫他們起床時，才發現他們已經離開人世。\n　　說得更仔細些，兼子屋的男人很不幸，從先祖時代開始，可能代代都心臟衰弱。事實上，先祖那一代中沒有繼承家業的次男和三男，都在幼童時期過世，只有長男平安地長大。長男在十六、七歲的時候，父親早逝，慌亂中，成了家業的繼承者，早早成婚生子；等孩子再長到十六、七歲時，長男又過世──總之，大概就是這樣的情況一直循環著。\n　　相反的，女兒都平安無事地長大；嫁進來的媳婦也個個剛強，子嗣眾多，生孩子時也沒有碰到太危險的情況。\n　　愛道人長短的人常說，兼子屋的女人太強悍，男人得忍氣呑聲，因而早死。這緣由其實很容易理解。說實在的，被認定要繼承家業的男主人，在當時都非常年輕，自然被年長而且長壽的阿媽、阿婆嚴格監視。這些年輕的男主人不敢在嚴格的監控之下，說出自己心中的苦悶，最後鬱鬱而終。另有傳言說兼子屋的女人皆是會吸乾男人血的丙午之女；除了嫁進來的是丙午年出生的女人，她們生出來的女兒，也都是丙午之女。這其實全為胡謅亂蓋，事實上兼子屋裡的女人，沒有一個在丙午年出生。\n　　談到謠言，還另有一說。先前提到，六代老闆中，有一個人死去時的情形有些特殊，這人是第四代的老闆喜右衛門。他在剛滿三十三歲那年沒多久，死於麻疹。麻疹要是到了成人時才發病，就會是很恐怖的疾病，因此奪人性命之事也時有耳聞。\n　　不過當時卻傳言喜右衛門是遭到天譴才死去，還說是將軍五代綱吉公的懲罰。寶永六年正月始，綱吉公死於麻疹，而兼子屋正是在寶永六年建立的。也就是說，綱吉公的靈魂對於兼子屋在自己身亡那年興起，非常震怒，因而降下懲罰。\n　　這謠言實在沒有道理，因此也沒有流傳很長的時間。將軍五代綱吉公從前是仗勢權位、欺壓百姓的將軍，反而是大家要懲罰的對象。而且，若是綱吉公之靈真的成了囉唆嚴苛的神明，想要懲罰兼子屋，那也大可不必等到第四代。實際上，第一代至第三代都在孩童時期平安度過麻疹的危機。雖然眾人對於這謠言有許多看法，但原本不過一個謠言，卻演變成這樣的故事，實在讓人捧腹大笑。\n　　總之，兼子屋被認定是不長命的家族。不管哪一代，只要老闆一死，便會傳出無聊的謠言，這對商家來說，實在難以消受。正因為是賣酒的商家，所以對於死亡這種不吉之事，最好低調處理。因此兼子屋世世代代的身段都比其他店家來得低，願意接受別的店家無法受理的訂單，努力工作，以顯示自己的誠意，建立客人的信賴感。\n　　所以兼子屋對員工的要求非常嚴格；這也成為除了老闆短命以外，另一個傳得沒那麼凶的流言。員工並沒有因此拿到比較多的薪資，只是一味被嚴格要求而已。\n　　雖然如此，在兼子屋七代的歷史中，卻從來沒有員工中途潛逃，或發生什麼不祥的事情，一回也沒有。事實上，兼子屋的員工努力工作，不抱怨也不鬧事。看在門前町一帶其他商人的眼裡，實在是不可思議。\n　　對商家來說，管理員工是件頭痛的事；按常理，無論怎麼做，都難以完美。倘若雇用十個員工，培養他們十年，到最後能有一、二人對店家有所助益，已經算多。由此可見管理員工的困難度之高。員工會出現的情況不外離職，或是受不了辛苦而出走；也有不少是因為生病或受傷才離開。\n　　比較嚴重的是員工捲款潛逃，為非作歹，甚至鎖定之前有恩的店家盜取財物。法律規定，員工如果傷害老闆，或是放火燒老闆的家，不管什麼理由，皆處以鞭笞重刑。換個角度來看，正因為這樣的例子不在少數，才必須制定重刑處罰。\n　　員工不一定都是成年人。有些員工自幼便要學習管理方面的工作；店家也必須代替父母管教他們，這可說是一大難事。幼小的員工翹班嬉鬧，或是偷吃東西、打瞌睡，店家都得責罵管束，有時還會體罰。但即使如此，花上許多時間及心力，仍不見得能順利培育出有辦法獨當一面的員工。\n　　意外的是，兼子屋代代都順利完成此等難事。在兼子屋工作的員工裡，即使曾經是讓人傷腦筋的小流氓，或者愛哭的沒出息幼童，都在十天內脫胎換骨，獨立自主幫忙店面的活兒，身體也特別健壯。\n　　周遭商家對此感到很不可思議，也非常羨慕。不過當他們詢問究竟是怎麼辦到時，兼子屋的老闆也只是歪著頭，微笑不語，反而更令人感到困惑。這其中到底有什麼樣的祕訣呢？\n　　某天，謎樣的兼子屋裡，一位年輕的女工突然因為流鼻血過多而猝死。這是文化十一年（一八一四年）十月中左右的事情，時值兼子屋第七代的老闆七兵衛當家，那年他三十五歲。\n　　◆\n　　猝死的女工，名叫阿里。\n　　阿里是猿江御村木藏東大島村農民的長女，十一歲就到兼子屋，死的時候十六歲，做的是內勤的工作。五年來，由兼子屋看管阿里的生活。阿里個性溫和，身材削瘦，看起來比實際年紀穩重，行為成熟，像是二十多歲的獨立女孩。\n　　兼子屋不算大店家，只能說是中小規模的商家。與兼子屋合作的客戶中有小吃店及武道館，不過兼子屋也在自家店面從事零售販賣。在深川一帶，兼子屋的營業時間比其他店家都晚，因此員工常趕不及上澡堂。不過兼子屋員工常去的澡堂也知道他們的作息，所以總開著大門，等他們前來。\n　　就在某個夜晚，阿里趕著到澡堂去，匆匆忙忙洗好澡，還跟櫃檯的老伯打招呼，一切都和平常一樣。不過，她離開澡堂沒多久，鼻子突然大量流血。阿里用手壓住臉，彷彿被棍棒毆打般，倒在路邊。\n　　附近的守衛看到阿里獨自一人，便背著她回兼子屋。然而到達兼子屋時，阿里氣數已盡。\n　　但是守衛說，在背阿里回來的途中，她完全沒有任何痛苦的樣子，反而低聲哼著歌，小小聲說著：\n　　──鬼快來抓我。\n　　──鬼快來抓我。\n　　這聲音一直在守衛的耳邊不斷響著，揮之不去。守衛也因此昏睡了三天。\n　　對於這件事，兼子屋也採取了行動，勞請捕快幫忙調查。不過阿里的死因始終曖昧不明。阿里晚餐吃的食物跟大家一樣，應該沒有食物中毒的疑慮，被下毒的機會也小之又小。她的身體沒有傷口，冰冷的肌膚也找不到任何異樣的斑點。死狀算是安詳，若將鼻血擦拭乾淨，看上去就像熟睡般安穩。\n　　兼子屋其他員工對阿里的死，都感到很訝異，完全猜不透阿里的死因，只能搖頭嘆息。管理內勤的女工頭阿光四十三歲，身體健壯，個性剛強，平常絕不會因為一點小事而情緒波動。但即使是這樣的阿光，面對老闆詢問阿里的事，也只能戒慎恐懼地描述，阿里生前並無任何異狀。\n　　去澡堂前，阿里還相當有精神，也和平時一樣，吃了遲來的晚餐，看不出身體有任何不適──阿光這樣說著，還說全因自己不夠注意，而哭著向老闆夫婦道歉。阿光是女工中的榜樣，老闆夫婦對她特別信賴。擁有像阿光這種能力強的員工，是其他店家羨慕不已的。因此老闆並沒有多加責備阿光，反而還安慰她。\n　　最後，兼子屋只送上微薄的問候金，就將阿里的遺骸早早送走，交給她的雙親。\n　　在交給官吏的死亡證明書上，也只簡單寫著病死。兼子屋員工染怪病身亡一事，在門前町一帶的商家傳得紛紛擾擾。不過，官吏要睜一隻眼閉一隻眼，平民老百姓也無可奈何。鄰近的商家只能以強烈好奇的眼光觀察兼子屋，質疑他們是否暗地在搞什麼鬼。然而，隨著時間過去，能成天這樣悠悠哉哉、想抓兼子屋小辮子的店家越來越少，謠言也就因此慢慢消失。\n　　由於阿里的雙親曾預支女兒的薪水，因此非但沒有因為女兒在兼子屋猝死，強烈譴責店家，反而希望兼子屋能夠雇用小女兒到店裡工作，替補阿里的空缺。在中間斡旋的仲介人知道阿里生前工作認真，也明白阿里的雙親窮到無法果腹，更是熱心安排此事。\n　　就這樣，阿里過世後半個月，么妹阿由便到兼子屋工作。此時阿由也是十一歲，雙親先預支了她到十六歲時的薪資，然後幫阿由準備了一個小行囊，便把她送出家門。\n　　來到兼子屋的阿由，被安排使用姊姊用過的東西。不管是棉被或睡衣，餐具盒還是碗筷，就連圍裙也是阿里遺留下來的。起居方面，也是待在女工房間裡、阿里生前使用的那個區域。\n　　房間是三人房，照理說，另外兩個人對於阿里生前的事情，應該相當清楚；她們的年齡也跟阿里相仿。不過，這兩人卻從未提過阿里生前的隻字片語；明明知道阿由是阿里的妹妹，也不曾說過一句悼念的話，彷彿已經完全忘記阿里一般。\n　　剛來的阿由雖然未被欺負，但也沒有受到照顧。仔細觀察，兩位女工彼此好像也不怎麼親近，兩人的關係就像冰冷的風，似有若無。\n　　兼子屋目前並沒有需要照顧的幼兒，所以阿由被分配到的工作，和年長員工一樣。汲水、打掃、曬棉被、洗衣、跑腿……她勤奮地工作著。但對十一歲的少女來說，這樣的工作量之大，實在忙得不可開交。\n　　阿由知道自己遠不及過世的姊姊有能力，因此更努力吸收，希望盡快學到工作的竅門。她是個聰慧懂事的女孩；而給予她這些智慧的，正是姊姊阿里。\n　　窮困人家總是孩子生得多，阿由家中也有六個孩子，女孩只有阿里和阿由兩個。因為貧困，幾乎都是阿里在照顧年幼的阿由。阿里要到兼子屋做工時，阿由在她身後不捨地大哭追著；每當阿里放假回家，阿由高興到連覺也不肯睡。\n　　每到這個時候，兩人就一起躲在棉被裡，說一整晚的話。阿由會說起姊姊不在家時，家中發生的事情；而阿里則告訴妹妹在兼子屋發生的趣事。\n　　是的。當時阿里說的，都是有趣且快樂的事情。但有時，她也會一臉正經地說道：\n　　「妳要是到了我這個年紀，一定會被安排到某地方去做工。到那時，妳絕對要一輩子努力工作。只有認真工作的人最後才會得到勝利。」\n　　姊姊的這番話，深深嵌進阿由幼小的心靈中。\n　　在兼子屋，阿由有時寂寞得快要掉淚，有時則非常思念家鄉。在這種時候，她便會用睡衣蓋住頭，屈膝彎起身子，感覺好像被姊姊殘留在睡衣上的體溫給緊緊抱住，似乎姊姊就在身邊保護自己。好不容易，淚流乾了，阿由向姊姊道過晚安後，沉沉睡去。\n　　◆\n　　一個月後，阿由也學會了一般基本的工作。\n　　某天早上，阿由在井邊洗衣時，女工頭阿光緩緩走過來。阿由以為又要挨罵，緊張地縮起脖子。這位女工頭通常不會跟阿由說話。在兼子屋中，女工之間也有清楚的權力順位。阿光只會直接下命令給在她下位的年長女工；這些老女工再安排工作，交給和阿由同寢室的年輕女工，然後由這些年輕女工指使阿由做事。\n　　但這天早上卻不一樣。阿由停下手邊的工作，站起身，小心翼翼低著頭，正準備挨罵。但阿光卻說道：「老闆娘稱讚妳很努力工作呢！」\n　　阿由只在剛報到時，向老闆夫婦打過一次招呼，平常根本就不會見面，沒想到老闆娘卻向阿光稱讚阿里的妹妹阿由實在是個工作認真的女孩。\n　　阿由很開心，胸口一陣暖意，好像不只是自己受到稱讚，似乎連在身邊守護自己的姊姊的靈魂也一併被讚美。阿由深深一鞠躬，小聲向阿光道謝。\n　　這時阿光張大腳步，站在阿由面前。阿由將頭抬起，恐懼地仰望阿光。阿光雙眼如線般細長，直直地看著她。\n　　阿光不只體型壯碩，連五官都偏大。雖然不算美，卻非常引人注目，讓人印象深刻。在她教訓女工時，偌大的雙瞳會瞪視對方，嘴一張開，便狠狠怒斥。\n　　但現在的她看起來卻像另外一個人，似乎戴了張面具。\n　　阿由很害怕，不知道該開口說話，還是低頭不語比較好。突然，阿光像是看穿她的心事，開口說道：\n　　「妳啊，很怕我是吧？」\n　　阿由像是被割掉舌頭般，無法張口出聲。\n　　「今晚我若叫妳，就拿著睡衣過來，到裡面的棉被房睡覺！」\n　　話語一落，阿光便轉身離去。在阿光壯大的背影消失之後，阿由第一次覺得冷汗直流。\n　　◆\n　　──到裡面的棉被房睡覺。\n　　真是奇怪的命令。但是阿由卻完全不訝異，因為她對這句話多少有心理準備。\n　　阿由報到後大約過了十天，同寢室兩位女工無視她的存在，說起悄悄話。\n　　「阿光還沒把這女孩帶去棉被房啊？」\n　　「真奇怪，還真是慢呢！」\n　　「我剛來三天就被帶去了呢！」\n　　「我一來就被帶去了。」\n　　「為什麼阿由沒被帶去呢？」\n　　隨著時間過去，兩位女工的悄悄話越來越多，說悄悄話時的目光及鄙棄神情，也日益嚴峻。\n　　根據阿由的觀察，對女工們來說，「被帶到裡面的棉被房」，似乎是非常恐怖的懲罰。所以大家對於每個人早已經歷、但阿由卻尚未面對一事，相當不解。\n　　說起來，這也相當不可思議。阿由挨罵早就見怪不怪，只要她動作稍稍緩慢，或是交代的事情沒能一次辦好，阿光絕對毫不留情痛罵，有時甚至還動手打人。如果「被帶到棉被房」是給新來女工的權威教育，那麼就像同房的兩位女工說的，阿由早就該被帶進去才是。\n　　阿由思索許久。到了晚上，三人並排躺著時，阿由主動開口，向兩位女工提出自己的疑問。這兩個人躺在枕頭上，詫異地看著阿由，臉上難得如此有表情。\n　　終於，兩人謹慎地反問阿由，為什麼要問這樣的事情。阿由告訴她們，她憂心自己沒被帶去棉被房，是因為還不被承認是兼子屋的一員，很可能因此被趕出店裡，遣返回鄉。\n　　兩位女工看來似乎放心了些，告訴新來的阿由有關店家帶新進員工到棉被房的規定。\n　　「不是只有女工喔，連男的員工也會被帶進去呢！」\n　　所謂裡面的棉被房，其實阿由已經略知一二。棉被房位在這棟屋子東北方的角落，是個九坪大小的陰暗房間，沒有窗戶及衣櫥，完全無人使用。從前曾被拿來置放棉被，所以大家都稱這房間為棉被房。\n　　「因為房間正好位在鬼門的位置，所以一個人睡會有些恐怖，但不是那種會鬧鬼的陰森。我以前睡在棉被房裡，反而比在自己房間睡得好呢！」\n　　一位女工得意地說著。\n　　「應該只是要給新來的女工試試膽量吧！」\n　　另一位女工頻頻點頭。\n　　「所以，新員工被帶進棉被房的那天晚上，阿光會坐在棉被房靠走廊的和式門前，看守睡在裡面的新進員工，不讓他們逃跑。」\n　　兩位女工邊笑邊說著這古怪的店規。不過就在一瞬間，笑容像是斷掉的弦般，突然停住了。阿由嚇了一跳，朝兩人看去，只見她們彷彿斷線的人偶，同時瞪大雙眼，注視著天花板。\n　　阿由沒有繼續多問，向兩人說聲謝謝後，蓋上棉被便睡去了。\n　　當天晚上，阿由作了一個夢，夢境相當清晰。她夢見阿里牽著自己，走在一個不知名的漆黑地方。阿里搖晃牽著的手，不停地說：\n　　「有姊姊陪妳，不用擔心。」\n　　阿由想問姊姊要擔心什麼，在夢裡卻發不出聲音。雖然前後一片漆黑，伸手不見五指，卻感覺得到在背後的黑暗中，有個不知名的物體，正尾隨著阿里和阿由。那物體拖行所發出的腳步聲與激烈喘息聲，在黑暗中傳入耳裡。\n　　即便知道只是夢，阿由仍怕得發抖，與姊姊緊握的手似乎布滿了汗珠。身後那個不明物體，有時走得極為緩慢，有時似乎為了縮短距離，又快速前進。等它相當接近時，黑暗中便傳來莫名的氣味，或許是它喘息時發出來的。喘息聲聽起來則像是痛苦地由喉嚨發出悶熱氣息的聲音。\n　　「好臭喔！」\n　　阿里一反往常，冷淡地說道，一邊朝前方走著。\n　　「它，一定很餓吧！」\n　　阿由突然想要轉身，用雙眼確認姊姊不屑地稱作「它」的不明物體，究竟長什麼樣子。就在即將轉身之際，阿由聽見「它」發出低沉的吼音，頓時失去確認的勇氣。\n　　背後的不明物體似乎減緩了步伐，拖著地的腳步聲漸漸遠去。儘管如此，阿里仍然沒有慢下來，依舊快速大步向前。那時，阿由突然感覺到，「它」不僅是生理上感到飢餓，心裡也極度孤單。\n　　阿由次日早晨醒過來，不知為什麼，心情十分悲傷。朝日升起，即使夢境中的細節已經忘記，但悲傷的滋味卻如同嚼生薑葉般，遲遲不散。\n　　◆\n　　阿由除了不時想起前些日子的夢境，還一直猜想著「睡在棉被房」會是什麼情形，實在無法專心工作，一整天犯了三次會被阿光痛罵的錯。\n　　正如在井邊所言，阿光在接近半夜時分，前來接她。阿由反而有種安心的感覺，與其一直操心，不如早點結束，反而來得輕鬆。阿由照著阿光的命令，將睡衣折好，把枕頭放在睡衣上面，雙手抱著，跟著阿光走向裡面的棉被房。\n　　在走廊的時候，阿光一句話也沒說。到了棉被房前，伸手要拉開和式門時，她突然直視阿由，蹦出一句令人意外的話：\n　　「阿里的七七四十九日，應該過了吧？」\n　　的確，昨天是阿里死後的第四十九天。傳說人在死後的四十九天內，魂魄會停留在人世間，四十九天之後，便超渡至另一世界。阿由很仔細地算過姊姊死後四十九天的時間，因為她擔心一過了四十九天，姊姊的魂魄就會完全消失在這世間。\n　　「是的，昨天是第四十九天。」\n　　阿由回答後，阿光點點頭，打開了門。\n　　「進去吧。」阿光催促著。阿由一踏入房間，就被潮濕且散發霉臭的空氣包住，簡直無法呼吸。\n　　「放下枕頭，躺下來，然後快點蓋上被子。沒有床墊，妳直接睡在地板上吧。」\n　　阿光並沒有踏進房裡，而是在門前一邊點緞燭，一邊命令著。阿由照命令躺下時，阿光在門口說道：\n　　「到明天早上我叫妳起床為止，都要一直睡著，不可以到外面去。我整晚會在外面看守，妳要是想逃，我馬上知道。」\n　　她再次警告阿由，要是逃跑，就會被趕出店家，說完便關上房門。深沉的黑暗迅速籠罩阿由。\n　　一開始阿由根本無法入睡。不管眼睛是睜開或闔上，感受到的陰暗都一樣，周遭一點聲響也沒有。習慣了同寢室兩位女工的打呼與磨牙聲，這樣的寧靜反而讓人更加清醒。\n　　阿由多次緊緊裹住被子，輾轉翻身；今晚翻動身體時，特別能感受到阿里附著在睡衣上的髮香。\n　　──有姊姊陪妳，妳不用擔心。\n　　原來夢裡姊姊說的不用擔心，指的是這個。姊姊和自己同樣年紀時，來到兼子屋做工，也被帶到這兒測試膽量。姊姊當時應該更恐懼害怕吧。但是姊姊卻在夢中安慰自己，說會一路陪伴，無需擔心畏懼。\n　　想到這兒，阿由安心閉上眼。沒過多久，便打起呼來，沉沉睡去。\n　　她又作了夢。\n　　與之前的夢相同。阿由夢見和阿里牽著手，走在不知名的黑暗中。姊姊的手緊握阿由的手，和先前的夢相比，步行的速度似乎更快些。\n　　身後有莫名的物體跟著，這種感覺和之前的夢境一樣，不，應該說更加強烈。仔細聆聽，還聽得見那物體沉重的腳步聲。\n　　「不可以回頭。」\n　　身旁的阿里說了。她的嘴角雖是微笑，雙眼卻充滿一決生死的強烈意念，眼角看似憤怒般，向上挑起。\n　　沉重的腳步聲緊追在後。它的呼吸與鼻息散發出令人作噁的惡臭，吐在阿由的後頸。這味道讓阿由想起三年前，爺爺過世時的情形，他死於腹部積水。病倒之後的爺爺，態度仍然溫和，是個幾乎不會太麻煩照顧者的病人。不過，爺爺臨終前吐出的最後一口氣，卻臭得令人發暈。事後聽父親說，即使是心地非常純潔的人，臨終前因為體內腸胃腐敗，也會吐出如此難聞的氣味。\n　　這樣說來，身後緊追不捨的這個不明物體，是不是快要死去的人呢？是不是因為這樣，所以腳步才顯得沉重？\n　　突然間，阿里唱起歌來：\n　　──鬼快來抓我。\n　　姊姊唱得很大聲，聲音也很宏亮。她知道身後緊追上來的不明物體究竟是什麼。為了逃開，為了不被抓到，也為了振奮自己，所以大聲地唱著歌。阿由也跟著唱了起來：\n　　──鬼快來抓我。\n　　──鬼快來抓我。\n　　阿里牽著阿由的手，大步地向前走。有時阿里會溫柔地看著阿由，彷彿要為她打氣；而阿由也仰望姊姊的臉，相視微笑，一心只想快步向前。\n　　不知道到底走了多久，黑暗的前方總算出現微微閃爍白光的東西。\n　　「啊，天亮了。」\n　　阿里開心地高喊。\n　　「阿由，快跑。」\n　　阿由被姊姊拉著向前狂奔，漸漸接近前方的白光。當白光逐漸擴展到頭頂、成為強烈的光源時，阿里開心地歡呼。\n　　「啊，總算逃過了！」\n　　高聲一呼，阿里便帶著阿由跳入強烈的白光中。阿由的四周充滿耀眼的白亮光芒。\n　　此時阿由醒了。她迅速起身，發現房間裡仍然漆黑，身後似乎有某物正微微移動著。\n　　阿由快速轉過身。黑暗中，有個比黑暗還要漆黑的東西蜷伏在阿由枕邊，一股妖邪的惡念正從這東西的體內傳出。\n　　它發出呻吟般的聲音：\n　　「明明就過了四十九天──」彷彿要一吐心中怨恨，然後啪地一聲，迅速消失。又只剩下一片漆黑。\n　　阿由將被子裹在身上，抱著身軀，坐在那兒動也不動。終於，門外傳來阿光的聲音。阿光問起床沒有，阿由回答已經起床了。\n　　門一打開，清晨的曙光已經灑入走廊。阿光正坐在那兒，瞪視著阿由。\n　　那雙眼睛彷彿一夜未眠，布滿血絲。\n　　◆\n　　正午過後，阿由又被阿光叫了出去，要她幫忙整理倉庫。\n　　女工都感到奇怪，因為按照規定，打掃倉庫這事，通常是分配給年長的女工來做。兩人走進倉庫後，阿光馬上將倉庫大門關上。從被高牆擋住的小窗縫隙中，金色的陽光斜斜照進來，塵埃在光線中飛舞著。倉庫裡會動的東西，只有這些塵埃。\n　　「妳坐那兒。」\n　　阿光指指地板，自己也坐了下來。她的動作意外地遲緩，感覺相當笨重。阿由想起今天早上阿光布滿血絲的雙眼，猜測她一定昨晚一夜未眠。\n　　「我不是叫妳來打掃，而是有事情要告訴妳。」\n　　阿光緩慢地說著。近距離看著阿光，可以看見她臉頰下方以及眼睛四周的肌膚粗糙乾裂，臉色也顯得暗沉；不過眼神冷靜沉穩，正凝視著阿由。\n　　阿由規規矩矩跪坐在地上。不過，為了隨時可以逃走，她不停地動著腳指頭。\n　　「妳不用害怕。」阿光說道。這是阿由來到兼子屋工作後，第一次看見阿光微笑。\n　　「昨天晚上，妳可幹得真好。」阿光又說，同時舉起右手，搓揉頸部疲累的筋肉。\n　　「昨天追妳的人就是我。我想要把妳的魂魄從身體取出，卻遭到阿里阻撓，無法達成目的。已經過了四十九天，我以為阿里的魂魄應該已經不在妳身邊了，不過她卻仍然在旁邊保護著妳。」\n　　──明明就過了四十九天。\n　　阿由想起黑暗的棉被房裡，那懷有惡念的物體說出的話。她不禁寒毛直立。\n　　那麼，那東西就是阿光？\n　　「是啊，那東西正是我。」阿光點頭說著，「不過，即使是我本人，也不應該承認。聽我說，我是希望妳幫助我，才會對妳說的。」\n　　阿光開始說著兼子屋已遭受天譴的事情。\n　　「這家店現在的老闆是第七代，這兒也的確是一家好店。不過，早先第一代老闆為了建立這間店，殺害了一個男人，並將他的遺骸藏匿在某處。應該是為了金錢才下的手，不過其中的詳情我也不清楚。」\n　　被殺害的魂魄因為滿腹怨恨，一直在世間徘徊，纏著兼子屋不去。兼子屋的老闆代代早死，也是因為這個原因。\n　　「但是，為了纏附在這店家裡，只縮短老闆的性命是不夠的。魂魄若要繼續存留在世間，必須以活人的靈魂來飽足自身，就像我們要吃飯才能活下去一樣。因此，它首先得附身在某位員工的身體裡頭，混進家中，好方便吸取其他員工的靈魂。」\n　　據說每一代都有一個員工被附身，有時是管家，有時是女工頭。被附身的人要安排人選，將被選中的人帶入棉被房裡，取其靈魂。\n　　「所以現在輪到我。我的身體被這想要復仇的魔鬼給佔據了。」\n　　阿光十二歲來到這兒工作，被魔鬼附身是二十歲的事情，當時她剛成為兼子屋歷代最年輕的女工頭。她驕傲自滿，鄙棄同輩的員工。因為這樣一顆傲慢的心，讓魔鬼有了趁隙而入的機會。阿光有如嚼著苦澀的東西說著：\n　　「人類如果被抽掉靈魂，就不會抱怨。」\n　　阿光說道：「不會想要偷懶，不會貪心，不成熟的貪玩之心也會消失，並且不再想念家鄉。乍看之下，他們與常人並無不同，也能正常行動，但卻是失去靈魂的，就跟人偶一樣。所以兼子屋的員工能夠一心努力工作，認真的程度讓其他店家非常訝異。這些員工也不會生病或受傷，因為他們幾乎已經不算是生物了。」\n　　兼子屋便是因此才繁盛起來，而其他人也很欽佩兼子屋能夠成功管理員工。\n　　但是每一代的老闆對於店家的興盛以及世人的讚賞，都無法由衷感到快樂。因為他們的壽命只有常人的一半，很清楚自己的性命早晚會被奪走。看著前一代與上上一代老闆早死，下一代的老闆了解到自己恐怕不過三十就會離開人世，也不足為奇了。\n　　老闆的妻小到了人生的某個階段，便得擔心丈夫或父親可能猝死。死神的鐮刀隨時等在頸椎後面，不管經濟多富裕，肯定快活不起來。心情根本一刻也不得輕鬆。\n　　這正是纏繞兼子屋的真正怨念與天譴。\n　　「妳明天就可以走了。」\n　　阿光對阿由說道，眼睛裡充滿淚水。\n　　「我會找個藉口跟老闆和老闆娘報告，說妳要是留在這兒，對店裡不好，這樣妳就可以走了。妳得趕緊離開才是，這樣比較好。」\n　　「不過，在妳走之前，有件事想要拜託妳。」阿光說完，站起身子向前移動。\n　　「我會在廚房的水瓶後面，預先藏好一束竹藤和一包鹽。今晚半夜三點一到，妳就偷偷到棉被房，把這兩樣東西丟進棉被裡。聽好了，妳可千萬別忘記。如果妳幫我完成此事，以後就不會再發生令人害怕的事了。」\n　　阿光雙手緊抓住阿由的肩膀拜託她，力道強勁；即使隔著衣服，也能確實感覺到那是雙冰冷的手。阿由不禁打了個哆嗦。\n　　「好，一言為定。」阿由發抖地回答。阿光微微一笑，放開阿由的肩膀，站起身來。\n　　「妳身邊有阿里的靈魂陪伴，所以不用擔心害怕。我輸給她了，她實在是有勇氣又堅強的女孩。」阿光用柔和的語氣說著。\n　　「昨天在棉被房裡，我夢見姊姊了。」阿由說道。\n　　「原來是這樣。」\n　　阿光點點頭，又彷彿在想事情，把頭歪一邊，然後小聲說了對不起。\n　　「說實話，附在我身上的惡魔無論如何，就是無法取出妳姊姊的魂魄。她來這兒工作五年，不管讓她在棉被房裡睡多少次，都無法取出她的靈魂。我想一定是因為阿里相當重視在遠方的妳以及家人吧。」\n　　阿由不禁想起姊姊的事情，頓時悲從中來。\n　　「姊姊就像是我的母親一般。」阿由忍不住說了出來。\n　　「是啊，阿里即使不在妳身邊，也片刻不曾忘記妳。所以惡魔無法侵襲她。」\n　　阿光像是頓悟般閉上眼睛，就這樣動也不動。\n　　「但是，她卻那樣死去，那根本就是謀殺啊！我已經受不了這樣的事情了！」\n　　阿光說完，像是決定了什麼事情般，突然睜開雙眼，用力推開倉庫大門。她走到室外的陽光下，地面上映出了身影。阿由不經意看見那影子，差點失聲尖叫。\n　　陽光照射下，映出阿光碩大的影子，影子頭上長著兩支又大又黑的角。\n　　◆\n　　半夜三點，阿由依照阿光的吩咐行動。黑暗中，丟進棉被房裡的竹藤，散發著強烈的綠葉氣味。\n　　隔天早上，阿由從淺眠中醒來，立刻被阿光叫了去，帶到老闆夫婦的房間裡。阿由被趕出兼子屋，理由是工作不夠勤奮。老闆夫婦一臉困惑，始終狐疑地看著阿光的臉。\n　　阿由跪拜之後，收拾自己的行囊，離開了兼子屋。沒有人為她送行。\n　　阿由一路走到大島村前，第一次開始感到害怕，雙腳不停顫抖，一步也踏不出。路過的阿伯看到了，便背起她，將她帶回家裡。\n　　過了十天，阿由聽說兼子屋發生火災。起火的原因完全不明，老闆也被燒死，連房屋店面都給燒得精光。據說幾天前，女工頭阿光從店家逃出，消失得無影無蹤。鎮上的捕快覺得阿光跟這起火災有關，忙著偵查她的下落。\n　　阿光這樣逃跑，說來實在不可思議。因為她的日常用品還完完整整地留在房間裡，而且沒有任何人親眼看到她逃出兼子屋。不過，就在她消失匿跡的當天，有位女工曾撞見一個穿著紅色和服、狀似二十歲左右的陌生女子，出現在阿光的房間，並隨即悄悄走出房外。大管家聽到這番話，說道，那位女子的相貌及和服的花色，都和年輕時候的阿光極為神似。不過，人類不可能如此迅速返老還童，這段傳言也就到此為止。\n　　火災後不久，在兼子屋的東北方向角落挖出了人骨。一副相當古老的人骨，已經完全變形，看不出原本的樣子。或許因為變形的關係，這人骨看起來，頭頂似乎長了角。\n　　到最後，還是沒有人知道這到底是誰的骨骸。也許根本就不是人骨也說不定。\n　　阿由決定要到其他店家工作。那兒的女工頭也很凶，阿由挨罵時，也一定縮頭縮尾。不過不管何時，那位女工頭的影子都映出人的身形，所以阿由也安心許多。\n　　對於兼子屋的事情，阿由幾乎忘光了。她不再作夢。只不過，她常會想起充滿阿里氣味的睡衣。早知道兼子屋會失火，當初應該把睡衣一塊兒帶出來的。阿由心裡思念著阿里，一邊這樣想著。"
  },
  {
    "id": "P5",
    "title": "梅花雨",
    "text": "梅花雨\n　　箕吉在村田屋離廚房門口不遠的地方，和女工打過招呼，用稻梗擦過手之後，聽見房子裡傳來叫喚「阿箕、阿箕」的聲音。回頭一看，阿香正朝這兒邊揮手邊跑了過來。\n　　「太好了，總算追上你了。」\n　　阿香穿過廚房門之後，雙手放在膝蓋上，不停喘著氣。\n　　「今天是巳日，阿系小姐應該會先繞到村田屋這來吧？」\n　　「我們家阿系發生什麼事了嗎？」\n　　阿系即將臨盆。依照長屋店裡老闆娘的診斷，她至少還要半個多月才會生產，不過仍無法確定正確產期。作丈夫的箕吉感到些許不安，朝彎著身子喘不停的阿香走去。\n　　阿香努力揮著手說道：\n　　「不是，不是，阿系小姐沒問題！沒事的！」\n　　也許是一路從大工町的長屋跑到佐賀町這個轉角兒，阿香痛苦地喘著氣。箕吉突然發現阿香是上了年紀，才會喘成這樣。阿香和箕吉一家人從箕吉年幼時便開始往來。從前箕吉家因為發生火災而搬離，不得已必須更換店面時，阿香也一直跟箕吉一家人在一起。\n　　箕吉從小就一直依賴阿香，如今連箕吉都要當父親了，可見阿香也真的年紀大了。\n　　箕吉聽阿香說阿系沒有異狀，安心了不少。他發現一位女工正在一旁聽他們說話，便向女工開口說道：\n　　「阿姨，可以給我一杯水嗎？」\n　　阿香仍喘著大氣。女工聽見箕吉的拜託，欣然舀了一大杯溫水，替箕吉拿了過來。\n　　「太好了。」阿香一口氣喝下半杯溫水，大大吐了口氣。\n　　「不好意思啊，真是一點忙都幫不上，我真是老了唷。」\n　　阿香邊說邊看著箕吉的臉。箕吉突然發現阿香眼眶稍稍泛紅。\n　　「阿園死掉了，」阿香說道，「就在你回來之前。上總屋剛剛傳來消息，說今早要叫阿園起床時，發現她在棉被中的身體早已冰冷僵硬。」\n　　阿香小小的眼睛中，眼淚一滴滴撲簌撲簌地滑落。「真可憐，不過這樣阿園也解脫了。」\n　　箕吉在一旁不發一語地聽著，緩緩將背挺直，但雙手仍無力地垂放在身體兩側，雙腳發抖。今天早上生意才剛開張，桶子中的油還滿滿的。\n　　箕吉心想，要是沒有把油賣光，恐怕就扛不回來了。\n　　「待會還有很多工作呢，你啊，最好先去上總屋那兒一趟。若能先告訴我三月份的客戶有哪些，我們就可以先分配工作，阿松那裡我也會去通知。」\n　　阿香一口氣說完，用她厚重的手背擦拭著臉。\n　　「阿園是幾歲啊？」\n　　「二十八歲。」箕吉回答道。阿園和箕吉是相差一歲的姊弟。\n　　「這樣的話，阿園也病了十五年了啊。」阿香又再度感傷起來，輕聲嘆道：「好長的一段時間啊，你說對吧？」\n　　這個「你」字，阿香並不是朝箕吉說的，反而像是對著已脫離軀殼、在四周遊蕩的阿園靈魂講話。聽到這兒，箕吉不經意抬起頭來，望著四周。\n　　當然，四周並沒有任何人。村田屋的佔地中種有梅樹，似乎能聞到清淡的梅香。回想起來，姊姊從前便很喜歡梅花──箕吉想起以前阿園總是用好勝的語氣，說她喜歡梅花，厭惡凋謝之後便毫無價值的櫻花及紅杜鵑。\n　　◆\n　　這是發生在十五年前、約莫同樣時節的事情。\n　　當時箕吉一家五口住在北六間堀町的裡長屋，包括父親、母親、阿園、箕吉，以及最年幼的松吉。父親是賣油的小販，母親則在佐賀町藍玉當舖上總屋做了將近二十年的女工。當時箕吉剛滿十二歲，好不容易終於能夠幫忙父親的工作，就覺得自己像個獨立成熟的男人，說話也狂妄起來。\n　　姊姊阿園在七、八歲左右，就代替忙碌的母親照顧弟弟們。大概十多歲，便能夠打理飯菜。在鄰居眼中，阿園是個勤奮努力的女孩。當時阿香夫婦住在箕吉一家的對面，也相當依賴阿園，經常對她讚譽有加。阿香常常說，要是有阿園這樣的女兒，該有多好。母親平常極為謙遜，但聽到這樣的誇讚，也不禁感到得意自傲。\n　　對箕吉來說，阿園有時比母親更嚴厲。她常不顧姊弟情分，在人前疾言厲色地痛斥弟弟箕吉，說他是個邋遢骯髒又不懂事的笨蛋。比較起來，阿園對么弟疼愛有加，更讓箕吉感到不公平。\n　　話雖如此，阿園的教訓卻一點都沒錯。即使箕吉已經覺得自己像個大人，但遇到緊急狀況，仍然連半句話也應對不上。女孩子通常能言善道，加上阿園年紀較長、又比較聰明，箕吉若想和她爭辯，不用開始就已經分出勝負。\n　　所以當時的箕吉相當憎恨阿園，恨不得用掃帚把姊姊趕出家門，再把她給捆起來，丟進六間堀裡去。\n　　但是，就在早春的梅花初開時，不幸的事情降臨在看來強悍無敵的姊姊阿園身上。\n　　事情發生在深川八幡家附近的餐廳。新年前來交接的女工，因為不討老闆夫婦歡心，早早便被辭退，所以這間餐廳急著找尋人手。後來透過人力仲介，找到了阿園。聽仲介說，這間店家管理甚嚴，對於先前未找到合適的女工，也感到顏面無光。因此店家不允許有第二次失敗，希望這回絕對要找到適當的女工。換句話說，他們看上了勤奮的阿園。\n　　在這之前，也有不少仲介上門談工作的事。不過阿園的父母親因為有阿園在家幫忙照顧弟弟，讓他們可以專心工作，所以不願意將阿園送到外面店家做工。可是這次仲介低聲下氣地拜託，加上這間餐廳近年來獲得的好評價，可與二之橋的「平清」媲美；還有，先不論阿園雙親的意見，阿園本人倒是對這工作相當有興趣。\n　　箕吉雖然表現得毫不關心，事實上心裡卻相當期待。形如眼中釘的姊姊若是出外工作，自己從此之後就不會挨罵了。一旦開始做工，五年之內都無法休假返家，所以家裡就是箕吉的天下。想到這兒，箕吉巴不得姊姊早一點離開。\n　　就這樣，不知是箕吉的祈願靈驗，還是阿園的誠意動天，父母親不久便答應了仲介的請託。當時阿園笑得燦爛的面容，箕吉至今都還印象深刻。阿香也很開心，答應要幫阿園做幾件新衣裳。當時正是六間堀長屋院前新梅樹上梅花盛開之時，箕吉看見阿園和阿香在樹下談得開心，不禁嗤之以鼻。\n　　但是──\n　　當母親帶著阿園前往仲介處，仲介的態度卻一反往常。聽說餐廳已經找到人手，仲介希望阿園可以等待下次機會，到時再接下更優渥的工作。\n　　平日溫文儒雅的母親，這時也忍不住憤怒，要求仲介說明，先前還特地前來請託，說是非阿園不可，為何這時又推託店家已經找到人手？況且阿園到底有哪裡不夠好？仲介對此也手足無措，雖然企圖找藉口推託責任，但面對無法諒解這情形的母女，最後也只好說出了實話。\n　　這家餐廳開除先前的女工，因為她實在是個鄉巴佬，動作粗魯無禮，面貌也長得相當不體面。\n　　據老闆娘的說法，餐廳是光鮮亮麗的營業場合，在店中從事搬運或是內勤的女工要是不夠體面，會帶給店家困擾。畢竟再怎麼嚴格管理，也無法改變員工天生的姿態。\n　　阿園被拒絕的原因，正是由於外在的樣貌。餐廳老闆娘有了先前的教訓，便在事前偷偷確認仲介所推薦的女工人選的面貌。結果最後店家選擇了長得比阿園美麗的女孩。\n　　母親回到家，憤怒地邊哭邊向父親解釋緣由，箕吉在一旁聽著。此刻的阿園雖沒有意志消沉，卻彷彿石塊般沉默，眼角充滿森殺之氣。這是箕吉從未見過的。\n　　事情迅速在長屋中傳開。隔天，整個六間堀的人都知道了這件事。箕吉對於姊姊的處境其實相當同情，但看見一向強悍的姊姊初嘗敗北滋味，心中多少有些快感。他與鄰居的同伴一塊毫不留情地調侃嘲笑姊姊，後來也因為此事而常被母親和阿香狠狠責罵。\n　　事實上，阿園並非心胸寬大的人，度量可以說比平常人來得狹小。箕吉當時並未察覺剛處於青春期的姊姊阿園，其實相當在意這件事情。\n　　◆\n　　經過半個月，大家已不再提起阿園未能前往工作的事情，愛惡作劇的小孩子也把它拋諸腦後。阿園本人也一如往常，工作起來仍然一派精幹。\n　　只有箕吉的心情與他人不同。每當箕吉被阿園痛罵，心中便湧現當初和同伴一起挑釁阿園的話，但那時因為害怕遭到阿園報復，而語多保留。箕吉心裡的壞念頭告訴自己，現在已經抓到姊姊的小辮子，只要等到適當時機，就可以再狠很扯她一腿。箕吉如今想到當時的情形，不禁感到慚愧，覺得自己真是個性格偏差的孩子。\n　　梅花凋落，櫻樹枝頭渲染著淡淡紅花的時刻，阿香帶著阿園及箕吉姊弟，在吉日（註）前往寺廟參拜。從六間堀町往東走約兩條街的地方有間寺廟，根據古老傳說，這裡神明的真正形體，是一面鏡子，從前這兒還是一片汪洋時，從不知名處漂到這裡來的。傳說這鏡子可以完全照映出人心的正邪，更擁有驅魔的神奇力量。\n　　註：吉日是指因神佛誕辰或顯靈而舉行祭典的日子。若在這天前往參拜，便能廣積功德。\n　　今天正逢吉日，狹小的寺廟顯得相當熱鬧。箕吉從小常常跟阿香到寺廟來玩。阿香家裡是做燈籠的，如果當天工作提早結束，兩夫妻便早早休息，日子相當悠閒。但感情很好的阿香夫婦一直沒有孩子，也因為這樣，阿香格外疼愛箕吉姊弟。\n　　阿香是個信仰虔誠的人，即使逛著廟中店舖的小孩在一旁吵鬧不休，阿香也一定專注虔敬地上香祭拜。\n　　箕吉不懂什麼是信仰虔誠，只是一味被阿香壓低著頭，雙手合十；松吉因為年幼什麼都不懂，便模仿阿香的動作；阿園則朝著主寺院深深鞠躬完後，像是完成一件大事般，對阿香說：\n　　「阿姨，我想要抽籤。」\n　　主寺院兩旁的建築正是供民眾抽籤的地方。阿園每逢吉日，便會到這兒來抽籤問卜，並且把籤夾在和服腰帶內，小心翼翼帶回家去。對箕吉來說，抽籤卻沒什麼特別有趣的地方。\n　　「好啊，妳去吧。」\n　　阿園在小石子路上奔跑向前，消失在穿梭於狹小寺院的人群中。箕吉聽著松吉向阿香吵鬧，說想要吃東西，又想去買東西，其實也跟著心癢。不過，為了讓自己像個成熟的大人，箕吉努力壓抑自己，假裝絲毫不在意的樣子。\n　　阿園去了很久都還沒有回來，又過了一會兒，才終於在人群中看見她。她並未像往常般，把細長的白色籤紙夾在和服腰帶中，反而像是拎著老鼠或昆蟲的殘骸，用指尖捏著籤回來。\n　　「唉呀，怎麼了啊？」阿香不解地問道。\n　　「是因為啊，」阿園偷偷看了一下弟弟們的神情，小聲說道：「我抽到大凶。」\n　　阿香非常驚慌，不停地眨著雙眼，然後將阿園手中的籤拿起來，仔細端詳著。\n　　「呀……又是這個啊。」\n　　「我是第一次抽到大凶。」\n　　阿園緊緊皺起眉心。\n　　「妳不用擔心，我們不是常聽人家說，要是運氣走到谷底，再來的運勢便會扶搖直上嗎？妳去把這籤綁在枝頭上，還給神明就沒事了。」\n　　阿香迅速抬起頭，用手指指寺院內梅樹的方向，像是催促般，順勢要求阿園將籤繫在花已完全凋謝的梅樹枝頭。來往香客繫上的籤點綴在枝頭，彷彿花朵般鮮豔。\n　　「對啊，對啊。」\n　　阿園說著，鬆開緊皺的眉心，將手伸向梅樹枝頭的方向。\n　　「松吉已經不耐煩了，阿姨，妳先帶他去吧。他應該是想要看師傅做麥芽糖。」阿園笑著說道。\n　　阿香雙手牽起松吉和箕吉，朝寺院內走去。箕吉覺得讓阿香阿姨牽著走，簡直就是傻子，不自覺彆扭起來，想從阿香的手中逃開，身體一順勢便轉向姊姊那兒。\n　　姊姊阿園正將籤綁在梅樹枝頭上。如果只是這樣，箕吉不會覺得有什麼怪異的地方，但他卻見到姊姊一直不停地動著嘴巴。\n　　阿園彷彿自言自語，一邊將籤繫上枝頭。她側臉的神色意外讓人覺得嚴肅，眼角的神尖銳且堅定，正如當初被餐廳拒絕雇用時的神情一樣。\n　　莫名地，箕吉感覺到一股不祥之氣。\n　　箕吉凝視著姊姊的雙眼。此時姊姊已將籤繫上，把手放了下來，朝這兒看了看。箕吉與姊姊四目相接。\n　　姊姊阿園直直注視箕吉，眼神彷彿會把人呑噬。箕吉感到一陣如被利劍刺傷的痛楚。\n　　阿園立刻將視線移開，箕吉也慌張地走向前，牽起阿香的手。之後姊姊從後頭兒追上大家，並和大夥兒邊走路邊說話。即便如此，箕吉仍久久無法抬頭注視姊姊的臉。\n　　◆\n　　大約十天後。\n　　箕吉和父親結束工作，一起回來，意外發現母親已經先到家了，正在門口和阿香聊天。母親看見父親時，彷彿鬆了口氣似的叫了出聲音：\n　　「阿香剛剛告訴我，」母親的視線又轉回阿香那兒，「那家餐廳啊，又來說要阿園去工作呢。」\n　　父親將油桶放下，話還沒聽完就不耐煩似的點著頭說：「是怎麼回事？」\n　　「之前搶走阿園飯碗的那個女工呀，聽說得了天花。」阿香這樣解釋，「店家已經將她給解雇了，不過因為是服務業啊，所以搞得人心惶惶的。」\n　　「這樣想想，幸躬阿園跟那餐廳沒什麼緣分，真是慶幸。」\n　　母親雙手拍著胸脯說道。\n　　「我看啊，到她天花痊癒前，都無法稱作美人兒囉。」阿香不安好心地譏諷著，「就是那家店啊，說什麼要長得美麗，反而沒雇用我們性格好的阿園。這應該是他們的報應啦！真是大快人心！」\n　　「唉呀，阿香啊，也不是那位女工的錯啊。」父親鎮定地說著。\n　　「要是這樣，那女工的家在哪兒？要告訴孩子們不要接近才是。」\n　　「她住在元町，田安屋的後面。」\n　　「箕吉和松吉秋天不是都會去那裡撿栗子嗎？說不定他們有玩伴住在那附近，要叫箕吉和松吉小心點兒。」\n　　「真的很近呢！」父親突然恐慌地說。\n　　「我們家有拜掌管天花的神明，」母親將手放在箕吉肩上，「以前我才得了一點天花，就馬上痊癒了，所以你們一定也沒有問題。我們家的小孩是不需要擔心的。」\n　　「阿園在哪裡？」\n　　「她帶松吉出去買東西了。」\n　　大家又繼續在這話題上聊了一陣子，阿園就回來了。母親飛奔似的迎向前，告訴她來龍去脈。令人意外地，阿園聽了之後卻臉色發青。\n　　「啊，阿園妳怎麼啦？妳臉色看起來很蒼白。」\n　　阿香有點訝異，向前打算抱住她，阿園卻一反常態，粗暴地用手將阿香揮開。\n　　「阿園……」\n　　安撫過後，阿園總算恢復正常，眨著雙眼。\n　　「啊，對不起，我剛剛嚇了一跳。」阿園用顫抖的聲音說道。\n　　「說得也是，難怪妳會這樣。阿園啊，假如換作是妳去那家店裡做工，我想妳恐怕也不會平安地活著。」\n　　「阿香，又不一定只在這家店才會患天花啊！」父親圓滑地回應著，「這是流行疾病，所以不管到哪裡，都必須小心謹慎的。」\n　　「話雖然是這樣講沒有錯，不過這倒是消了我心頭之氣。」阿香鼻孔撐大，放肆得意地說著：「對吧，阿園？」\n　　阿園沒有回答。她低著頭，表情彷彿正窺視著黑暗中的某處。箕吉不自覺朝阿園的腳邊看去，但那黑暗彷彿只有姊姊阿園才看得見。箕吉什麼也看不到。櫻花花瓣不知從哪兒被春風吹來，一片、兩片，孤寂地散落在布滿塵埃的地面。\n　　那天晚上，阿園作了惡夢，驚聲尖叫後醒了過來，嚇壞家人以及住在長屋中的人。大家問她怎麼回事，阿園只說作了惡夢，沒事了，便把棉被蒙在頭上。但過沒多久，阿園又驚醒，結果一整夜都未能入眠。\n　　隔天，甚至再隔一天，情形都一樣。只要一到夜晚，阿園便極度恐懼，無法入睡。沒多久，她的身體便非常衰弱，食不下嚥，什麼話都不說，像個病人。這情形持續了三、四天。從前的阿園總是活力充沛，如今才隔沒幾天，卻臥病在床。長屋的人都害怕這是比天花還要恐怖的流行疾病。\n　　阿園的父母親也因為操心而不能入睡，更無法出外做生意。他們拜託阿香夫婦，暫時幫忙照顧箕吉和松吉。當地地主安排的鎮上醫師，不論如何精密診斷，都無法查出阿園的身體到底是哪兒出了問題。醫師說，這應該是與精神有關的疾病。醫生詢問家人，最近是否發生讓阿園憂慮的事。大家想了想，認為只有上次談到那家餐廳女工患天花而遭解雇一事，才有可能對阿園造成這麼大的影響。醫師聽完這些話，搖搖頭說這或許是因為害怕天花而引起的疾病。不過這樣的病例實在：B所未見。\n　　阿園病倒後的幾天，之前提到的那位仲介前來探病。他滿是痛心地表示，阿園是個好女孩，本想介紹好工作以彌補之前的遺憾，沒想到她卻病倒了。\n　　仲介要回去前說道，餐廳的那位女工在昨晚已經過世。可惜那位女工長得很美麗，死後卻留下滿臉天花的痘疤，死狀據說相當悽慘。箕吉聽見母親深深一嘆，輕聲說著：\n　　「不知道那女孩是不是跟我們阿園一樣，一起中了什麼邪啊。」\n　　箕吉不斷想著姊姊那天凝視地面的黑暗中，到底有什麼東西在那裡。\n　　經過一段時間，阿園的病情仍不見好轉。不過阿園的父母親實在沒辦法一直不工作，也只好開始出外掙錢。如此一來，在白天陪伴、照顧阿園生活起居的重責大任，就落在箕吉肩上。\n　　阿香偶爾也會過來幫忙，但因為她也必須照料松吉，所以無法一天到晚都陪伴在阿園身邊。箕吉獨自一人照顧病倒的阿園，還必須忙著以前由阿園一人負責的家中大小事。\n　　箕吉這下終於了解從前阿園幫忙家務的辛苦，也因此心生感激。姊姊以前那樣輕鬆就能完成的家事，對箕吉而言卻困難重重。不論是洗米、洗菜、挑水或是洗衣，箕吉再怎麼努力工作一整天，都無法完成阿園從前一半的工作量。\n　　阿園成天臥病在床，和從前健康的時候相比消瘦許多。她常常一言不發地望著老舊污黑的天花板，不管別人如何叫喊或是對著她說話，都絲毫沒有反應。如今，箕吉想到從前一味憎恨姊姊，就會湧現自我厭惡的感受，覺得自己簡直既愚蠢又卑劣。箕吉將阿香幫忙裝好的熱水搬到阿園枕邊，一想起從前不聽姊姊的話，不禁自責了起來，低聲對阿園說著話。\n　　阿園這時臉上流下兩行淚，接著又把雙手伸出棉被外，掩著面，大聲痛哭。箕吉頓時不知所措，趕緊叫阿香過來。阿香到的時候，阿園仍不停哭泣，即使將她從床上抱起，也哽咽不止，淚下如雨。一會兒，阿園用手拭淚，並拜託箕吉幫她拿手帕過來。箕吉將手帕交給阿園後，她拿手帕擦著臉，然後在箕吉與阿香的面前，將手帕完全覆蓋在臉上。\n　　「阿園啊，妳在做什麼啊？」阿香擔憂地伸手向前，想把手帕拿開。阿園卻順勢往後躲。\n　　「阿姨啊，妳就讓我保持這樣吧。」\n　　「我說妳……」\n　　「因為我實在沒有臉見大家啊，為了讓我心裡好過一些，妳就讓我保持這樣吧，求求妳。」\n　　最後大家依著阿園的要求，讓手帕繼續蓋在她的臉上。父母親也對阿園百依百順。現在大家只能順著她的心意，靜靜等待她哪天能夠痊癒。\n　　阿園就這樣蓋著手帕，度過了櫻花盛開的春天。即使到現在，她仍將臉藏在手帕下方，不肯見任何人一面；只有半夜其他人沉睡後，才肯更換手帕。她不洗澡也不洗臉，就算願意吃飯了，也仍然蓋著手帕進食。\n　　家裡的人都說，阿園真的病入膏肓，病壞了腦袋。\n　　就這樣，又過了一個月。\n　　這天，從早便下著綿綿春雨。父母親外出工作，松吉也到阿香那兒玩去了。箕吉在井邊洗好衣服，全身濕答答地回到家，看見阿園從床上起身，動也不動地坐著。\n　　「姊姊，妳怎麼了？」箕吉關切地問道。因為這些日子，阿園幾乎不曾靠自己的力量起身過。\n　　「要去廁所嗎？妳可以自己站起來嗎？」\n　　箕吉走近阿園，只見阿園覆蓋著手帕的臉緩緩轉過來，微微歪著頭。\n　　「你剛剛進門的時候，是不是跟一個女孩擦身而過？」\n　　阿園輕聲問著箕吉。\n　　箕吉當然誰也沒看見，對於姊姊提出的問題，打從心底不寒而慄。\n　　「我沒有遇到任何人啊。」\n　　「是喔，」阿園邊說邊搖晃著頭，「唉，是你看不見啦，這樣也好。」\n　　「姊姊，妳在說什麼啊？」\n　　箕吉走近姊姊的棉被旁。輕便家居服的袖口中，可以看見阿園的手腕已經比松吉還要細小，彷彿老婆婆的手，手腕上還布滿皺紋。\n　　「剛剛啊，千代有來過呢。」阿園耳語著。\n　　「誰是千代啊？」\n　　「就是那個到餐廳做工的女工啊。」\n　　箕吉吃了一驚。因為他並不認為姊姊會知道那個女工的名字。\n　　「姊姊我啊，知道千代的很多事情喔。」阿園彷彿了解弟弟的心聲，繼續說下去，「千代人長得很漂亮喔。我不知道千代認不認得我，但是我認識她。」\n　　箕吉本來不想打斷姊姊的話，但又覺得似乎不能這樣一直聽下去，不應該讓姊姊繼續這個話題。\n　　「千代人長得美麗，卻是個懶惰鬼，」阿園說道，「就算是一點小事，她也常會分不清楚自己和別人的黃任與界線。」\n　　箕吉想要姊姊別再批評往生者，但舌頭又像被割掉般，無法把話說出口。\n　　「所以啊，當千代取代了我，被餐廳雇用時，我真的覺得很怨恨。光用外表就論斷我輪給她，我實在無法心服口服，真是懊惱得徹夜難眠。」\n　　阿園被手帕蓋住的頭左右搖晃著。\n　　「你還記得我當時抽籤抽到大凶的事情嗎？」\n　　箕吉面對這個突如其來的問題，著實嚇了一跳。阿園問話冷酷，箕吉低聲回答自己還記得當時的事情。\n　　「你果然還記得！我就覺得你一定記得，因為當時我的神情非常恐怖吧？」\n　　阿園說完，低聲竊笑。\n　　「那你還記得另一件事嗎？不過當時你年紀還小，應該忘了吧。就是阿香阿姨告訴我們有關鄉下山神故事的那個時候。」\n　　阿香夫婦出生於上州的農村家庭。在她二十歲左右，因為走投無路，逃到江戶來。有時候阿香會說起家鄉的事情，不過那通常是阿香夫婦從前的血淚奮鬥史，所以箕吉從來沒有認真聽。\n　　「阿香阿姨說，在她家鄉祭拜山神的寺廟裡，有個奇怪的傳說。就是啊，當你抽到下下籤的時候，就到寺廟的梅樹那兒，把籤綁在枝頭上，一邊還要這樣祈願：『神啊，請把這厄運帶到別人身上吧！』」\n　　箕吉從沒聽過這段傳說。\n　　「許這個願的時候，一定要出聲才行，不然山神聽不見你的祈願。聽說啊，要是你不願意發出聲音祈願，只是靜靜地把籤綁在梅樹上的話，厄運便會加倍降到你身上。」\n　　箕吉感到背脊發涼。明明外頭下著溫暖的春雨，他卻覺得毛骨悚然。\n　　「那應該只是阿姨家鄉的傳說吧，」箕吉故意大剌剌地說道，「應該只是捏造的故事啦。」\n　　阿園又笑出了聲音。那笑聲讓箕吉不禁發顫。\n　　「是啊，我也是這樣覺得。我想，反正這傳說也不會成真，所以當時就照著做了。」\n　　「妳照著做了？」\n　　「我一邊把那大凶的籤綁在梅樹枝頭上，一邊出聲祈禱，希望把這厄運加諸到千代身上啊。」\n　　箕吉沉默不語。此刻可依稀聽見外面的雨聲。\n　　「千代會得天花也是我害的，」阿園的聲音雖小，卻相當清楚，「所以千代很怨恨我。」\n　　「姊姊，妳不要說了，說這些也於事無補啊。」\n　　「她剛剛到這兒來過了。」\n　　阿園晃動蓋著手帕的頭，下巴朝門口的方向晃了晃，手帕因此稍稍被掀動了起來。一瞬間，箕吉看見一個削尖的白色下巴。\n　　「今天是千代死後第四十九天啊，她果然來了！到我這兒來了！」\n　　箕吉用力地站起身。為了消除心中的恐懼，他大聲怒斥著：\n　　「姊姊，不要說了！我不想再聽了！」\n　　阿園緩緩抬起頭，用沙啞的聲音短短說出幾個字：\n　　「對不起。」\n　　阿園將手舉起來，順勢將手帕拿開。箕吉看見了姊姊的臉，這是好幾十天以來，第一次正視姊姊的臉。\n　　不是姊姊從前那張臉。眼前的臉浮著青黑色的腫塊，五官因為重病而模糊難辨，只剩下雙眼還澄澈有神。阿園眼神中流露出哀怨的神情，直直望著箕吉。\n　　箕吉發不出聲音，落荒而逃，腳步紊亂不穩，一頭栽進春雨後的泥水中，終於叫出聲音。阿香飛奔過來。\n　　阿園坐在床上，身子不動，蓋有手帕的頭上下搖擺著，歇斯底里地笑了起來。笑聲似乎配合著綿綿春雨不絕於耳的柔和聲音，忽高忽低，從未間斷。\n　　就這樣，阿園從此再也沒有清醒過。\n　　◆\n　　箕吉回到家，妻子阿系雙手抱著便便大腹，坐在那兒打開行李，將襪子和上衣整齊排列著。\n　　「上總屋的人一直都很照顧我們，」阿系眼睛含著淚光說道，「媽媽交代我，阿園要進棺的時候，要幫她把這穿上。這是媽媽縫的。」\n　　「我會帶去的。」\n　　阿香說，阿園的遺體會由上總屋那兒的人幫忙下葬。因為已經照顧阿園一段時日，因此他們好心提議，希望送阿園最後一程。箕吉再次想起生前母親反覆提醒他，睡覺時絕對不可將腳朝向上總屋。\n　　十五年前的那個春天，阿園完全崩潰瘋狂，箕吉一家人束手無策，母親偶爾會喊著要和阿園同歸於盡。就在這時，母親長年工作的上總屋那邊說，在向島有個無人居住的宿舍，好心建議阿園到那兒安養。真是雪中送炭之舉。\n　　阿園並不是棘手麻煩的病人，再說，這樣一來，母親在工作有空閒時過去照顧她，也相當方便。唯一的條件是要母親住進上總屋，當長期工。\n　　母親喜極而泣。世間愛道長短的人說，上總屋從前也有個患精神病的女兒，因此不忍心坐視阿園不管。至於那空出來的房子，謠傳是上總屋囚禁患有精神病女兒的地方。不過對阿園母親而言，這些都無所謂了。\n　　從那之後，母親便住在上總屋長達十三年，一邊工作一邊照顧阿園。這十三年間，父親因為突如其來的流行病而過世，賣油的工作便由箕吉接手；松吉則得到老闆賞識，入贅至對方家。家中雖然發生許多事情，母親的生活卻始終以阿園為中心。前年母親突然過世，當時箕吉曾下決心，要將阿園從上總屋帶回家來照顧。不過由於上總屋的人認為，就這樣把阿園帶出去，實在有些可憐，便承諾會繼續照顧她。\n　　最後，阿園在上總屋結束了人生。\n　　阿系留在家中，箕吉則帶著阿系幫他準備的衣物，急著趕往向島。早上原本晴朗的天空，此時烏雲密布，走到半路便滴滴答答下起小雨，四周梅子的香氣也因此更加濃郁。\n　　上總屋的宿舍裡，一位負責管理的年長老伯走了出來，馬上將箕吉帶進去。箕吉在屋內等著，不久，出現一位年約四十、身材嬌小的女工。她雙手#放，向箕吉介紹自己叫做阿音，並對阿園的過世表示哀悼之意。\n　　「都是您在照顧我姊姊嗎？」\n　　「是的，這兩年左右。我是奉老闆娘之命照顧的。」\n　　「謝謝您。」箕吉深深地一鞠躬，正要開口繼續道謝，卻被阿音很快阻止了：\n　　「老闆和老闆娘都說，不可以對有難者坐視不管。雖然外面流言蜚語很多，但世上還是有這種如佛祖般慈悲的人。」\n　　「我懂。」\n　　阿音起身，作勢要帶箕吉去看阿園。箕吉尾隨在後，走出走廊外。\n　　此時一陣冰涼自地板經由腳底傳來，箕吉突然心生畏懼。\n　　「我姊姊──」\n　　箕吉才開口，卻無法繼續說下去。他揣想著，姊姊臉上的腫塊不知道還在不在；她死去的時候，他們是否有拿手帕為她遮掩。\n　　阿音似乎看穿了箕吉的心事，說道：「她死時安詳美麗，就像是睡著似的。」\n　　走廊上，在阿音身後一步的箕吉，不禁停下了腳步：「安詳美麗？」\n　　「是的。」阿音回答道，一臉不解的神情。\n　　「雖然有些消瘦，不過死時是非常安詳的。」\n　　「那手帕──」\n　　「到死前她都蓋著手帕，」阿音的聲音哽咽著，「但是手帕下的面容，卻是很美麗的啊。」\n　　「我姊姊是不是痊癒了？」\n　　對於箕吉的問題，阿音皺起了眉頭。\n　　「您說痊癒是什麼意思？」\n　　「我姊姊的臉，那個……」\n　　「阿園小姐的臉上怎麼了嗎？」\n　　「臉上什麼都沒有嗎？」\n　　「這話是什麼意思？」阿音看著箕吉，「阿園小姐罹患的疾病，從一開始到最後死亡，肉眼都察覺不出異樣呀。您家裡的親屬應該都十分了解這件事才對啊。」\n　　箕吉頓時感到一陣暈眩。\n　　「我剛來照顧她時，阿園小姐頭腦還算清醒。她交代我，因為她做了愧對世人的壞事，為了懲罰自己，便一直蓋著手帕，要我不要將手帕拿開。關於這件事，老闆娘也特別交代，因此我也可以理解。所以把手帕拿開，也是阿園小姐斷氣後的事情了。我並不清楚她到底做了什麼傷天害理的事，不過當我看見她死時安詳的面容，我想上天對她的懲罰應該也結束了。」\n　　箕吉聽完，終於了解事情的來龍去脈。\n　　那麼，臉上的腫塊到底是什麼？自己之前親眼看見那張慘不忍睹的臉，又是什麼？難道只有當時的阿園和自己才看得見嗎？\n　　難道這就是所謂的懲罰？\n　　「請往這兒走。」\n　　箕吉跟隨阿音的指示，往稍顯昏暗的走廊走去。前方的阿音正打開走廊盡頭的和式門。就在那一刻，箕吉聞到一股強烈濃郁的梅花香氣。\n　　箕吉驚訝地眨著眼。身旁好像傳出一陣衣物磨蹭的聲音，似乎有位少女輕輕掠過。\n　　「請問……」\n　　阿音將手放在紙門上，看著箕吉。箕吉轉身過去，卻什麼也沒看見。他望向被打掃得相當乾淨的長廊。\n　　「沒事，不好意思。」\n　　箕吉說完，輕輕踏入房間內。\n　　阿園過世時枕頭朝向北方，覆蓋身體的睡衣幾乎沒有起伏，平貼在身軀上。\n　　她的臉由於枕頭的支撐，微微朝上，上面覆蓋著全白的布。\n　　箕吉頓時無力，雙膝一跪，在阿園的棉被前坐了下來。此時阿音按照禮數，合掌膜拜，然後將蓋在阿園臉上的布掀開。\n　　窗外的雨突然下得滂沱。\n　　「姊姊。」箕吉喊著。\n　　阿園的臉微笑著。眼前這張臉，正如她少女時代勤奮的笑顏一般，動人且明亮，看不見任何不祥的影子。箕吉明顯感受到十五年光陰的飛快流逝，嘴角不禁微微上揚。\n　　梅花的香氣一陣陣傳了過來。不知道是誰，正輕聲從走廊離去。箕吉清楚聽見了聲音，但他明白，無論自己再怎麼尋找，也找不到這身影的。所以他只是默默牽起阿園的手，暗暗緊握住她的雙手。"
  },
  {
    "id": "P6",
    "title": "安達家的鬼",
    "text": "安達家的鬼\n　　婆婆過世的時候，外頭突然下起一陣大雨，道路及庭院傳來雨滴撞擊碎石子的聲音，讓我無法聽清楚婆婆斷氣前說的話。隱約中，我聽見她似乎喊著一個人的名字，但也不是很確定。不過，婆婆死時彷彿睡著般安詳，嘴角還泛著一絲笑意。\n　　大概十五分鐘前，守在枕邊的良庵師父微微斜著光禿的頭，溫柔地對我與坐在我身邊的老闆富太郎說，婆婆已經往生了。我們兩人那天從早便一直守在婆婆旁邊，沒有任何對話；富太郎時而以深思的眼神，直視婆婆的臉龐，緩緩掉下淚來。\n　　「您母親的臉真安詳。」師父幫忙把婆婆的手交叉放置在胸前，一邊說道：「您不覺得，她的樣子，就像快樂地期待祭典到來的小女孩嗎？」\n　　一切就如師父所說。我也因為婆婆露出這樣的表情，不禁微微一笑。剛才沒聽見婆婆生前最後的話，或許她是唸那個「鬼」的名字吧？唉，臨終前，婆婆還是沒有把名字告訴我。我一邊胡思亂想著，眼淚不斷湧出來。\n　　「好長一段時間啊，」富太郎輕聲說道，「不過看起來，母親應該是很滿足的，妳說是吧？」\n　　富太郎彷彿尋求慰藉般，將手放在我的手腕上；我則把另一隻手放在他的手背上，輕輕點頭回答：\n　　「是啊，母親的一生一定是很幸福的，一定的。」\n　　◆\n　　我嫁進笹屋中，是三年前春天的事情。當時婆婆的身體便相當虛弱，一年中有將近一半的時間臥病在床。在身邊服侍她的，是一個年約十五歲的小女傭，名叫阿玉，體型嬌小，動作靈敏且好勝。但她的活力卻讓病人感到不舒服，所以婆婆時常對她有所抱怨。\n　　由於阿玉粗枝大葉，所以對待病人時，常有照顧不周的情況發生；加上她又天天挨罵，當然失去耐性。嫁入這家裡半年左右，當我說出婆婆由我負責照顧時，阿玉開心地將手邊工作丟下，雙手愉快地向上舉起，大聲說自己終於解脫了。\n　　當然，這些話，並不是阿玉這樣的女傭可以對著老闆太太說的。但是當時我才將近十八歲，而且阿玉也知道，我在嫁進來之前，是在一間與笹屋有深厚關係的紙商松竹堂當女傭；身為女傭卻能嫁入笹屋，我也曾被人認為是個奇特的媳婦。總之，對阿玉而言，我就像是她的夥伴，因此她的說話態度相當不客氣。現在想起來，不管在人前或是私底下，阿玉從未稱呼我老闆娘。\n　　「一整天都待在充滿藥臭味的房子裡照顧老人，真會讓人感到厭惡。妳還真辛苦啊，可憐呀！」\n　　阿玉如此放肆地說道，嘴唇彷彿荊棘般，毒辣地笑著。\n　　笹屋是賈筆和墨的小店，但因為擁有一些土地，事實上是個富裕的家族。房子寬敞，除了供一家人與服侍的員工共同生活的主廳房，還有一個精緻的小庭院，以及一棟約十五坪左右的別屋，婆婆就住在別屋裡。有一次正在婆婆午睡，我和阿玉在寢室旁邊的茶水準備間聊天。阿玉的口氣直接而毫不掩飾，但只要她不大聲嚷嚷，也就不用擔心受人指責。阿玉露骨地說道：\n　　「我說妳啊，聽說妳在松竹堂時，也照顧了生病的前任老闆五年啊？」\n　　的確，就像阿玉說的，松竹堂的前任老闆因為中風，久病不起。我十歲便在松竹堂負責照顧嬰孩的工作；之後嬰孩都長大了，轉而看護前任老闆。前任老闆是個任性而為、比嬰兒還要麻煩的病人，當時我也非常困擾。\n　　在我決定嫁到笹屋的三個月前，前任老闆過世了；也因為他終於過世，我突然變得很空閒，因此便前來商談親事──順序是這樣的。\n　　不開除空閒無事的女傭，反而為她找到一門好親事──按照一般的想法，的確是相當怪異的事情。事實上，當我聽見松竹堂老闆夫婦提起這門親事時，也只覺得是騙局。如我先前述，笹屋是個富裕的家族，像我這樣的人嫁進去，簡直是高攀。笹屋的老闆喜愛美麗的女子，我卻完全不了解他的相貌與人品。況且，我也不覺得自己是會讓他多看一眼的美麗女子。\n　　聽到這件摸不著頭緒的親事，我大概表現出畏懼的樣子。松竹堂的老闆苦笑看著我，老闆娘則快速解釋這件親事的「內容」。\n　　「笹屋的老闆富太郎今年三十歲，但目前卻單身未婚。他並不是討厭女人喔，只是因為年輕時，常常和我們家老闆流連酒家，所以至今未娶。」\n　　松竹堂老闆深深苦笑著。\n　　「笹屋有個老母親，她是富太郎的母親，身子虛弱且年歲已高。現在幾乎是個病人，但仍氣勢凌人，實在常讓富太郎抬不起頭來。不過話說回來，這也是因為那間店是富太郎雙親一手建造的啊。」\n　　笹屋前任老闆──富太郎的父親，在富太郎二十五歲時猝死，是個對買賣交易相當有手腕的人。因為這是聽婆婆說的，我想應該不會錯。我雖然從未愛過他，卻著迷他工作的樣子──婆婆不只一次非常肯定地對我說。\n　　「第二代店主富太郎因為父親的遺傳，做生意也相當明快。因此，我想笹屋的規模一定會繼續擴大的。像這樣好的丈夫，沒有理由娶不到媳婦。事實上，前來談親事的人多到數不完啊。但是啊，這就是富太郎卻步的地方了。」\n　　松竹堂的老闆摸摸下巴，\n　　「唉，應該說是孝順吧。總之，富太郎對於不怎麼樣的親事，提不起興趣。一般人認為的好親事有很多種，比如說大店家的千金，貧窮卻有人品的小姐，或是往來客戶的女兒之類。富太郎說這些都不行呢，因為他認為，從這樣好人家娶來的媳婦，通常不會尊敬婆婆，也不可能打從心底樂意照顧婆婆。『我雙親白手起家，辛苦奮鬥，將店裡經營到現在的規模。若在他們希望安享晚年時，還要顧慮迎合媳婦，那就太可憐了。所以我的太太一定要出自沒有名望的人家，並且是擔任女傭工作的。』富太郎這麼說。」\n　　「但是啊，又不能從現任的女傭來找媳婦人選，」老闆娘嚴肅地搖搖頭，「如果從家裡現任的女傭裡挑選，會搞亂店裡的秩序。總之，還是從外面娶進來比較好。」\n　　所以，像妳這樣的女孩最適合──老闆夫婦異口同聲說道。\n　　「而且妳習慣照顧病人，在這兒也做得很好。笹屋的老奶奶據說讓下面的女傭都忙壞了，要是妳嫁過去，希望妳能夠對他們那邊有些幫助。這件親事大概就是這樣，他們要求的就是這樣細心的媳婦。」\n　　原來如此，這件親事原來是這麼一回事。媳婦還是外頭的好──因為有這樣的說法，所以聽到這件親事，也不會感到太訝異。只是，我當時覺得，富太郎雖然很孝順父母，卻也是相當死心眼的人。就算對方是出身良好的千金小姐，父母也不會因此為富太郎馬上決定婚事。因為婚姻這種事，父母應該還是會讓富太郎自己作主吧。唉，想到這兒，我就覺得富太郎對這門婚事應該是認真的，人品大概也不會太壞……\n　　而且對我來說，即使我對這件婚事有無法認同的地方，卻也無法拒絕；要是拒絕，就等於背叛松竹堂的老闆夫婦。我年幼喪親，遭親戚厭棄；松竹堂自我年幼便讓我在這兒工作生存，因此我對老闆夫婦存有一份更勝於親生父母的感念之情。況且，我當時沒有心上人，再說女孩子最終也是要出嫁的。對我來說，笹屋如此看重像我這樣的女傭，所以這裡一定是能夠輕鬆生活的好歸宿。或許只要在一開始就認定，自己嫁過去並不是當人家媳婦，而是家裡的女傭，心裡就不會有任何負擔或需要面對的抉擇了。\n　　就這樣，我和笹屋因婚事結下緣分。\n　　我們沒有任何誓言與祝福，也沒有設筵請客。富太郎錯過許多好姻緣，到頭來只娶了個當女傭的人，笹屋家裡其他人一定覺得羞恥。因此如果盛大舉行儀式或是筵席請客，笹屋的親戚絕對反對到底──這些都是後來笹屋家裡的員工告訴我的。當然，笹屋也沒有把我當成媳婦。\n　　現在想起來，我從嫁進來這兒之後，不曾登門拜訪過親戚。因為自己從小失去家人，所以絲毫沒有注意與親戚間來往的事情，不知道它的嚴重性。於是我慌慌張張，向富太郎道了歉。\n　　「什麼？我在決定要娶妳進來的時候，就知道會有這樣的麻煩。雖說跟親戚在形式上有所來往，但那些人總是帶給我們家不必要的麻煩，所以妳不用太在意。我因為是商人啊，所以覺得，與其和這些貪圖我們家利益的親戚來往，倒不如選擇和那些志同道合的朋友互動交流。」\n　　丈夫說著，一邊安慰我。\n　　從這些話來看，我真的很幸運，嫁給像富太郎這樣溫柔明事理的好丈夫。他是個腦筋聰明、做事深思熟慮的人。不過有時處事較不圓融，對於說出口的話，會頑固堅持到底，不願再聽別人的建議，因此大部分都是我配合，聽他的話。況且我對商業買賣的事完全一竅不通，因此也不可能對他的思考或想法有任何意見。雖然富太郎把家裡的事情都交給我處理，不過那也只是些雞毛蒜皮的小事──例如枕頭放太低會讓血液反衝至腦部，所以應當把枕頭抬高；或是煮冬瓜時不要加太多醬油；不然就是不能因為太冷就穿太過厚重……之類的。因為都只是芝麻小事，所以都由我來處理，也不是太困難。\n　　我嫁進來半年，習慣了家中的事務後，終於從阿玉那兒接下照顧婆婆的工作。當然，我嫁過來之後，便時常向婆婆請安問好，噓寒問暖，但從未一刻不離地守在婆婆身邊，因此並不清楚照顧她的辛苦。雖然我也希望可以盡力做好，內心卻藏著不安，懷疑自己是否真能勝任這分工作。\n　　我之前說過，阿玉會那樣口無遮攔，是因為她知道我嫁進來的身分。關於我的親事，阿玉先前就瞭若指掌，因此對我更加肆無忌憚。\n　　員工雖是店裡的重要船槳，卻不是掌舵人。一艘船的船頭必須清楚觀察周遭的情況，決定今後行走方向；若只是船槳，努力滑水便是，無須插手過問店家的其他大事。相對的，也因為如此，船槳便有多餘時間觀察船身與船上的情形。照這個比喻，阿玉還真是個對店家事情觀察得絲毫不漏的船槳啊。\n　　「我不太了解老闆到底在想什麼，幹嘛要配合老太婆的想法，不娶一個好人家的媳婦，反而娶了像妳這樣的人。」\n　　阿玉說話雖然狠毒，卻又句句屬實，讓我回不了嘴。只是因為她稱呼我婆婆為「老太婆」，所以我當場訓斥了她一番。但阿玉卻只是笑。\n　　「反正呢，終於要離開那令人作噁、令人厭惡的房子了。這我倒要感謝妳才是呢！妳的優點呢，就是吃苦耐勞，任勞任怨囉。」\n　　阿玉繞過走廊，往主廳房走去。我輕輕撫摸著胸口，準備起身前往婆婆住的別屋。門突然打開，我大吃一驚，婆婆正站在眼前。\n　　「唉，妳還真是說不過她。」婆婆笑著說。「阿玉這個人啊，妳不用在意，總有一天她會有報應的。」\n　　婆婆只這樣說了幾句，便關上門離去了。我只能腦袋一片空白，茫然佇立在原地。\n　　◆\n　　服侍婆婆一陣子之後就發現，她絕對不是難以應付的病人，更不是難相處的「老太婆」。\n　　松竹堂的前任老闆是個需要費心照顧的病人。除了因為中風無法移動身體，他本人也對自己的病感到煩躁憂慮。甚至到了最後，他變得貪好女色，年幼的我，因此遭到極為悲慘的待遇。但我卻無法把這些苦痛告訴其他人，只能獨自承受。\n　　跟以前這些事相比，婆婆則有如慈悲佛陀般溫柔。她總是能夠給我清楚的指示，告訴我希望我做什麼。她的話語裡，聽不出絲毫做作或是虛偽的成分。如果婆婆說：「我想睡一會兒，妳先放我一個人吧。」這就表示她真的希望獨處。她要是說：「我們來聊聊天吧！」就代表她真心想要與我談天。若是她說：「讓我看看妳拿針線的技巧如何吧！」則意味著我可以帶我的針線盒以及縫紉工具，到她那兒去。\n　　婆婆很喜歡聊以前的事情。富太郎出生時的事情，夫婦倆共同創建這間店的過程──我這個沒有雙親的人從來沒有機會聽到上一代的話題，所以婆婆的話對我來說，很珍貴、也很有趣。很多人會因為年長者總是重複說相同的事情，而感到厭煩；不過，因為身邊從來沒有親近的長者對我說這些話，我反而覺得愉快有趣。\n　　一個月後，我們會因為談到快樂的事情而放聲大笑，有時也聊聊恐怖的事，或是關於買賣交易的話題等。婆婆似乎能夠察覺我並不是出於無奈，才陪在她身邊，而是打從心底感到愉快，願意與她作伴。就這樣，有一天我們正縫著和服時，婆婆突然放下針線，認真看著我的臉，說道：\n　　「一直以來，妳都過得很寂寞吧？」\n　　我想了一下，回答道：「說實話，因為我一直是一個人，所以也就不會特別感覺孤單。」\n　　「我想也是。」\n　　婆婆深深點了點頭。\n　　「長到十八歲，卻只做過照顧孩子和病人的工作，難怪妳會對世上的事情一無所知啊。」\n　　婆婆眨了眨眼睛。\n　　「但是妳以前從來都沒有真正的心上人嗎？」婆婆認真地問道。\n　　我吃了一驚，頓時說不出話來。眼前的人是我婆婆，而她居然問自己的媳婦這種問題。在嫁進來之前到底有沒有心上人這種話題，我實在無法對婆婆說出口。\n　　不知道是幸或不幸，事實上，我並不知道什麼是戀愛。我的青春早在臥病在床的松竹堂前任老闆跟前消失殆盡。如今年輕的女傭人手一本流行的愛情漫畫書，是以前無法輕易到手的書籍；不過，就算偷窺書中的內容，也無法真正明瞭男女之間微妙的感情與心境。\n　　「唉，妳當初連喜歡的人都沒有啊。」\n　　婆婆似乎看穿了我的心情，搶先一步說道：「我以為妳有呢！」\n　　很不可思議的一句話。我忍不住問道：「為什麼您會這樣覺得呢？」\n　　婆婆微微笑了。\n　　「妳啊，雖然不討厭富太郎，但是也不愛他吧？」婆婆說道，「對女人來說，當人家的妻子就像從事某一項工作。所以啊，妳是把這婚事當成工作，才嫁給富太郎吧？」\n　　為了安慰我，婆婆又趕緊補充道：「不過我沒有說這樣不好喔！」\n　　「但是啊，這真是令人感覺寂寞唷！我希望妳可以談一場戀愛，不過這似乎也不是說要就可以談的。」\n　　婆婆似乎正深思著某件事。我因為很在意先前的那番話，又再問了婆婆一次：「為什麼婆婆您看得出來我沒有談過戀愛呢？」\n　　婆婆稍稍看了四周一會兒，接著又瞧瞧身邊，對空無一人的座位微微笑著。\n　　「因為妳啊，好像什麼都看不見，也感覺不到呀！」\n　　婆婆的回答越來越奇怪。當我正要進一步問下去，婆婆阻止了我。她有些疲累，說想吃些甜的東西。\n　　當時的對話，到這邊就停止了。雖然婆婆的話讓我不解，但因為都是些小事，也就沒有一直記在心裡。\n　　幾天後，在廚房裡工作的阿玉問我：\n　　「喂，老奶奶的房間裡有種怪味道吧？就像是野獸的體臭味喔。我當時一直很討厭那股怪味道，害怕沾到身上。妳應該也害怕那個味道吧？」\n　　我不太知道阿玉說的是什麼，因為我從來沒有聞到房間裡有那樣的味道。我老實跟阿玉說，她斜眼瞪著我看。\n　　「我說妳呀，還真會裝乖巧啊！隨著不同的日子，那個味道有強弱區分。尤其雨天，整個房子都是那股味道，妳不可能沒發現啦。我想應該是老太婆身上的體味吧。老年人啊，不管再怎麼保持乾淨，身上都一定會有臭味。」\n　　我又對阿玉說，我並沒有聞到那樣的味道。阿玉一臉憎恨的神情，丟下一句話就走了。\n　　「哼，假惺惺的傢伙！」\n　　阿玉的批評真是不盡情理。我也動怒了，實在無法呑下這口氣，便跑去向婆婆求證──雖然我知道這樣很像跟婆婆打小報告。\n　　婆婆聽完我的話，爽朗地大笑。\n　　「那味道喔，唉，不過算了，因為只有阿玉才聞得到吧。」\n　　明明房子裡就只有我和婆婆兩人，此時婆婆卻轉身，像要得到某人認同般，向身後點點頭。\n　　我第一次覺得恐懼而且不舒服，心中的某個角落開始偷偷懷疑婆婆是否真的頭腦不清，病入膏肓了。\n　　至少對我而言，我和婆婆之間，就這樣產生了一點點的距離。又過了一個月，大約是冬至時候，那年江戶多雪，笹屋的庭院中，小小的樹木與盆景都覆蓋上一層雪白的外衣。\n　　那時剛好有一位新認識的生意夥伴，時常上我們這兒來拜訪。他叫佐次郎，從事印泥與墨條販賣的工作，也是幾位同行夥伴的領導人物，看來與富太郎年紀相仿，對應機智，是個帥氣的男人。只要他登門拜訪，阿玉等人便興奮地驚聲尖叫。我還記得，當時雪地上，常畫著寫有佐次郎名字的愛心記號，管家每次發現這些愛的標誌，總是露出苦惱的表情。\n　　我想你應該知道，說到毛筆與墨條，在江戶，最有名的就是日本橋的古梅園。這兒的墨條會讓使用過的毛筆即使在清洗後，仍然散發出清香。因此古梅園中的墨條香味，最是讓人難忘。這樣的墨條，價格當然不斐。\n　　佐次郎以自家獨特的工夫，研製出新的墨條，不僅不比古梅園遜色，而且物美價廉。當時佐次郎曾來笹屋詢問，有沒有興趣販售這樣的商品。\n　　富太郎相當有興趣。之前我也說了許多次，我實在對生意一竅不通。不過富太郎曾讓我看過那墨條，並且要我親手在硯台上磨墨。墨條的氣味清新芳香。\n　　兩人合作的事情，似乎進行得相當圓滿順利。大概受到佐次郎的熱誠感動，也或許因為他的能言善道，一直相當謹慎的管家，這次幾乎沒有表示任何意見。就在那時，富太郎對我說，他要介紹佐次郎給婆婆認識。\n　　連日的雪加上身體本來就畏寒，婆婆感冒臥病在床。我對富太郎說，婆婆今天實在不適合會見客人。但富太郎卻說：\n　　「我知道啊。母親只要躺在床上就好了，妳把面向庭院的門打開。時間不會太長，她只要往庭院看，看得見佐次郎的臉就行了。」\n　　富太郎又說，他的工作夥伴，一定都是母親點頭答應過的。聽到這兒，我終於明白，為何當初松竹堂老闆夫婦會說，富太郎在母親面前抬不起頭來了。\n　　過了正午，佐次郎帶了另一位年齡有些差距的同伴前來。照著事先安排好的，富太郎帶他們到房內一處可以看見別屋的地方，我則在適當時機將門打開。\n　　婆婆似乎已從富太郎那裡知道這次的事情。她動作熟練，在床上直立起上半身，熱切地朝客人的方向看去。\n　　從別屋這兒看過去，與我身高相近的山茶花樹，正好擋住了一直在聊天的富太郎和佐次郎。早上雖然曾經除過一次雪，但是大雪始終下個不停，山茶花樹又覆蓋上一層白皚皚的雪，庭院的地面上也如同鋪著棉絮般雪白。暫且不提凍人的寒冷，眼前庭院的風景還真是美得令人陶醉。\n　　富太郎一群人的話題似乎與庭院有關。不知說到了什麼，富太郎用手指了指院子中央，佐次郎和他的同伴則將臉轉向院子。我在婆婆一旁生著火，注意到婆婆將身子往前伸，便仰起頭來注視她。\n　　屋內，佐次郎的臉漸漸變得如雪一般慘白，睜大的雙眼滿是訝異。他劇烈地搖晃著頭，不停對富太郎和同伴說話。富太郎驚訝得微微向後一退，那位同伴也不停眨著眼。\n　　佐次郎半蹲下來，手臂朝別屋前的庭院方向伸過來，用手指指這裡。雖然不知道他是指我還是婆婆，但是我當時覺得很訝異。用手指指著人，這是多麼粗魯無理的事情啊！\n　　佐次郎其實指著的是空氣。他的身體、臉、眼睛、手臂以及手指確實是向著別屋婆婆這兒的，但是指著的地方卻空無一物。我突然感覺庭院裡有東西，急忙起身，手搭在門上，往下看去。庭院整面鋪蓋著大片白雪，連鳥的足跡都沒有。當然，院子裡並沒有任何人影。\n　　我聽見佐次郎慌張叫喊著：\n　　「奇怪，是眼花嗎？我應該沒有看錯啊……」\n　　富太郎微笑著，應了他幾句話，同行的同伴也跟著笑了。佐次郎露出不悅的神情，但仍然牽強地笑著。不過我感覺得到，他似乎相當恐懼。\n　　「已經可以了，幫我把門關上吧。」\n　　婆婆喊著。我將身子轉了過去，婆婆彷彿頓悟什麼道理，頻頻點頭。\n　　「啊，看來那男人應該是看見什麼東西了。這次的生意合作一定要取消。」\n　　我隨口問了婆婆為什麼，同時發現自己正在發抖，不過卻不是因為寒冷，而是一瞬間感覺背後陰氣逼人。我心裡非常害怕，不自覺緊抓著門柱不放。\n　　婆婆看了我一會兒，終於露出笑容說，等她感冒好些，再慢慢跟我說。說完便倚著枕頭躺下去。\n　　屋子裡一片沉靜，只聽見婆婆微微的呼吸聲。我仍然倚靠著面向庭院的門，動也不能動。房子裡除了婆婆和我，還有肉眼見不到的東西潛入屋內──為什麼婆婆不會害怕？難道她知道「那東西」的真正面目？──這些思緒反覆在腦海中旋轉。一切都是我想太多，聽起來，剛剛婆婆只是故意作弄我而已，應該沒有其他含意──我不停給自己找藉口，安撫情緒。但是，我剛剛的確看見佐次郎一臉害怕的樣子。他到底在怕什麼？──頓時，我的思緒又回到恐懼的深淵。\n　　我無法待在房子裡，於是打開身後的門，快步走進白雪堆積的庭院裡，匆匆忙忙穿過，往對面的房子逃去。到了對面房子的門口，回頭一看，才發現雪地上只有我的足跡。果然，院子裡沒有其他人──逼近而來的恐懼感讓我幾乎窒息。平安逃到這兒後，我站在門口，大口地喘著氣。\n　　此時，山茶花樹上的雪出其不意掉了下來，長有深綠色葉子的樹枝露出了頭。我飛快跳起來，頭也不回地跑進屋子裡。\n　　就像婆婆說的，與佐次郎的這場生意合作，最後取消了。富太郎只說是因為婆婆不答應，就沒有再多說什麼。阿玉知道佐次郎不再進出笹屋後，毫不留情地謾罵老闆富太郎。慘的是管家聽見這番批評，狠狠責備了她一頓。也因為這樣，我心裡多少痛快了些。\n　　婆婆是個遵守約定的人。感冒痊癒，恢復精神後，她便叫我到別屋去，說是要說明之前的事。\n　　婆婆生病這幾天，我因為先前過度的恐懼，一直很害怕到別屋去。所以，當婆婆說要解釋事情的原委時，我心中有種獲救的感覺。因為我認為，不管是多麼恐怖的東西，與其一直害怕，倒不如明確知道它的真面目，這樣還比較輕鬆。\n　　婆婆在說明之前，問我是否未曾在這房子裡聞過怪味道，是否什麼怪聲響都沒聽過，什麼都沒見過？她的神情嚴厲，是我從未見過的。\n　　當然，我真的什麼都沒見到、沒聽見、也沒有聞到過。\n　　「如果是這樣，那我就告訴妳。」\n　　婆婆嚴厲地抿著雙唇說道：「在別屋裡，在我身邊，住了一個鬼。」\n　　◆\n　　那是早在三十年前的事情──當時婆婆十六歲。\n　　婆婆在日本橋通町的和服店上洲屋當女傭。\n　　事實上，婆婆是上洲屋老闆和家中女傭生下的小孩。婆婆的母親是個眾所皆知的美女，但這沒有給她帶來任何幸運，反而招惹了老闆的好色荼毒。婆婆笑著說，女人就是這樣，不管遇到任何事，都是劣勢的一方。\n　　「而且，遭到老闆毒手摧殘的，不只是我母親。總之，上洲屋老闆是個好色之徒。除了我，另外還有三個私生子，跟老闆娘也生了一個男孩。到後來因為繼承問題，大家爭執不休，最後家道中落，年輕的這代讓家裡聲譽全毀。但是，唉，這些跟我沒有直接的關係，就先不說了。」\n　　聽說婆婆的母親在生下她之後，因病身亡。上洲屋的老闆本來就是德薄才疏的人，所以對於自己亂性與女傭生下的孩子，一點也不疼愛。就這樣，婆婆被寄養在女工頭那兒，預備將來成為店裡的女傭。婆婆年幼喪母，從未受到父親的照顧與疼愛，一出生就被當成累贅。\n　　即便如此，婆婆小時候因為還不懂事，並沒有特別感到悲傷。比較痛苦的，是稍微長大懂事之後……\n　　「上洲屋的老闆娘是個忌妒心強的人，對於丈夫到處拈花惹草相當憎恨。她曾把這樣的恨意，變態地報復在丈夫的私生子身上。現在想起來，她也算是個可憐的人啊。但是對年幼的我而言，她卻是個比惡魔還要惡毒的人。」\n　　──妳啊，是個沒用的米蟲！\n　　聽說上洲屋的老闆娘曾這樣嚴厲地數落婆婆。\n　　年幼的孩子，能夠承擔的工作當然比較少；加上正在發育，所以肚子餓是很正常的。但是老闆娘卻責備婆婆，明明身為女傭卻不工作，吃得又多，因此婆婆那時常三天兩頭沒飯吃。酷夏時，像條狗般被綁在庭院的地樁；或是寒冬中，只穿一件薄薄的內衣，晚上則只有一件又濕又臭的睡衣──老闆娘用盡各種方式虐待婆婆。婆婆便在這樣的家裡長大成人。\n　　「妳或許想不透，為什麼我遭受這樣的虐待，還不從家裡逃走，是吧？現在想想，也不知道為什麼。唉，大概是因為我從小就在窮困的環境長大，所以學會忍受各種不人道的待遇。」\n　　養育婆婆的女工頭雖然算不上是溫柔的保母，但為了讓婆婆這種出身低賤的人存活下去，她從小便嚴格教導婆婆，一定要勤奮努力工作，才能受到店家重用的道理。\n　　婆婆在十歲之後，甚至已經成為比當地柴夫等男性還要努力而且優秀的女傭。\n　　「十六歲的時候，我就成為很好的女傭了。」\n　　婆婆得意地笑著說：\n　　「後來，上洲屋也很重用我。就在我可以獨當一面時，那位女工頭患了胸疾，辭去工作。老闆娘當時仍以凌虐我為樂，時常把我叫過去，拿燒得火紅的鐵棒燙傷我。但是因為我已經是個大人，有了處事的智慧──一個人只要長年受虐，自然就會學到脫逃閃避的方法──殘酷的待遇，就這樣慢慢減少了。」\n　　那時，上洲屋的老闆年紀已經半百。人一旦歲數增加，精神也會跟著萎靡低沉。聽說老闆曾背著老闆娘，溫柔地向婆婆搭訕說話。\n　　「就像我剛剛說的，老闆因為有許多私生子，加上與老闆娘生下的繼承人也成了放蕩的敗家子，所以常因煩心這些事而生病。他當時曾說了些奇怪的話，稱讚我是個好女孩，後悔自己那時沒有認我為親生女兒。當然，聽在我耳裡，這些話只是花言巧語罷了。我當時想著──真不知道這老頭在說什麼，頭腦不清醒了吧──但是之後整個事態卻變得複雜難解。」\n　　婆婆那貪好女色、到處留種的父親，一手建立了上洲屋。他的上一代出生在上洲的小旅館城，一個名叫「桑野」的地方，上洲屋的店名便是這樣來的。\n　　「上洲屋老闆的父親是次男，家裡在桑野開設專為商人服務的旅館，但他因為無法繼承家業，走投無路，而逃到江戶。因為家裡的旅館規模小，只有長男能夠繼承，次男就成了累贅。他在江戶白手起家，但桑野畢竟才是真正的故鄉。所以他常常說想要回故鄉一趟，希望可以到雙親墳前上香祭拜，也想要見一見自己的兄長。但到死前，這些願望都沒能實現。」\n　　老態龍鐘的上洲屋老闆時常回想往事，似乎還說過，希望自己可以實現父親未能如願的夢想。\n　　「老闆娘曾經冷淡地說，老闆只是覺得待在家裡會有成堆的麻煩事，所以厭惡待在家中，還曾企圖逃出家裡。唉，老闆娘有一半是正確的。」\n　　老闆最後踏上了自己的旅程。他完全不知道是否還有親人在桑野生活，也不曉得自己父親老家開設的旅館還在不在。總之，他還是踏上了這條渾沌不明的路。\n　　「不可思議的是，老闆居然要帶著我一起去桑野。」\n　　因為──我需要一個可以照顧我的女傭同行，妳又是我的女兒，所以妳一定要跟我一起去桑野──老闆作出這樣無理的要求。\n　　「我……」\n　　婆婆說著，看著我的臉。\n　　「我最後答應了。妳知道為什麼嗎？」\n　　我認為，因為婆婆覺得這是逃出上洲屋絕佳的機會，所以她答應了。\n　　「我從未想過會到上洲那一帶。與年歲已大的老闆一同旅行，我一定比較佔優勢。因為只要離開江戶，把這老頭丟在一個不算糟的旅館裡，自己就可以逃跑了。而且老闆一定會帶著足夠的盤纏上路，所以我可以拿著那些錢逃走。這才是我的目的。因為啊，如果只想逃跑，隨時可以離開。但如果只是單純逃走，我不會甘心，畢竟我和我母親在工作上表現得非常優秀，卻從沒拿過一毛錢。我想要得到應得的報酬。這趟旅程對我而言，實在是絕佳的機會。」\n　　婆婆看著我的眼睛，微笑說自己是個惡毒的女人。我也想對婆婆報以一笑，卻笑不出來。\n　　「桑野是盛產蠶繭和絲織品的地方。從江戶前來桑野購買絲織品的商人很多，所以這兒才會興建滿足這些商人住宿需求的旅館。老闆找了個理由，說是要去談生意，在拿到銀票後，隔年春天，櫻花季節剛過，我們兩人便踏上旅程。」\n　　老人家與年輕女孩的步伐本來就不同，加上往上洲的路途皆是陡峭的山路，所以照理說，這路程應該會花上兩人十天的時間。但上洲屋老闆心急如焚，急著趕路。婆婆還說：\n　　「那個臭老頭，總是抱著盤纏不離身呢！睡覺時也把它藏在枕頭裡，害我無法順利逃跑……」\n　　最後，婆婆和老闆花了八天半的時間，終於抵達桑野的旅館。\n　　「不會有人刻意到桑野進香拜拜，來這兒的都是做生意的商人。又因為這裡只是供商人借住的山中旅館，所以十分單調無趣。這些旅館被群山環繞，沿著褐色山坡的稜線上，還散布些許小規模的旅館。強風一整天吹著，只要張口大聲說話，便會滿嘴灰塵。不過也許是因為這兒的人文民情，當地的人都是大嗓門，男人看起來都很像山賊喔。」\n　　正如婆婆心裡暗自猜測的，老闆父親老家經營的旅館已經不見了。三十年前的一場大火，使得一家人流離失所。他們兩人前往寺廟拜訪一位住持，說明來意後，住持拿從前的死者名單給兩人看，語帶同情，說著過去發生的事情。聽住持說，與老闆家上一代有血緣關係的人裡面，已經沒有人還住在桑野了。\n　　「住持是大約四十歲左右的人。他問我們，是否只是為了追查這些過去的事情，才刻意大老遠從江戶跑來碰運氣尋找家人？我聽了覺得很尷尬。」\n　　大概也是由於大失所望，上洲屋的老闆因為旅途疲累而病倒了。親切的住持讓兩人留宿寺廟，婆婆順著住持的好意，在寺廟住了下來，在這人生地不熟的異地，不情願地照顧生病的老闆。\n　　「桑野是個荒涼的地方，天天颳著大風，土地貧瘠，只能栽種大豆、芋頭以及大麥之類的食糧。桑樹和蠶繭是唯一的經濟來源。」\n　　一整天，強風只會短暫停歇。但聽婆婆說，在風停止吹動的片刻，山間的村落會飄著一股水煮蠶繭的氣味。\n　　「為了要紡紗，所以要用煮沸的熱水將蠶繭燙過。若是直接從蠶繭抽出細絲，繭中的蠶蛹會掉出來。熱水燙蠶繭時會產生一種說不上來的腥臭味，聞過一次便永生難忘。聽說老闆上一代的人也都對那個氣味頗多怨言。」\n　　上洲屋的老闆也極度厭惡那個味道，說聞了令人作噁，像孩子般吵著要回江戶，吃美味新鮮的白米飯和生魚片。面對任性的老人家，婆婆相當憤怒，但又捨不得丟下他一人不管──婆婆說，這種心情真是相當奇妙。\n　　「就這樣丟下他，應該會下十八層地獄吧，況且我也不忍心。」\n　　沒有其他原因，只是因為先前胡作非為，因而落得如此悲慘，在江戶的店裡或是家裡都無法順利自在。於是主動造訪父親那一代的故鄉，想對經營旅館的親戚炫燿自己在江戶的有名店家。要是這樣可以扳回一點顏面，一定很令人開心──上洲屋老闆抱著這樣的想法，踏上旅途。卻因為事情未能順利按照計畫進行，興起打退堂鼓的念頭，還對婆婆頤指氣使。我聽著婆婆的敘述，心中一陣惱火。但婆婆卻笑了。\n　　就這樣，上洲屋老闆自從不幸病倒之後，身體到處出現紅疹，頻頻發高燒。\n　　「他的身體會這樣惡化，可能是因為水土不服吧。」\n　　即使請旅館的大夫前來看診，大家也搖著頭說，只能讓他喝喝湯藥、多休息了。而且還恐懼地表示，這是會傳染的疾病。\n　　「住持也前來探視，並且說，如果這些症狀不是因為旅途疲累、而是怪病引起的話，便無法再讓我們住在寺廟裡面。他也問我們，要不要搬到安達家去。聽說當地人只要生病或是受傷臥病在床，便會把人送到那裡。」\n　　安達家在旅館城的邊陲地帶，是個擁有巨大木造門的氣派瓦屋。雖然有些老舊，但方正壯觀，所以婆婆以為是當地大地主住的地方。\n　　「大地主居然會幫忙照顧病人，當時我覺得相當令人感激。」\n　　但是當她抱著病人翻山越嶺、好不容易到了安達家，卻發現房屋雖然氣派，實際上卻沒有住任何人。\n　　婆婆那時不太理解是怎麼一回事。房子裡大部分破舊不堪，門也損毀，榻榻米的裡層完全露出來，只有主廳房的一角整理得相當乾淨，收著病人用的寢具和睡衣，讓病人可以隨時使用。廚房和廁所也都能用，廚房用品和家具雖然看來寒酸，但設備還算齊全。的確就像住持說的，桑野一帶的人似乎時常在這裡出入。\n　　「後來我去問住持，他把事實跟我說了。他說，安達家其實是桑野一帶、接收居民不要的『穢物』的好地方。」\n　　這是五十年前的事。安達家是桑野一帶的大地主，英明果斷的主人負責家務並管理土地，在土壤貧瘠的桑野，教大家從蠶繭中取絲，謀取生計。\n　　「但是啊，據說安達家的第三代繼承人，是個令人害怕的連續殺人犯……因為是有錢人家，所以跟金錢有關的紛爭相當多。在死了將近十個人之後，殺人犯被判絞刑。法官的判決一下來，安達家因為失去繼承人，整個家族也就因此沒落。空無一人的房子因為實在太不吉利，沒有人願意住，也就荒廢了。」\n　　但是，聽說在安達家家道中落的隔年，山頂吹下來的強風造成流行病猖獗，給桑野一地帶來無法抵抗的厄運。居民一個個病倒，旅館倒閉，醫生人數不足。當時已窮途末路的地主想要隔離病人，就把病人通通搬移到安達家集中管理。也就是說，大家把流行病這般的穢物，都丟進安達家了。\n　　最後，染病的人大部分都死了，但流行病仍繼續蔓延。\n　　「從那之後，桑野的居民只要一有生重病、患流行疾病、受傷或是年歲已高而即將斷氣的人，都會把他們帶到安達家去。當然，被丟在裡面的病人，最後必定死路一條。不過當地人認為，只要把這些人關進安達家，污穢的東西就不會在外頭流竄了。」\n　　聽說，後來連殉情自殺的人，或者小偷等罪犯，也都會被放到那裡去。\n　　「而且是依照罪惡多寡，來決定待在裡頭的時間長短唷。若是被判禁閉十天，罪犯便被關在安達家十天；若是半個月，同樣會被關進安達家半個月；服刑期滿，聽說罪犯就可以被放出來。另外，在安達家中還有個牢房──因為這間牢房專門關重刑犯，所以只有犯了重罪的人才知道牢房的樣子。罪犯將自己一身的罪惡留在牢中，出獄後再重新生活。」\n　　真是奇怪的規矩，但既然住持都這樣說了，婆婆也無法違抗。再者，如果不遵從這個規矩，恐怕會遭當地人憎恨，到最後連食物、水和湯藥都得不到。婆婆不情願地住進安達家的屋子，照顧病人的起居。\n　　婆婆說，雖然房間很空曠，有些寂寞的感覺，但是她卻不害怕。\n　　「人是恐怖的動物，我到上洲屋之後便深刻了解這個道理。所以我並不害怕獨處。雖說那裡留有許多污穢，但一般時候用肉眼是看不見的。當地人平常使用的部分房間，也整理得還算清潔舒適。」\n　　聽說若是站在安達家土地中的最高處，傍晚時分，可以清楚且近距離地看見血紅的落日自山那一頭緩緩西沉。婆婆陶醉在這壯觀的景緻中，百看不厭。\n　　時間一天天過去，上洲屋老闆的病情卻沒有好轉。雖然高燒已退，身上的紅疹仍遲遲未消，身體也一天天衰弱。婆婆遣信差至江戶家中稟報病情，卻沒看到家裡的人前來將他們接回。婆婆成天守在睡得不安穩的病人身邊，沒有可以談天的對象，只是發愣地一天度過一天，身上的盤纏也越來越少了。\n　　隔了一段時間，婆婆發現一件怪事。照理說，當時除了婆婆和上洲屋的老闆，安達家應該沒有其他人才對，但她卻能感覺到屋子裡還有另一個人。走廊的旁邊，不時可見到人影；深夜時分，會聽見陣陣腳步聲；在井邊汲水或是洗衣，似乎有某人的視線從背後看過來，若突然轉過身去，就會見到慌張逃開的移動身影。\n　　某個晚上，婆婆終於見到那個人影的真正面目。\n　　那是午夜時刻。婆婆將茶壺放在火爐上，一邊熬煮湯藥，一邊打瞌睡。突然，她感覺到有人在身邊，就落在她頸子附近，像是有人正朝著自己彎腰貼近。婆婆睜開眼，發現那人影正落在火爐旁邊。\n　　婆婆心中暗數一、二、三，邊抬起頭來，大聲喊叫壯膽後，轉身往人影那兒看去。\n　　站在那裡的，是個與婆婆年紀相近、長相十分憔悴瘦弱的男人，穿著一身破舊的衣服，頭髮蓬亂。他怪異地睜著清澈的雙眼，直視婆婆的臉龐。\n　　兩人眼神交會，要婆卻發不出聲音來。在她稍稍移動身體的瞬間，那名年輕男子卻消失了。他並非跑著離去，也不是躲藏在某處，而是像蠟燭吹熄似地化作一陣雲煙，在眼前消失。\n　　「那一晚，我實在睡不著。」\n　　天一亮，婆婆飛也似地跑到住持那兒。她拉住正在工作的住持，緊張地告訴他整件事情的經過。\n　　聽說住持輕輕皺眉，表情很凝重。但是婆婆馬上讀懂住持臉上的表情。\n　　「請問住持，您是否知道什麼事情？那男子──我不知道是不是怪物或是幽靈，但是曾經看過那男子的，應該不是只有我吧？」\n　　婆婆抓著住持的衣角逼問。住持彷彿被婆婆驚人的氣勢懾服，不情願地點了點頭。\n　　「大約五年前，旅館的人和村裡的人，都說安達家屋子裡出現奇怪的人影。不過那人影似乎會因訪客的不同，而出現不一樣的形象，有時是年輕男子，有時是女人，甚至還會出現小孩的樣貌。聽說有時也會看不見身影，只聽見聲音或是聞到味道。」\n　　婆婆聽完恍然大悟，胸口輕鬆了下來。\n　　「我還擔心是不是自己在異鄉生活不習慣，引起幻覺呢！」\n　　那麼，出沒在安達家裡的人影，真正面貌到底是什麼呢？──婆婆這樣問了。\n　　住持仍然一臉凝重。\n　　「我不是很確定。」\n　　住持慎重地回答後，又說，他覺得那個是「鬼」。\n　　「鬼──是頭上長角的那種恐怖妖怪嗎？但是那人影看起來不像啊。」\n　　婆婆看見的，是個纖弱且看似寂寞的年輕男子。況且他頭上並沒有長角。\n　　「他應該跟青面獠牙的那種鬼不同，但是我可以肯定，他並不是屬於這世間的物體。」\n　　「那麼，那個鬼是從哪兒來的呢？他是從山上下來，然後住在安達家嗎？」\n　　住持搖著頭說不。\n　　「那應該是長年以來，由桑野居民丟棄在安達家中的穢物變成的。換句話說，那東西是所有穢物的化身：就因為不是人類，所以才會因訪客的不同而改變樣貌。」\n　　住持對婆婆說，什麼都不需在意，只要不理他，便不會惹事上身。聽完住持的話，婆婆回到了安達家。\n　　即使住持這樣說，但要不去在意或是忘記，實在不可能。\n　　如果一切就像住持所言，為什麼出現在自己眼前的「鬼」，會是那樣虛弱的年輕男子？婆婆不禁深思著。男子悲傷的眼神，的確讓自己印象深刻，非常難忘。\n　　「為什麼會這麼悲傷呢……」\n　　之後，那個「鬼」便時常在婆婆面前現形。對鬼而言，不管白晝或是黑夜，似乎都能暢行無阻。婆婆有時會感覺到他的存在，有時會瞥見他的影子。不過婆婆已經不會驚慌失措，而是靜靜等待他的到來。後來婆婆甚至也會跟他說話。\n　　──喂，你不要躲著，快點出來啊，我不會趕你走的。\n　　婆婆的態度似乎能夠與「鬼」心靈相通。漸漸地，他會走近婆婆的身邊，不過卻完全不發一語，只是不停眨眼睛，像逗著小貓小狗玩似的。但是婆婆絲毫不在意。今天的風又更強了一些呢；旅途用的盤纏快用光了，所以我一定要去工作了，不知道有沒有人要雇用我呢──婆婆看起來像是自言自語。\n　　而「鬼」則一直靜靜地聽婆婆說話。\n　　「鬼」知道婆婆喜歡欣賞夕陽西沉的景色，就會選在傍晚時分出現，和婆婆並坐，眺望夕陽落日。若是「鬼」一整天沒有現身，婆婆便心神不寧，甚至在荒廢的屋子裡到處走動，企圖把「鬼」找出來。\n　　「我啊，真的覺得跟鬼在一起時，很快樂呢！」婆婆說著，像少女般羞澀地笑了，「因為我從來沒有這樣跟人相處過啊。」\n　　在那段日子裡，婆婆為「鬼」取了名字，因為沒有名字實在不方便。雖然「鬼」一如往昔，不發一語，也不知道他到底中不中意那個名字，但只要婆婆一叫那個名字，他馬上出現在婆婆眼前。\n　　我問婆婆，那個名字是什麼。婆婆聽了，只是用手指壓住嘴角：\n　　「唉呀，那是祕密。」婆婆說道。我頓時覺得，婆婆彷彿被問到情人名字那般羞澀。\n　　「以後我會告訴妳的，今天不能說。因為妳是第一個聽我說這些事情的人，不可以一開始就把事情都講完呀，還有後續呢。」\n　　雖然聽起來很不可思議，但就這樣，婆婆快樂地過了半個月。最後江戶上洲屋家裡終於派人來，接婆婆和老闆回去。\n　　「雖然總算有人來接我們，我卻一點也開心不起來，不想改變在這兒的生活──我腦海中瞬間浮現的，只有這個念頭。」\n　　上洲屋老闆娘親自來接他們回去，這讓婆婆嚇了一大跳。不過老闆娘突然狠狠斥責婆婆，還用棍棒痛打她，婆婆這下心裡明白，原來上洲屋的人認為老闆之所以病倒，都是因為自己照顧不周引起的。\n　　「妳啊，根本一點用處都沒有。妳如此對老闆復仇，沒被送到法院去，已經算走運了。快點從我眼前消失！」\n　　婆婆就這樣輕易地被趕出上洲屋。\n　　從上洲屋前來迎接的一行人，在桑野的旅館休息一晚後，便帶著老闆匆匆回到江戶。婆婆一個人思索著──到底要怎麼做，才能繼續在桑野和「鬼」一起生活呢？婆婆身無分文，若是要待在這兒，一定要先找到工作。不，要是自己沒病沒痛，卻還繼續待在安達家，桑野這兒的人若是知道了，可以接受嗎？\n　　自己的擔憂果然成真。住持和一個經營旅館、面貌看來強悍的男人，把婆婆叫到寺廟去，嚴厲斥責她，要她立刻搬離那房子。婆婆不想和「鬼」分開，就懇求他們讓自己在旅館工作；好存些旅費。但是對方不讓步，說可以借錢給婆婆，要她快點搬離安達家，即使婆婆跪地叩首，他們也絲毫不肯答應。雙方僵持不下。\n　　住持彷彿在婆婆苦苦哀求的神情中，看見刺眼的東西。他說道：\n　　「妳被妖怪蠱惑了，」住持這樣說，「即使他看起來是人類的形體，但事實上，安達家裡的鬼怪，是無法和人類並存的。妳要快點離開，再這樣下去，肯定會有恐怖的事情發生。」\n　　婆婆回答：「的確，那不是人類，但他卻不是恐怖的東西。對我來說，比起我曾經遇過的人，那個鬼反而讓我覺得很親切，很溫柔。」\n　　經營旅館的男人歪著嘴，不屑地笑著，朝住持看去：\n　　「她真是個怪胎啊，住持，這女人居然和怪物心靈相通。長得一臉可愛的模樣，不過喜歡的不是人，而是鬼啊，真是讓人訝異！」\n　　婆婆聽完，大聲喊──對，我就是這樣，就是像你說的這樣！\n　　「在我眼中，你們要比鬼恐怖多了。你們明明就把所有病人、老人和罪犯，通通關進安達家的屋子，卻一臉事不干己，繼續過著原本的生活。那個鬼幫你們承受你們吐出來的穢物，你們非但不感謝，還排斥他。你們的心是乾淨的嗎？你們做的事情正確嗎？」\n　　那男人因為婆婆的態度而沉默了，住持則開始誦起經來。婆婆踢開座位，站起身，憤怒地飛奔離開寺廟。看著婆婆對我說這些話時的激動神情，我能夠知道當時婆婆心中有多麼憤怒。她的眼神帶有刀劍般的殺氣，嘴角滿布如燃燒的憤恨。\n　　那天傍晚，婆婆在安達家門口眺望夕陽時，「鬼」如往常一樣出現了。\n　　婆婆向他笑了笑，看著他的臉，對他說起想要與他一塊到江戶去的念頭。\n　　「我們有很多共通點，所以我才想要和你一起。」\n　　明明就不是自己的錯，卻被要求做不愉快的事情，一切都是自己吃虧，到頭來也還是孤零零一個人。\n　　「在我眼裡，你之所以看起來這麼寂寞，大概是因為我把自己的孤單投射在你的形體上吧。在我看見你映出我的心情的臉之前，我從未發覺，原來自己是這樣寂寞啊！」\n　　婆婆這樣對「鬼」說。\n　　「鬼」默默地點點頭，跟著婆婆走出來。\n　　「我是個粗心大意的人，所以當時我突然擔心──如果鬼是安達家中穢物的化身，那麼一旦踏出安達家一步，他不就會消失殆盡？」\n　　一瞬間，婆婆因為情緒激動，身體中的血液幾乎要倒流。\n　　但是「鬼」並沒有消失。當他跨出安達家的大門時，看起來像是因為陽光的刺眼而皺起臉來。\n　　「但是啊，有一件奇怪的事情。」\n　　聽婆婆說，離開桑野之後，「鬼」的身影雖然非常模糊，卻一直散出一股水煮蠶繭的氣味。不過婆婆對這氣味一點都不在意。\n　　「我們兩個像是玩賽跑遊戲的孩子，一路跑到街道的入口處呢──」\n　　◆\n　　回江戶的路上，雖然婆婆一個女人家，但是聽說並沒有遇到任何不好的事。婆婆當然知道，若有居心不良的男人企圖接近，最後都會驚嚇地立刻逃走。\n　　「這是當然的啊，他們邪惡的樣子，都會投射在鬼臉上，他們當然會害怕地立刻逃跑。」\n　　回到江戶，婆婆開始找工作，這是她第一次為自己、為開創自己的人生而努力工作。「鬼」則一直陪伴在婆婆身邊。聽婆婆說，有時她只能感覺到他的磁場，有時則會看見他的形體。其中當然也有三天不見人影的時候。他依舊沉默寡言，對於婆婆的問話也不吭氣，因此婆婆便說了：\n　　「有時候，我覺得你好像有雙重個性呢！」\n　　過了一段時間，婆婆總算與即將成為丈夫的男人相遇了。那人是神田明神下賣毛筆的店家助手，人很老實，也相當勤奮工作。那個人並不害怕「鬼」，雖然他也多多少少可以感覺到「鬼」的存在，卻絲毫不感到厭惡。這人也是第一個熱誠接受婆婆的老實男人。\n　　「我想，如果嫁給這個男人，應該沒有問題。」婆婆低下視線說道，「但是我非常擔心──鬼會不會不希望我嫁給人類。」\n　　不過「鬼」並沒有說什麼或做什麼。婆婆覺得，「鬼」或許認為自己不是人類，因此放棄了。就這樣，婆婆心中充滿矛盾，夾雜些許慶幸卻又感到寂寞，彷彿失去了什麼重要的東西，複雜的情緒持續在她心裡深處發酵著。\n　　就這樣，婆婆和這位毛筆店的助手，建立起自己的家庭，並且獨自創店。雖說店面只有一坪大小，卻是夫婦兩人擁有的商店。這間店便是的前身。\n　　「鬼在我結婚之後，仍一直跟我們住在一起。我和鬼之間的關係就像之前在安達家一樣，完全沒有改變。我從沒有對丈夫說過這些事情。不過，若是碰到對和我們住在一起的鬼表現出恐懼、厭惡的神情，或是感受到噁心氣味的人，我們絕對不會接近；做生意時，我們也一定會注意這一點，看看對方有沒有露出什麼表情。」\n　　婆婆態度堅決地說道：\n　　「所以啊，笹屋在短時間能夠像現在這麼成功，都是鬼的功勞啊！」\n　　婆婆環顧別屋屋內四周，將眼神停留在火爐旁，笑著說「鬼」剛剛就在那兒，\n　　「現在他就在這裡呢！你應該還是看不見吧？」\n　　對了，在我懷富太郎的時候，上洲屋的老闆因久病不治而過世──婆婆像突然想起似的對我補充說明著。\n　　「雖然我不覺得他是我父親，由於與他仍有血緣關係，於是在酷熱的夏天，還是出發至上洲屋，上香祭拜。\n　　「老闆娘聽到是我來了，出來一探究竟。因為以為她會打我，怕影響腹中胎兒發育，所以我特別小心謹慎。\n　　「老闆娘看見我時，臉色如紙般蒼白，尖叫一聲便逃走了。」\n　　她應該是看見我身後的「鬼」吧──婆婆若有所思地說著。\n　　「善妒且一生不得安寧的老闆娘，到底見到什麼樣的鬼呢？」\n　　結束這段長長的對話，我終於了解事情的原委。我問婆婆，富太郎是否知道這些事。婆婆搖了搖頭。\n　　「他不知道這麼多，只聽過他父親說，我有識人的獨特眼力，所以他絕不會違抗我說的話。」\n　　佐次郎看見什麼樣的「鬼」呢？那人一定做了許多欺騙的勾當吧──我這樣想著。也想起只有阿玉能聞到腥臭味的這件事。\n　　「啊，我好累。」\n　　婆婆摸摸頸子，輕嘆一口氣。我趕緊幫忙，讓婆婆的身子躺平。\n　　「妳啊，妳完全看不到鬼啊，完全感覺不到。」\n　　正如婆婆說的，我什麼都看不見、也感覺不到。\n　　「我第一次遇到像妳這樣的人。雖說妳是富太郎的妻子，但是我實在好奇且懷疑妳為什麼看不見，所以才對妳說了這麼多。」\n　　我終於明白，婆婆心中原來是這樣想。\n　　「看不見也感覺不到鬼的存在。我覺得，這或許是妳清心寡慾的象徵，但也不盡然，」婆婆的臉稍微陰沉，「人類若是正常過日子，通常有遺憾、受傷或是不好的回憶，多少會看見鬼、或是感覺到他的存在。但是妳卻沒有。也就是說，或許妳從出生以來一直過著封閉的生活。妳這一生，曾經受到不人道的對待吧？」\n　　婆婆輕聲說著──從現在開始吧。\n　　「妳就在這家裡，盡情地哭笑，做自己想做的事情。這樣妳就能感覺到鬼的存在了。但是千萬要記住，絕對不要讓自己的樣子變得恐怖駭人。」\n　　我幫婆婆蓋好棉被，笑著對她說──我曾經受松竹堂的前任老闆欺負而哭泣過。\n　　婆婆睜開眼睛：「唉，據說他是個年老貪好女色的人，原來謠言是真的啊。」\n　　她又繼續小聲地呢喃著：\n　　「但是妳卻沒有看見鬼……」\n　　我點點頭。\n　　婆婆仰望天花板，不發一語，然後才繼續緩緩地說：\n　　「所謂好與壞，正是一體兩面，幸與不幸也一樣。」\n　　婆婆說──妳遭遇了那樣痛苦的事情，卻看不到「鬼」。果然，妳的心靈沒有被污染，今後也要好好做人呀。\n　　「好吧，就先說到這兒吧，讓我稍微休息一下。」\n　　我悄悄走出別屋。從那次之後，婆婆便沒再對我說相關的事情。對於讓婆婆羞於啟齒的「鬼」名字，我也沒有聽她提起過。\n　　◆\n　　就這樣，過了三年。\n　　婆婆過世了。婆婆這一生雖然顛沛流離，最後仍能非常平靜地離開人世。作為她的媳婦並且同樣身為女人，我替她感到開心且羨慕不已。\n　　但是有件事情卻一直留在我心中──到現在，我仍然感覺不到「鬼」的存在。\n　　我相當在意，在婆婆過世之後，那「鬼」該何去何從。但是對我而言，一切愛莫能助，因為我實在看不見他的形體，也無法察覺他的磁場啊。\n　　婆婆過世後不久，笹屋忙著籌畫葬禮。管家累得紅了雙眼，卻還是指示助手和女傭該做的事。我也想起一些該處理的事情，但心裡面卻像空了個大洞，只能在一旁發愣。\n　　總之，我決定先清洗我這張哭喪的臉，便走到放有水瓶的和室那兒。外面正下著大雨。我穿好鞋子、走下階梯，因為感覺到大雨從開著的廚房門打進來，正打算去把門關上。\n　　就在那時，我發現門邊有個人影。\n　　我抬起頭一看，大雨中，站著一個清瘦的年輕男子，身上穿著破舊的衣服，身體有些骯髒。但是他的雙眼卻澄澈明亮，認真地注視我。\n　　啊，他是「鬼」──我這樣想到。\n　　他一定是年輕時代的婆婆，在安達家第一次見到的「鬼」。\n　　我像仰望彩虹的孩子般，專注且充滿憧憬地凝視他的臉。「鬼」也同樣看著我，然後不禁笑了。\n　　我想──「鬼」的笑容就和婆婆的笑容一樣溫柔吧。他看著我的眼神，就如同婆婆注視我的眼神一樣溫暖。\n　　「你……」\n　　我輕輕叫了他，但是「鬼」卻突然往後一退，消失不見了，只留下大雨淅瀝淅瀝的聲音。\n　　「你！」我突然驚聲一叫，「你是不是和婆婆一起離開人世了？」\n　　回應我的，只有無盡的雨聲。\n　　──從現在開始喔。\n　　婆婆的聲音在我耳裡鮮明地響起，彷彿她等待的就是這一刻。\n　　──如果妳過著真正屬於人的日子，一定可以看見「鬼」的。\n　　雨水不停打著，我卻只能發儍，佇立了好一會兒。然後，我聽見富太郎在屋子裡叫我的聲音。這聲音聽似擔心，又像求助。他叫著自己最親近的人，聲音中沒有矯情做作。\n　　富太郎正叫著我。\n　　他和我一起送走了婆婆，我們一同分擔彼此的悲傷，而現在他正叫著我。\n　　我應了聲，從廚房門口走回和室那兒，接著回到了自己的房間。\n　　我定神看著剛剛「鬼」出現的地方，那兒正飄著一陣白煙，但隨後便消失在強烈的雨勢中。現在已經再也找不著任何人影了。"
  },
  {
    "id": "P7",
    "title": "女人頭",
    "text": "女人頭\n　　太郎明明是個男孩子，卻擁有一雙巧手。周遭的大人總是這樣說。他雖然已經十歲，但身子瘦弱矮小，骨架纖細優美，遠遠看去像是五歲小孩的身體，因此大家都說太郎像個女兒身。其他小孩時常以此欺侮他，起鬨戲弄，要他穿上女人的衣服，並且蹲坐著小便。\n　　太郎和母親兩人相依為命，聽說父親在他剛出生時就過世了。母親一個人含辛茹苦，同時做許多工作，一手將太郎養育長大。她自己省吃儉用，甚至不眠不休一直工作，彷彿這樣就能感受到小小的幸福。\n　　但是經年累月造成的過度疲勞，像是水中淤積的泥，不斷在母親體內積累著。這年初夏，她罹患當時流行的痢疾，沒多久就臥病在床。病倒之後，母親未睜過雙眼，也沒有和太郎說上一句話，便撒手人寰，永辭於世。\n　　就這樣，太郎成了孤兒。\n　　夏天，太郎在村裡地主的家中短暫住了一段時間。地主的身軀如同相撲選手般碩壯，雖然今年已經六十歲，臉色依然紅潤。大眼睛大鼻子的他，有著看起來像成天生氣的五官；這樣的輪廓甚至會不禁讓人懷疑，他是不是連吃飯洗澡走路的時候都氣沖沖。\n　　太郎住到這兒，想知道地主是不是連熟睡時，也板著一張生氣的臉，因此半夜偷偷摸摸跑進房間偷看。結果發現，原來地主真的連睡覺也是一臉憤怒的表情，嘴巴向下成ㄟ字型，眼睛半張，打呼的聲音還非常恐怖。\n　　關於地主這張遠近馳名的臉，還有這樣的傳言──有次村裡全員出動，要重新換裝水井。突然天空烏雲密布，雷聲大作，下起滂沱大雨，大家完全不知所措。這時，地主仰頭瞪視天空，大聲怒喊：「這場雨下得很不湊巧，請您高抬貴手吧！」不過一瞬間，天空中的烏雲散去，一切轉為平靜。從此之後，大家都說地主比雷公還要強悍。聽說這還引得人們絡繹不絕前來請地主為他們揮毫寫字，好作為保身的平安符。\n　　有趣的是，地主在身材只有自己一半大的嬌小太太面前，卻抬不起頭來。太郎在地主家，雖然常受到地主太太的照顧，但也常挨她罵。這點地主和太郎有著相同的遭遇，也時常受到太太責罵。而太太的抱怨和責備，幾乎都是些雞毛蒜皮的小事，例如脫下的鞋子亂丟一地，吃飯的聲音太大聲，吃魚要整隻吃乾淨，或是打掃的時候抹布的水要擰乾等等。\n　　太郎因為從小就習慣打理家中的事情，對於這些責備並不以為意。倒是看見體型壯碩的地主，被嬌小的太太罵到縮頭縮腦，反而覺得突兀可笑。\n　　就在夏天要結束之際，太郎已經完全適應地主家中的生活。另外他也發現，地主和太太時常頭靠著頭，祕密商量事情，似乎是討論他未來的去向。太郎的直覺完全正確。某天清晨，涼風吹起，太太命令太郎清理屋簷下的風鈴，並且將竹簾拆下來擦拭。忙了一整天，傍晚時，太郎被叫到地主和太太的房間裡。\n　　「明天你就要正式去工作了。」\n　　地主直接了當說道。\n　　「在莊園第一座橋那兒，有一間專門販賣袋子的店家葵屋。這家店在大河這頭可是眾所皆知，你應該也聽過吧？今後你將在那兒生活工作。」\n　　「雖然是專門販售袋子的名店，不過還是比不上本町二丁目的丸角屋啦。」\n　　地主太太舉了幾個江戶地方的名店，忍不住得意地笑了笑。\n　　「不過，這可是間很嚴苛的店家。我之前也把許多跟你一樣大的男孩介紹到那兒去，但聽說都沒有待很久。不過，管理店家的是老闆自家人，而且負責縫製工作的全是女人，所以應該不會是個令人恐懼的店家才是。」\n　　太郎聽懂了，點點頭。\n　　「你的手很巧，」太太很快接著說，「身為男孩，還真是可惜啊，可千萬要善用這雙巧手喔。總之呀，我推薦你到那兒，你一定要努力才是。」\n　　的確，住在地主家的這段日子，太郎總是幫太太縫製所有東西。因此「我推薦你到那兒」這句話，或許是太太對太郎的稱讚也說不定。事實上，地主太太的手相當笨拙，連直線也縫不直。\n　　「按照一般的狀況，到了十歲，應該去學寫字，」地主睜著大眼，看著太郎，「而我打算將你送到別人家工作，你可千萬不要懷恨在心。每個人都有自己適合的路，能找到新工作，你應心懷感激才是。」\n　　聽到這兒，太郎這次意志堅定地點點頭。\n　　「但是，你啊，」地主向前跨了一步，「你還是不想說話嗎？」\n　　太郎低下頭。太太則在一旁看似生氣地叫地主不要再說了，忙著打圓場。\n　　太郎沒有說話。自懂事以來，他從未開口說過話。\n　　從嬰孩時期就是這樣，哭泣時只是淚流滿面，並不會發出聲響。因為一句話也沒有說過，聽說他的母親和周圍的大人，還以為他是天生的啞巴。\n　　但是大概在三年前，有位來地主家修理屋頂的工人從屋頂上滑落；太郎正巧目睹，大聲發出「啊」的聲音。母親與村裡的人對於工人不慎滑落，並沒有太大的反應，反倒是對太郎發出聲音感到非常驚訝，立刻靠了過來。不過，不管大家如何對太郎又搖又叫，他都沒有再發出任何聲音。\n　　但無論如何，大人們總算知道原來太郎不是啞巴。從此以後，大家對於太郎的態度，與其說是同情，倒不如說好奇。在這之前，不管被誰批評，母親都會挺身保護太郎；如果不想說話，母親也不會勉強他。也因此，這一路走來，並沒有覺得太辛苦的地方。不過到這天，太郎才終於意識到，原來自己是和別人不一樣的怪胎。\n　　當時大叫出聲音，太郎比任何人都感到訝異──我可以發出聲音，原來我是有聲音的！這對太郎而言是無法言喻的衝擊，當然也是種喜悅。\n　　後來他曾企圖想要再開口說些什麼，卻再也辦不到。心底似乎潛藏著某種東西，不准他發出聲音；還告訴他，發出聲音不但不好，而且會招來危險。\n　　這東西警告太郎，一旦發出聲音，後果將不堪設想。毛骨悚然的感覺從身體裡湧現，太郎覺得手臂上滿是雞皮疙瘩。因此他選擇沉默，選擇回到自己無語的世界裡。\n　　從那之後，在眾人面前，他便不再發出聲音來。\n　　不過他並沒有因此完全放棄開口說話。一個人獨處時，還是會試著張大嘴，企圖發出聲音，希望說些什麼。但是只要一這樣做，潛伏在心中的那個「東西」便會爬到喉嚨邊，阻止他開口說話。年幼的太郎明顯感受到這「東西」的威脅性及不尋常，到最後就選擇閉上嘴，放棄說話。這樣的過程一而再、再而三重複發生著。\n　　「不過葵屋老闆也說，他們不希望員工太愛說話，反而比較偏愛安靜內向的人，」地主撐大鼻孔，邊吐氣邊說道：「只要你好好工作，一切都不會有問題的。所以呢，比起人際關係，讀書寫字對你來說更重要喔。葵屋那兒的人會教你的，你一定要好好學啊。」\n　　太郎點點頭。這時地主和太太彼此看來看去，好像互相在推託什麼。後來還是太太開口了：「母親的牌位，你要一起帶過去嗎？還是我們先幫你保管，直到你能夠獨當一面為止？」\n　　母親過世後，村裡的人可憐太郎的遭遇，便合力集資，幫他打造了母親的牌位。太郎雖然想帶著牌位到未來工作的地方去，但是葵家應該沒有放置牌位的地方吧。太郎望向地主家的一個小小佛壇，似乎做出了決定。\n　　太太點點頭，「好吧，那我們幫你保管。你就穿著母親為你縫製的衣服，到那邊去吧。」\n　　地主夫妻倆提醒太郎明天要早起之後，太郎便早早上床睡覺了。雖然明天就要告別熟悉的生活，太郎卻沒有絲毫的寂寞或害怕，對於新的工作也沒有什麼不安；只是覺得離開這兒，今後的自己，可就是個貨真價實的孤兒了。一想到這兒，他真的失眠了。\n　　太郎閉上雙眼，腦中浮出模糊的景象和人物，隨即又迅速消失。他試著認清楚一點，卻突然感到好孤獨。太郎終於漸漸睡著了。\n　　這晚，太郎作了個怪夢。\n　　太郎沉沉睡著，枕邊坐了個怪異黃臉的小矮人，似乎非常擔心什麼事情，不停地搓揉雙手。因為燈光昏暗，太郎看不清楚他的長相。不過倒是可以清楚看見，小矮人穿著一件與黃臉相互輝映的黃衣服，那是太郎熟悉的顏色──如同成熟南瓜的顏色。\n　　南瓜的黃，是太郎母親生前最愛的顏色。母親常說，這顏色對太郎而言是吉祥的顏色。所以母親縫製的衣服，幾乎都是黃色的，有時也會用剩餘的黃色布料修補破損的衣服。\n　　這也是太郎常常被人說像女孩子家的原因。對於這樣的批評，他雖然不開心，但母親總是苦口婆心，要他穿上黃衣服，以確保平安健康。聽到母親這樣說，太郎也不得不乖乖聽話。\n　　痢疾開始流行時，母親就常對太郎說，黃衣服比保平安的符咒還要有效。結果事實證明，母親說得可能沒錯──但如果真是這樣，母親當時若也一起穿黃衣服，或許就不會染病了。\n　　母親的這些想法，聽說是有傳說根據的，而且大家對這傳說也深信不疑。這不只是由於喜歡南瓜的顏色，而是因為，不論什麼東西，都擁有專屬的神明，因此南瓜裡也存在著所謂南瓜神。為了對神明表示敬意，大家絕對不會吃南瓜。雖然也聽說若在冬至吃南瓜，能招來一年的好運；但當有人分送煮好的南瓜給鄰居時，大家仍不會拿起筷子把南瓜吃掉。\n　　──母親為什麼總要自己穿著黃衣服呢？\n　　即使知道自己正在作夢，太郎仍然不斷思考這個問題。到後來，太郎漸漸沉睡，枕邊的小矮人也隨著太郎的呼吸消失了。\n　　◆\n　　葵屋專賣袋子，現在的老闆淺一郎是第二代；在上一代，店裡賣的是菸草。淺一郎因為喜愛手工藝品，所以曾手工製作可攜帶菸草的袋子。由於袋子深受好評，成了店裡販賣的商品之一。淺一郎曾經同時經營菸草和袋子的生意長達十年，不過到最後，店裡改成販售袋子的專賣店。因為在濕氣重的季節裡，菸草較難保存，若是長了霉，處理起來相當複雜費事。況且手工製作袋子是淺一郎的興趣，因此工作起來也就特別用心。\n　　淺一郎得自雙親的遺傳，也是個手巧的人；即使現在身為老闆，仍不時拿起針線縫補袋子。和妻子由宇的感情也很融洽。古板的淺一郎沒有其他嗜好，而且滴酒不沾；他和由宇兩人唯一的興趣，便是到處尋找可以製作袋子的剩布或舊衣服，可以說是個不折不扣的老實人。\n　　即將出發前往葵屋的短暫片刻，地主急忙把店裡這些事情告訴了太郎，最後還說道：\n　　「葵屋那兒現在沒有繼承人。」\n　　地主特別強調。\n　　「老闆淺一郎和老闆娘由宇十年前不幸痛失一名剛出生的孩子，應該是被壞人綁架吧。從那之後，他們便一直沒有生孩子。所以啊，太郎，你要是乖乖在那兒工作，一定可以繼承他們的事業。」\n　　太郎順從地點頭應和著，卻覺得這種鼓勵有些失禮，實在不像地主平常的作風。不過，地主可能只是沒說出口，事實上卻相當擔心他也說不定吧──太郎這樣想。\n　　地主的擔憂在所難免。畢竟太郎是個不會說話的孩子。若是葵屋哪天不再需要這樣不討人喜歡又一無是處的員工，太郎也許因此會被趕出店裡。\n　　實際上太郎對於自己的未來，也充滿了不安。\n　　太郎從小生長在貧困的環境，只看過小販綁在竹藤上兜售的便宜袋子。對他來說，精心設計過的袋子根本就是奢侈品。專門販賣這種奢侈品的葵屋，到底是什麼樣的地方呢？店裡又是什麼樣子？自己究竟能不能在那兒生存下去？店裡的規定會不會跟地主這兒完全不同？他不安地想著。\n　　不過一旦正式開始工作，太郎的不安便一掃而空。以磚瓦建造的葵屋相當氣派，店裡的人也和從前村莊的人一樣爽朗溫柔。生活了幾天，太郎便察覺出大家的善良親切。這兒的人雖然用字遣詞比地主夫婦來得優雅有禮，不過他們吃飯、大笑或是憤怒時，樣子都十分豪邁粗獷。店裡的員工非常勤奮，連老闆夫婦也不例外。看著他們努力工作的樣子，太郎突然有點懷念從前地主用恐怖眼神監視大家工作的模樣。\n　　正如地主所說，葵屋的家務事都由自家人管理，老闆夫婦也在第一線上協助工作。淺一郎的父親過世大概五年後，他母親，前任老闆娘便請人在向島蓋了棟小房子，過起隱居生活。不過淺太郎的母親身體仍硬朗，時常會回店裡關心生意。\n　　負責生意細節的管家，也是現任老闆娘由宇的父親，是自前任老闆時代便在葵家服務的老員工。葵屋裡還有兩位女傭，也是由宇的親戚。一邊學習做生意，同時協助管家工作的男助手，則是淺太郎表哥的兒子。袋子的販售過程並不麻煩，所以這部分不需要雇用太多的人手。\n　　但負責縫製袋子的員工就很多，住在葵屋裡的就有五位，其他還有六位通勤。這些員工的年齡分布很廣，但清一色都是女生。住在葵屋的都是年輕女孩，除了輪流煮飯、取水，也分成三人一組，負責打掃屋子。六位通勤的女員工中，有人獨立扶養三個孩子，有的則必須照顧家裡的年邁雙親。\n　　太郎第一天上工時，大家同時靠過來幫忙，結果讓他搞不清楚這些人的名字。擔任縫製工作的女工，似乎都相當喜歡太郎。她們說，太郎與自己的小孩明明同年紀，卻格外懂事；也要太郎有困難時，一定要告訴她們。面對這樣的親切態度，太郎不免感到受寵若驚。\n　　雖然這些人如此親切，但是有些事卻讓太郎大失所望。\n　　這是太郎第一次出外工作，不過因為從前在村莊裡親眼見過，所以他大略知道店裡的童工是怎麼一回事。有人告訴他，童工不被看作是人，必須從早到晚拚命工作，有時還會挨罵挨打，或是被年長的員工欺負凌虐，連飯都沒有辦法正常吃──太郎一直以為自己的工作情況就會是這樣。\n　　忍受鞭打斥資，一點一滴學習工作的要領：只要掌握了工作技巧，便能受到店家肯定，找到屬於自己的一片天──太郎一直認為這就是下人的宿命。\n　　但是到葵屋工作的第一天，太郎跟老闆夫婦打過招呼，便在約六坪大的房間內休息，然後與助手和女傭一起吃飯。助手和兩位女傭三人感情甚好，邊吃飯邊聊天，有時也和太郎說上一兩句話。他們都知道太郎不會說話，因此常常自問自答──母親過世了，就剩下你一個孤伶伶的，真是可憐啊！你最喜歡吃什麼呢？我在你這年紀時，最喜歡吃煎蛋了呢！暫且不論他們說話的聲音過於吵鬧，其實這三人還算是很好相處的。\n　　第二天的狀況也差不多。吃完早餐，幫忙女傭擦拭走廊後，似乎就沒有什麼事情好做。不過這樣反而讓人無法心安，於是他偷偷摸摸走到女傭身邊。女傭似乎察覺他的不安，便拿來針線和一堆舊毛氈，要他幫忙縫製抹布。太郎開心接下工作，太陽還沒下山，所有的抹布已經縫好，女傭看了大大稱讚。晚上太郎又和那三個人一起吃晚餐。年輕的男助手說，自己曾在太郎住的村落，偷偷爬上柿子樹並摘了幾顆柿子，結果被地主罵得很慘。女傭聽了哈哈大笑。大家都覺得地主相當恐怖，也因此對太郎能在地主家住上一整個夏天，感到相當不可思議。太郎聽了之後，歪著頭想事情，這動作又惹得大家笑聲不斷。\n　　第三天，太郎依舊沒有工作可做。處在忙碌工作的人群中，彷彿被孤立般無所事事，這種清閒反而叫人難受。太郎又走到女傭身邊，女傭還是叫他幫忙縫補成堆的抹布。不過這次不是用舊毛巾，而是用剩布，一直到傍晚才做好。太郎將縫好的抹布拿給女傭看，只見她開心地拍起手，稱讚太郎的靈巧。女傭又說：「我會幫你向老闆娘要一些糖果當作獎賞的。對了，你應該會修補襪子吧？我這兒有很多需要修補的襪子，明天起就拜託你了。」\n　　真是間奇怪的店──太郎這樣想著。他搞不懂，為什麼這家店能讓童工如此輕鬆悠閒？雖說自己是來學習縫紉的──不，要是這樣，就更應該接受嚴格的管教指導吧？以前在這兒工作的男童工，是因為對這怪異的環境和對待方式感到不自在，才離開的嗎？\n　　就這樣，太郎照著指示，縫縫抹布，修補襪子，幫忙掃除，無奈地過了四、五天。除了這樣，似乎也無計可施，無處可去。況且一直抱怨店家不夠嚴格，好像也不是件好事，因此只能乖乖認命。\n　　不過，太郎心裡還是覺得很詭異，尤其是對老闆夫婦。\n　　初次見面時，太郎因為過度緊張而無法正視老闆夫婦的臉，所以也沒有感覺到什麼奇怪的地方，只覺得他們兩位敦厚爾雅，態度溫柔；還有，老闆娘說話的聲音非常細小，聽起來像蚊子叫般微弱。\n　　就在太郎適應葵屋的生活後，有天他偶然發現，老闆夫婦正凝視著自己，像在觀察什麼似的。最初太郎認為老闆夫婦只是在監視員工。但在後來的清閒日子裡，再次注意到老闆夫婦的眼神時，他開始覺得不太對勁。有回太郎幫忙女傭擦走廊的地板，老闆不但一直看著太郎，還神祕地一笑；還有一次，太郎把碗筷洗乾淨後收到盒子裡，竟發現老闆娘正含著淚光注視自己。\n　　與越前屋或是紀伊國屋等大型的店家相比，葵屋的員工人數較少，因此童工和老闆夫婦常常打照面，也不算太稀奇。但是老闆夫婦對員工流露出如此關心的眼神，就不太尋常了。\n　　面對這樣的情況，再加上店裡鬆散的管理方式和清閒的工作內容，種種的怪異處不只讓人覺得不舒服，甚至令人感到害怕。助手以及女傭、女工對於童工一般應受的待遇，應該相當清楚；但他們看到太郎受到這般輕鬆對待，卻沒有露出任何不解的神情，實在讓人膽怯。\n　　即使像太郎這樣沉默的孩子，心裡有這種疙瘩在，臉上也難免顯得不安。就在第十天，一名女傭和太郎一起打掃儲藏室時，開口問道：\n　　「你是不是覺得待在這兒很不自在呀？」\n　　這位女傭叫阿秋，年紀比另一位女傭輕；雖然稱不上美麗，但是五官清爽有活力，個性似乎乾脆爽快。\n　　太郎早就耐不住心中的焦慮，立刻用力點點頭。阿秋在木箱和行李箱的縫隙間彎下身，揮去圍裙上沾染的灰塵，說了「果然」二字。\n　　「待會兒老闆夫婦就會找你去談話了。我本來不該多管閒事的，但是看你臉色蒼白，好像生病，樣子很可憐，還是決定告訴你。」\n　　阿秋靠近太郎的臉旁，竊聲說道：\n　　「老闆並不是雇你來當童工的。你也知道，老闆夫婦膝下無子，所以想要領養一個男孩當養子。但這並不是隨便找誰都可以。他們不希望自己領養的人很懶惰或是有壞習慣，而想找到能為店裡工作的伶俐孩子……所以他們先以雇用的名義，將童工請到家中，觀察他生活的情形。若是感覺還不錯，便打算收養他。」\n　　太郎心中的陰影頓時掃去。怪異的待遇方式以及觀察，原來是為了這個目的。\n　　阿秋用手遮住嘴，輕笑了一下：「老闆夫婦以雇用的名義把人家請到家裡來，應該用雇主身分對待員工才是。但是呀，老闆夫婦倆都相當溫柔，不忍心指使小孩做事；又想到對方可能成為自己的孩子，所以一開始便投入感情。你應該就是因為這樣，才覺得不舒服吧？」\n　　太郎鬆了一口氣，與阿秋一塊兒笑了。\n　　「之前有三個人來過，都因為不符合老闆夫婦的標準而被解雇。你是第四個。在我看來，他們應該很喜歡你喔，阿縞和阿利也都這麼覺得。」\n　　阿秋說了另一位女傭和縫布女工的名字。\n　　「至於那位助手，本來就打算在這兒學會生意買賣之後，便到其他店家發展；所以對他來說，即使有養子繼承店家，也沒有什麼關係。而且他人很好，你不需要介意的。他啊，是個清心寡慾又認真的人喔。」\n　　太郎想起阿秋和助手之間感情甚篤，說不定已經訂有婚約；如果真是如此，的確是相當合適的兩個人。\n　　「有件事很令人感傷，大家都不會刻意提起。老闆夫婦曾經失去一個孩子，那是發生在十年前上一任老闆還當家的事情。當年，現在的老闆夫婦才剛成婚一年，還只是新婚的年輕夫妻。那時我還沒來這兒工作，所以並不知道其中詳情，但是聽說嬰孩出生七天就被抱走殺死。老闆娘悲傷過度，倒臥在床，一病就是半年呢。」\n　　原來是這樣啊……太郎低下頭，想起老闆娘細微的聲音。\n　　「是個男孩子，要是還活著，應該跟你差不多年紀吧。所以你要是當他們的養子，一定要好好孝順他們喔。他們倆人真的很好，所以你一定要當個孝順的孩子。」\n　　畢竟老闆夫婦還沒有下決定，如果自己就這樣點頭──想到這兒，太郎有點不好意思，只好微笑一下敷衍過去。阿秋放聲大笑：\n　　「哎呀，要是你真的當了繼承人，別忘記多照顧我們啊。」\n　　阿秋毫不遮掩地說完，又繼續工作了。太郎感覺肩膀的重擔終於放下，也跟著勤快地幫忙。\n　　置物室大約有九坪，若是將擋雨板收起，把榻榻米掀開，並將堆放的雜物整理好，與一般的房間並沒有什麼不一樣。房間裡頭放棉被的置物櫃，也裝有兩扇和式門。整理之前，因為堆滿了雜物等箱子，所以看不見房間的地面。但是當太郎將木箱移開後，赫然發現地面上有一整張和紙。他驚訝地嚥了嚥口水。\n　　這張和紙在末端的地方印有橫線，其他部分則老舊泛黃；除了末端之外，整張紙原來應該是純白色的，沒有任何圖樣。\n　　紙張上面，畫著一個女人的頭。\n　　畫中的女人不是年輕人──大概和老闆娘差不多年紀。不，應該比老闆娘稍微老一些。她綁著一個形狀向外突出且花俏的髮髻，眉毛則提吊至太陽穴附近；嘴巴緊閉，雙瞳睜大，堅毅地直視前方。她到底在看什麼呢？不，似乎正瞪著人。像是被快速斬斷脖子般，畫像中的她只有頭，懸浮在半空中，脖子上的切口處還滲著血絲。\n　　令人不快的臉孔。太郎看了一眼，覺得身上爬滿雞皮疙瘩，忍不住向後退了一步，不小心撞到阿秋。\n　　「你怎麼了啊？」\n　　阿秋鼻頭沾著灰塵，轉過身來，睜大了雙眼：\n　　「哎呀，看你一臉害怕成這樣，還起了雞皮疙瘩呢。你看見什麼呀？蜘蛛？壁虎？」\n　　太郎拚命搖頭；對於阿秋輕鬆的問話態度，他實在無法置信。紙上那個恐怖的女人頭，不就在眼前嗎？為什麼阿秋好像沒事一樣？\n　　阿秋巡視四周後，開朗地笑著說：\n　　「可愛的太郎呀，你還真是膽小啊！蟲子是不會幹什麼壞事的，你不用害怕啦。」\n　　太郎頓時啞口無言。再次仔細看看阿秋和那張畫裡的女人頭，他懷疑──阿秋該不會是看不見吧？\n　　太郎拉拉阿秋的衣角，戒慎恐懼地走向那張畫，指指畫中的頭。\n　　「有什麼東西嗎？什麼都沒有啊。」阿秋只是不停地笑著。\n　　原來阿秋真的看不見，她真的看不見。太郎不禁全身顫抖。\n　　「你如果不繼續打掃，就先出去吧，真是傷腦筋啊。」\n　　阿秋說著，一邊把太郎推出門外。因為清理掉一些物品，置物室比剛剛要寬敞許多。女人頭也因此完全沒被木箱或雜物遮蓋住，從走廊便能看得一清二楚。\n　　太郎只想趕緊離開，倉倉皇皇正準備跑走。\n　　就在這一瞬間，太郎眼角的餘光瞥見那張畫，畫裡的女人頭對著他，邪惡地一笑。\n　　太郎一陣毛骨悚然，再次回頭注視那張畫。這時畫中女人頭的表情，又和最初看到的一樣。\n　　不過──\n　　剛剛緊閉的雙唇，現在卻微微張著，好像要對太郎說什麼似的。\n　　太郎害怕地逃開了。\n　　◆\n　　那天之後，和往常一樣，太郎依舊無事可做。不過他始終無法忘記在置物室看見的那個臉孔相當駭人的女人頭。太郎覺得非常奇怪，不知道那張畫為何會被擱在那兒。\n　　最不可思議的是，太郎能夠看見那女人頭，阿秋卻看不見！因為實在太詭異了，太郎思考了好一陣子，覺得或許不是阿秋看不見，而是自己一時眼花，才會看見這樣的異象。他認為自己應該只是作了個惡夢。\n　　為了確認究竟是怎麼一回事，太郎很快決定，親眼再去看一次。雖然很害怕，但與其一直忐忑不安，倒不如趕緊解開心中的疑慮。他鼓起勇氣，朝置物室走去。就在即將打開置物室的門時，太郎察覺自己全身不停地顫抖。\n　　一鼓作氣，太郎將門打了開來。\n　　走廊那兒灑進些許陽光，太郎清楚看見女人頭就在自己跟前。不論他如何眨眼或是用手揉搓雙眼，女人頭仍然清晰映入眼簾。\n　　之前看似正打算張開說話的嘴，此刻又緊緊閉著，閉起來的嘴唇呈現一字型。不，她現在似乎比當初還要用力地抿緊雙唇。\n　　太郎戰戰兢兢，跨進房間半步；這時腳趾突然撞到旁邊箱子的稜角，發出「碰」的聲響。太郎心中一驚，望了望腳邊，當他再次微微抬起頭時──\n　　畫裡的女人頭正張嘴大笑，眼中閃著光芒，露出雪白且尖銳的牙齒。\n　　太郎連滾帶爬跑出房外，不小心撞到了房間門，又發出了巨大的聲響。身後的腳步聲正一步步靠近，那女人似乎真的從畫中爬了出來。太郎一驚，嚇得繼續逃跑。就在這時，一個人從身後緊緊抱住他。\n　　「喂，怎麼了？你在這兒做什麼呀？」\n　　從身後抱住太郎的，是店裡那位年輕助手。助手將太郎扶起，查看身上有沒有受傷，並觀察他的神情，關心地問道：\n　　「你還好嗎？」\n　　太郎緊抓住助手的手臂，將他拉進置物室。但太郎不敢正視房間裡的那張畫，只是用力將手伸長，往女人頭的方向指去。\n　　助手一臉困惑，說道：\n　　「發生什麼事了？剛剛那裡有老鼠嗎？」\n　　太郎鼓足勇氣，往房間裡探頭看去。他仍舊看到了那張紙，而女人頭就在上面。\n　　但是助手卻沒看見。他笑著說，太郎大概是因為午覺睡太久，產生了幻覺。\n　　「太郎，你還真會縫衣服呢！老闆說要讓你學縫製袋子的方法喔。」\n　　太郎此時已雙腳無力，無助地跌坐在地上。\n　　◆\n　　不管從哪個角度想，這件事都非常詭異。\n　　那天晚上，太郎在床上抱著膝蓋，一直想著──為什麼置物室裡的和紙上畫著那樣恐怖的東西呢？因為阿秋與助手都看不見那女人頭，所以可以知道，這跟性別沒有關係。還是只有小孩才看得見？那是幽靈嗎？還是妖怪？或者，她和葵屋有關係嗎？\n　　那間置物室本來並不是用來儲藏東西的，原本只是普通的房間；後來把榻榻米移開，才被當成置物室使用。說不定這房間和女人頭之間，有什麼不為人知的祕密；也說不定，當初就是為了要將這女人頭藏起來，才蓋了這個置物室。\n　　太郎徹夜未眠，他好想逃回從前的村莊裡。和那東西共同待在一個屋簷下，這種恐怖的感覺，他實在無法忍受。\n　　狹小房間那頭，油燈照射出的光，緩緩熄滅了。\n　　油燈裡的油應該還很充分才對。太郎本來以為油燈不會這麼快熄滅，能夠陪他度過整個晚上。現在四周一片黑暗，他使勁抱住膝蓋，身軀僵硬，動也不敢動。\n　　他清楚聽見自己急促的喘息聲。\n　　不知道又過了多久。到後來，太郎決定到油燈那兒看一看，再把燈點亮──\n　　當他正朝著油燈前進時，連接房間與走廊的門突然打開。太郎頓時嚇了一大跳，回頭一看。\n　　黑暗的走廊裡，有個瘦高女人的身影。再仔細一瞧，太郎居然看不見這女人腰帶以上的部分；胸口附近，完全隱沒在黑暗中。\n　　女人穿著淡紫色的和服，同樣是淡紫色的腰帶上，繫著一條顏色血紅的細繩。她裸露著雙腳，不知何故，腳上沾滿了泥土。\n　　那雙沾滿泥土的腳，輕輕踏進房間裡。\n　　太郎嚇得跳起來，緊緊抓住窗戶，使出全身力氣。將窗戶上的紙扯破、用力打開後，奮不顧身，向外跳出去。現在的他，一心只想趕緊逃跑。\n　　此時，窗外的夜空中，浮出一顆女人頭。那顆頭緩緩靠近太郎，慢慢張開血紅的雙唇，朝他臉上冷冷吐了一口氣。\n　　女人頭呻吟似的說道：\n　　「下次我絕不會饒過你。下次我要摘下你的頭！」\n　　太郎大叫救命，便昏了過去。\n　　◆\n　　當他回過神時，天已經亮了。老闆娘由宇一臉悲傷，守在太郎右手邊，擔心地看著他。阿秋坐在老闆娘身旁，同樣滿臉憂愁，看起來像剛剛哭過。\n　　這時左手邊傳來十分熟悉的聲音，太郎嚇了一大跳。\n　　「啊，你終於回神了。」\n　　原來是從前村莊的地主夫婦。他們並坐在一起，樣子看起來和以前有些不同。地主太太的臉上充滿憤怒；地主則一反常態，顯得非常消瘦。\n　　太郎認為自己要被趕出店裡了，所以地主夫婦才會這時到這兒來，要接他回去。\n　　「他們說，你可以發出聲音了。」\n　　地主太太嚴肅地說著。\n　　「說說昨天發生的事情吧。你為什麼會昏倒呢？你如果什麼都不說，大家就搞不清楚。你母親在天之靈，也無法安心啊！」\n　　地主用肥厚的手搔搔後腦杓，一臉尷尬。太郎心中暗暗揣測到底是怎麼一回事。\n　　「地主夫婦是今天早上來的，」老闆娘向太郎說明，「你昏倒時，我們趕緊差人去通知。不過在我們的通知到達之前，他們就先一步到這兒來了。」\n　　地主太太幾乎打斷了老闆娘的話，毫不猶豫地說道：\n　　「你母親的牌位，每天晚上都發狂似的晃動。」\n　　聽說自從太郎離開村莊後，母親的牌位便整夜在佛壇上震動出聲。\n　　「我們覺得你母親應該是擔心你，所以每天上香祭拜，告訴她，你在很好的地方工作，請她不要擔心。關於你將成為養子的事情，我們也請她不要在意，應該安心離開人世。但是啊，你母親根本聽不進去。所以我們下了決定，要來看看你的狀況。」\n　　地主太太輕蔑地冷笑一聲，又說：\n　　「看看他，變瘦了吧？本來大家都說他是個強壯勇猛的人。自從你母親的牌位開始每晚不安分，他就幾乎無法入眠。我這才知道，原來我丈夫是個膽小鬼！」\n　　地主又抓了抓自己的後腦杓。原來是因為這樣，才流露出尷尬的神情。\n　　「我們今天來，才知道你昨晚昏倒的事情。你母親果然了解你，她一定是知道你不對勁，才會這樣擔心。說說看吧，為了你母親在天之靈，要試著把實情說出來呀。」\n　　太郎坐起身，用手壓著不停抽動的胸口，也不知道自己到底能不能說話。他舔舔乾裂的雙唇，大口吸氣。\n　　「頭，」太郎發出了聲音，「女人的頭！」\n　　太郎就這樣說出話來了，從嘴巴吐出一連串流暢的語句，連他自己也大感訝異。雖然說到恐怖的事情時，不禁再次毛骨悚然，但能夠這樣暢所欲言，太郎心中還是十分痛快。\n　　正當太郎描述著這些事情時，老闆娘由宇的臉頰逐漸漲紅，到最後熱淚盈眶，飛撲過來緊抱住太郎，滿是喜悅地叫著：\n　　「如果你看得見那女人頭──如果你真的看見了，太郎，那你一定是我們的孩子！你是與我們有血緣的孩子啊！」\n　　◆\n　　這是十年前的事情了。\n　　當時，葵屋一位名叫阿吉的女傭，抱走了淺一郎和由宇剛出生的嬰孩。\n　　阿吉是透過人力仲介介紹進來的女傭。事後調查才發現，她其實對仲介謊報資料，而且個性古怪。她長得相當美豔動人，雖然已經超過三十歲，但與她擦身而過的男子都會忍不住駐足片刻，因此仲介也被這美麗的外表所朦騙。\n　　剛開始阿吉十分努力工作，對當時尚未結婚的淺一郎尤其用心照顧。淺一郎也因為阿吉的美豔，所以沒有感到什麼不舒服的地方。但畢竟阿吉年紀較長，再加上她給人一種說不上來的不信任感，因此淺一郎並未接受她。\n　　不過，因為阿吉溫柔善良，所以淺一郎也不曾虧待她。但就在阿吉工作半年之後，她開始到處散布自己即將和淺一郎成親、並且成為老闆娘的謊言。這對覬覦淺一郎及葵屋事業、懷抱野心進來工作的阿吉而言，實在是一大敗筆。\n　　另一方面，淺一郎和由宇的親事也正在計畫中，所以這個謠言對葵屋來說，傷害很嚴重。在淺一郎的婚事確定之前，上一任的老闆便先把阿吉開除了。\n　　阿吉被告知開除時非常生氣，鐵青著臉，斜眼質問上一任的老闆，是不是要破壞自己和淺一郎之間的感情。淺一郎不忍心見父親困擾，挺身而出，主動堅決地向父親說明，自己和阿吉之間沒有任何感情，一切都是她自己胡思亂想。\n　　阿吉聽了臉色大變。\n　　她說：「是這樣嗎？好吧，既然這樣，我也有我的做法。玩弄我的感情在先，現在又想將我拋棄。哼，沒這麼容易！我會給你好看的，等著後悔吧！」\n　　阿吉說完這些詛咒的話，便離開了。葵屋的每個人都十分害怕。\n　　三個月後，淺一郎迎娶由宇進門。家中沒有發生怪事，阿吉那些詛咒的話似乎並未成真。葵屋的人開始認為，那只是阿吉一時的氣話，心中的石頭終於得以放下。\n　　終於，夫婦倆生了一個男孩，也是家中的繼承人。正當葵屋上下歡欣鼓舞地慶祝著，一個不注意，孩子就被壞人抱走了，當時連名字都還沒取。\n　　葵屋立刻通報將軍，鎮上的捕快也幫忙尋找被抱走的孩子。一定是阿吉。這女人充滿怨念，或許早就在等淺一郎夫妻的孩子出世，好對他們採取這種報復手段。沒有人敢去想阿吉究竟會對孩子做出什麼慘無人道的事情，大家唯一能做的，就是趕緊把阿吉找到。\n　　阿吉雖然自私，頭腦卻不算聰明。她因為到處留下逃跑的痕跡，不過三天，便被人發現和孩子躲在押上村邊陲處的一間荒廢屋子裡。但是在捕快就要趕到時，阿吉又趁亂成功逃跑。\n　　這時太陽已經西沉，天空點綴著少許星辰，一輪明月被烏雲包圍著。放眼望去，都是田地。捕快就在農田間穿梭，跨越河川，努力追捕阿吉。到最後，阿吉躲進村莊一間人家的置物室中，終於被捕快逮捕。\n　　這時阿吉身邊並沒有帶著孩子。她奸笑著說，因為帶著小孩逃跑實在累贅，便將他丟進南瓜田裡去了。阿吉似乎一開始就打算殺了他。\n　　捕快和葵屋的人，又開始在田地裡找尋孩子的下落，但是沒有人發現任何蹤跡。隔天早上，大家在村莊北邊水源處的柵欄上，發現一件嬰孩的衣物。\n　　孩子應該是落水後，順勢被水沖走，大概已經死了吧──大家這樣想著，決定放棄搜尋。心痛的由宇病倒在床，元氣大傷，從此再也無法生育孩子。之前事事順利平安的葵屋，此刻籠罩一片不祥的陰影。\n　　被捕的阿吉在衙門受到嚴格審問，大家才知道她曾在以前的店家那兒竊取財物。最後在即將被斬斷脖子前，她咬著牙，滿是怨恨地告訴大家，自己並沒有打算丟棄孩子，當初只是想要趕緊逃跑，所以把小孩藏在南瓜田裡。\n　　我一邊想要逃出捕快的視線，一邊打算回到南瓜田，把孩子抱回來。但是到了田裡，卻發現每塊田地看起來幾乎一模一樣，田中的青色南瓜一個個長得像孩子的頭，找了半天，根本找不到孩子到底在哪裡──阿吉這樣說道。那孩子連哭也不哭。如果那孩子肯哭一聲，我一定會在被逮捕前，將他的頭取下！要是當初把這小孩放到水裡，讓他被沖走，我現在應該會覺得好過一點。哼，多想親手殺了他呀，我多想親手掐死淺一郎夫妻的孩子啊！我真是太失敗了！真是太可惜了──阿吉尖叫著。不一會兒，她的頸子便被斬斷。\n　　阿吉死前的怨念，似乎仍在人世間，並未散去。因為在她死後不久，淺一郎起居室的門紙上，浮出了狀似女人頭的物體。十天後，那物體清楚映出阿吉的臉。\n　　但不可思議的是，這個女人頭只有淺一郎和由宇能看見，家中的其他人則完全看不到。即使多次更換門紙，並且請來師父作法念經，女人頭依舊浮現在門紙上。\n　　葵屋的人不得已，便將淺一郎的起居室鎖起來。從此以後，女人頭便一直留在那個房間裡。\n　　因為太驚訝了，太郎嘴巴張得大大的；淺一郎和由宇則一會兒哭一會兒笑，緊緊抱住太郎。一旁的地主夫婦像責怪對方似的，彼此互相瞪視。終於，地主太太嘆了口氣，開口說道：\n　　「我們之前覺得沒有必要把多年的祕密告訴太郎。不過既然發生這樣的事情，還是得告訴他實情。」\n　　太郎並不是母親的親生骨肉。在他還是嬰兒時，母親便將他抱回來扶養。地主夫婦在母親來工作後不久，發現這孩子不是她親生的，於是質問關於這孩子的事情。\n　　十年前的夏天，太郎的母親還在押上村南邊耕田維生。某個夜晚，她撿到一個沿著田中渠道漂流而來的嬰孩，似乎剛出生沒多久，全身冰冷僵硬。奇妙的是，嬰孩身邊有片南瓜葉，緊緊包住孩子的身軀，像是小船般，讓孩子因此並未溺水，平安載著嬰孩一路來到這兒。\n　　母親當年因為梅雨季節的洪水，失去了丈夫及一歲大的兒子，夜夜以淚洗面。撿到這個被水與南瓜葉一路帶來的孩子，她覺得是上天賜給自己的禮物，便偷偷扶養他。\n　　母親將這孩子取名為太郎，這也是那個死於洪水的兒子的名字。\n　　因為害怕被村人發現真相，母親迅速搬離了村莊。從那之後，便和太郎兩人過著真正的親人生活。\n　　「你母親真的很疼愛你，我們也不忍心把你們母子拆散，便這樣默默接受了。」\n　　地主太太說完話，像是要忍住即將奪眶而出的眼淚，眨了眨眼。\n　　太郎一下子明白了真相，感到頭昏眼花。他說：「原來，母親生前是因為南瓜葉救了我的性命，才會祭拜它。原來自己的親生父母是葵屋老闆夫婦呀！」\n　　他接著繼續說：「因為一直無法發出聲音，這讓我安靜地躺在南瓜田裡，逃過阿吉的追殺，撿回一條小命。母親嘴中的『南瓜神』，原來就是為了讓我逃過那此劫數，才把我的聲音藏起來。」\n　　原來「南瓜神」真的存在。母親說的原來都是真的。「南瓜神」因為憐憫我的遭遇，才保住了我的性命。\n　　太郎說到這，便在老闆娘由宇的臂彎裡放聲哭泣。\n　　「但是……不要高興得太早呀。」\n　　地主又出現從前那張凶狠的臉，小聲地說：\n　　「太郎回到這兒，阿吉的魂魄也跟著過來了。她昨晚不是說，下次絕對不會饒過你嗎？那麼你若是繼續待在這兒，不是很危險？」\n　　大家看看彼此的臉，惶惶不安。太郎在一旁企圖冷靜下來，同時想起了離開村莊的前一個晚上，夢中那位坐在自己枕邊的黃臉小矮人。原來是這樣，那人一定是──\n　　「地主先生，」太郎說，「我想到了。」\n　　◆\n　　夜晚的黑暗沉重得令人幾乎窒息。今晚，連紡織娘的蟲鳴聲也聽不見。\n　　太郎蓋上棉被，在床上縮成一團。他知道阿吉一定會來，一定會。\n　　本來一直亮著的油燈，突然熄滅了連結房間與走廊的門，輕輕地被打開。\n　　她來了。\n　　「這次我絕對不會饒過你，我一定會取下你的頭！」\n　　那聲音不知道是尖叫還是悲鳴。就在阿吉朝太郎移過來的同時，還傳來用力切斷某物的聲響。\n　　這時，太郎掀開棉被，從床上飛跳起來。阿吉的頭則雙眼圓瞪，轉向太郎這兒。她露出尖銳的牙齒，嘴巴逐漸靠近太郎那個與南瓜差不多大小的頭顱。太郎將事先準備好的南瓜葉，放在自己的棉被中。\n　　「我不會讓你得逞的！」\n　　太郎大叫一聲，地主和淺一郎隨即從衣櫃中飛躍而出，手中拿著長棍。太郎為了不讓阿吉的頭跑掉，便將自己的棉被蓋在阿吉的頭上，使勁抓住；地主則用棒棍，朝那個頭猛打；助手拿著油燈趕過來，也用力踩著那顆頭。\n　　不久，大家氣喘如牛，將棉被掀起，看到一些像被搗碎的南瓜泥。而每個人的手心裡，也沾著滿是血漬髒污的棉絮。地主將這些穢物集中起來，拿到院子外，灑上油，以大火燒成灰燼。女人頭的毛髮，發出一陣燒焦的臭味。\n　　「這樣應該就可以了。」\n　　地主說得沒錯，從此以後，置物室裡的女人頭便消失了，再也沒有出現在房間裡。\n　　太郎繼續留在葵屋生活，回復老闆夫婦兒子的身分。偶爾，他仍會想到過世的母親。淺一郎與由宇察覺太郎心中的思念，便建議他將母親的牌位帶回葵屋供養祭拜。\n　　葵屋的生意依然興旺。不過葵屋的人，卻再也不吃南瓜了；而且還在神壇上祭拜著南瓜，供奉南瓜為神。鄰居對此都感到非常不可思議。"
  },
  {
    "id": "P8",
    "title": "時雨鬼",
    "text": "時雨鬼\n　　越過新大橋與猿子橋後，正要進入南六間堀町時，原本秋高氣爽的晴空突然烏雲密布。抬頭一看，西邊的雲朵正朝東邊移去，看來就要下起陣雨了。\n　　阿信小跑步著。她向老闆娘撒了謊──因為從前很照顧她的地主先生病危，所以必須回家一趟──所以才能臨時跑出來，因此根本沒有時間慢慢走。最近秋意漸深，早晚寒冷凍人，但小跑步後還是滿頭大汗。或許也是因為自己心中著急，才會大汗直流。想到這兒，阿信不禁又焦急緊張了起來。\n　　轉彎進入三間町，阿信看見人力仲介令人懷念的舊招牌。她停了下來，像要鼓勵自己進門似的，重複讀著「男女工作介紹所」這幾個橫寫的漢字。\n　　大門是關著的。若是不開門進去，就和沒有來過一樣；如果就這樣轉身離去，仍然可以若無其事，繼續在加納屋工作。\n　　阿信察覺身體正顫抖著，耳垂也漲紅發燙。\n　　她眼睛閉了一會兒，便打開大門，詢問是否有人在家。\n　　房子佔地狹小，是個有樓梯的九坪大小房子。記帳處被一塊塊隔間板區分開來，裡面滿是桌子及堆積如山的帳簿。和五年前自己被這兒的老闆介紹到加納屋工作時相比，屋內的樣子幾乎沒有絲毫變化。不過，還是有一件事不一樣。從前只要白天開始營業後，絕對不會離開桌子一步的仲介老闆，現在卻不在這兒了。眼前只剩下一張藍紫色的椅墊孤單地鋪平在椅子上。\n　　阿信再次增大音量，詢問是否有人在家。此時桌子後方的掛簾裡，傳出一個女人的聲音：\n　　「請稍等一下。」\n　　對方快速應著。阿信心中的焦慮難以平息，無法耐心靜靜等候，在原地走來走去。\n　　一個女人從掛簾後方走出來。她穿著相當華麗花俏的格子樣式和服，年約四十，正用身上的圍裙擦拭雙手。\n　　「哎呀，歡迎妳來呀！」女人走到記帳處，在老闆的位子上坐了下來，對阿信說道：「妳是來請我們幫忙找工作的嗎？」\n　　阿信從未看過這女人。她勉強點點頭，不停揉搓雙手。\n　　這女人敷衍地笑著：「真是不巧，我先生昨天因為感冒，發了一場高燒。他臥倒在床上，痛苦地呻吟著，簡直像中邪似的，但是我又不能因為怕麻煩就不管他啊。」\n　　阿信聽了全身虛弱無力。當然，這或許是因為失望，不過卻也有些許心安及慶幸的情緒。\n　　「因為老闆病倒了，所以我們無法幫妳介紹工作。不過他有交代，要問清楚對方的來意與要事，所以我才會讓大門開著。」\n　　「是這樣啊……」阿信安靜地點點頭，「請問，您是老闆娘嗎？」\n　　「是呀，不過老闆娘這稱呼實在沉重啊。」\n　　女人笑了笑，甩動著瀏海。看起來她應該和自己的母親同歲數，不過卻是個相當美豔華麗的女人。只是五年前，這兒的老闆──名叫富藏的富商──應該還沒有結婚。\n　　阿信心中的疑問終於解開。這女人又用明亮的聲音問道：「妳以前是不是也來過這裡？」\n　　「是的，五年前，當時正打算要換工作。」\n　　「那妳應該不認識我，因為我嫁給老闆是兩年前的事情呢。」\n　　女人冷笑地說著：「因為我們年齡差距很大，所以根本沒有舉辦儀式。不過雖然沒有舉行典禮，但我還是算這兒的老闆娘啦，我不是壞人，妳不用擔心。」\n　　阿信急忙搖頭：「我……並沒有懷疑您呀！」\n　　「是嗎？我看妳一臉不安呀。忘記告訴妳，我叫做阿蔦。妳就別叫我老闆娘吧，叫我阿蔦就好。」\n　　阿蔦又坐進記帳處，打開長長的白色記事簿。\n　　「我剛剛說過，妳把要緊的事告訴我，我會一五一十告訴老闆的。我的頭腦不夠靈光，所以就麻煩妳寫在這兒，我一定不會忘記。不好意思，讓妳撲了個空。妳應該是要找新的工作吧？」\n　　阿信偷偷看了一下阿蔦手中的記事簿，上頭寫著斗大的平假名。應該是用來登記來訪人留言的本子，不過看起來卻像孩子的習字簿。阿信想到要用相同幼稚的字體，將自己的事情寫在這本簿子上，就羞恥得想鑽進地底去。\n　　「啊，沒關係，我下次再來。」\n　　阿蔦猶豫了一下，小聲說道：\n　　「是這樣嗎？那就請妳把名字寫在這兒吧。妳之前來過，我想老闆應該認識妳。如果他沒有特別禮遇妳，我一定好好教訓他。」\n　　「不……那麼，我……」\n　　「妳是不是急著找工作呢？唉，現在又剛好不是店家雇用員工的時期呀。妳是不是被裁員了？那家店是我們之前幫妳介紹的吧？這五年妳都在那兒工作嗎？是不是現在沒工作了呀？」\n　　雖然她的問話方式沒有惡意，卻刺傷了阿信的心。阿信不擅長說謊，面對阿蔦不停質問，她根本無法答上任何話。\n　　「我……嗯……」阿信呑呑吐吐地說著，「五年前的二月，我到下谷一間名叫加納屋的搗米店工作。」\n　　「下谷的加納屋呀，嗯。」\n　　「結果──現在我被開除了。」\n　　「妳認真工作五年，結果突然被開除？」阿蔦一臉不解，「妳是不是犯了什麼錯？不過，好像也不像呀。」\n　　阿信低下頭，阿蔦則好奇地不斷打量她。\n　　「妳應該有什麼難言之隱吧？」阿蔦說完，突然降低音量，「因為妳年輕貌美；況且我看妳這雙粗糙的手，就知道妳一定相當努力工作。」\n　　阿信趕緊將雙手藏進袖子裡。\n　　阿蔦笑著繼續說：「我覺得妳跟一般人不太一樣，似乎又有點小聰明。不過呀，我還算是挺會看人的，我就不客氣地說囉。我想妳應該是被捲進店家裡的感情風波，才會突然被開除吧？」\n　　雖然這件事稱不上是風波，但阿信在店裡的確有些感情問題。阿信心中一驚，彷彿被震懾住，身軀僵直，低頭沉默不語。\n　　「妳有家人嗎？」\n　　「沒有……」\n　　「沒有兄弟姊妹嗎？所以妳才會到這兒來？」阿蔦問道，並把手擱在隔間板上，「我先生雖然長得凶狠，但是相當有人望。不只是妳，我們這兒還有許多客人也會過來找我先生商量事情呢。所以呀，妳不用太在意。」\n　　這兒的老闆的確親切和藹。雖然老闆就像阿蔦所描述、有張凶狠的臉，但是阿信還記得，只要他一笑，臉上便充滿溫暖。\n　　因為前一年夏天的痢疾以及秋天的洪水，自己在五年前來到這兒時，已經痛失雙親。當時的她才十三歲，頓時成了孤兒，走投無路。但這裡的老闆像父親般，一路關心阿信的成長。阿信準備要到加納屋工作時，老闆甚至幫她添了一件衣物，並讓她帶著一些金子過去。\n　　當年曾受到老闆的照顧，所以阿信今天才會想再來求助於他。\n　　「我，嗯……」\n　　阿信張著嘴卻說不出話來。如果一直這樣沉默下去，對老闆娘實在失禮；但是要自己說出一切事情，卻也讓她羞恥不已。阿信心中不斷掙扎。\n　　「店裡……並沒有任何紛爭。加納屋的人對我這樣卑微的女傭，態度都相當友善親切。剛開始我完全不懂廚房的事務，他們也耐心地從頭教我。」\n　　「妳是負責廚房的呀。」阿蔦彷彿頓悟般點著頭，「搗米需要力氣，而且那裡的人聽說都是大胃王呢，我想妳在廚房煮飯也很辛苦吧？」\n　　阿信連忙搖頭：「搗米雖然需要力氣，但是那兒的人食量都不大，跟正常人一樣而已。」\n　　「是喔？那傳說他們早晚要吃掉一升米，還得吃光八個像嬰兒頭那般大的飯團之類的，都只是民間故事中捏造的橋段囉？」\n　　「是呀，正是這樣。加納屋的阿安、阿篆和阿銀，都是說話相當優雅的人。」\n　　阿信奮力強調著。阿蔦大笑，說她真怪。\n　　「聽起來都很不錯啊，看來妳也相當適應店裡的生活呀。」\n　　阿信被阿蔦這樣一說，也跟著笑了起來。廚房的工作雖然不輕鬆，但加納屋卻是一間很好的店。對阿信而言，那兒就像自己獨一無二的家。\n　　也正因為如此，所以更讓人覺得無奈。\n　　「但是……」阿蔦收起剛剛的笑容，嚴肅地說了：「為什麼妳會被那麼好的店家給開除呢？」\n　　又回到一開始的話題。阿信逼不得已，只好將一切事情講給阿蔦聽。\n　　「我對工作並沒有任何抱怨，」阿信膽怯地說著，「但是有人告訴我，說要介紹我到另一個薪資更高、更適合我的地方工作。」\n　　阿蔦毫不客氣地再次直視阿信的臉，阿信把頭低了下去。\n　　「妳對加納屋付妳的薪水不滿意嗎？」\n　　阿信跳起身來，「不，絕對沒這回事。」\n　　「也對。畢竟妳沒有需要扶養的家人，也沒有任何負債。」\n　　「是的……但是……」\n　　「因為有其他事情，讓妳想賺更多錢？」\n　　阿信沉默地低下頭。\n　　「讓我猜猜是什麼原因。我想，應該是為了男人吧？」\n　　阿蔦說完，便看到阿信臉上泛紅。即使阿信不回答，答案也一目了然。\n　　阿蔦低下頭，看著記事簿，吐了一口氣，音調抑揚頓挫地說了：\n　　「讓我再猜猜看，說要幫妳介紹能賺更多錢的工作的，就是妳心中的那個男人吧？」\n　　「對，」阿信小聲地承認了，「是同一個人。」\n　　「那就是說，那男人──妳心中的愛人，要妳多賺一點錢的理由，並不是為了妳，而是為了他自己。」\n　　「不，不是這樣的，」阿信抓住隔間板，整個身體向前撲去，驚人的動作及速度，讓夾在隔間板中的燭台倒了下來，掉在桌子前方。阿信慌慌張張道了歉，將蠟燭撿起，把東西恢復原狀。阿蔦在一旁悠哉地看著阿信，露出淺淺的笑意。\n　　阿信像剛跑完步，氣喘如牛，繼續說著：「重太郎是為了我著想，才提出這個意見的。雖然年輕時能夠從事女傭的工作，但畢竟不是長久之計。所以他告訴我，要賺錢就要趁年輕，將來若想擁有自己的店面，現在就要到薪水更優渥的地方去。他見過世面，知道的也比我多，所以他真的是為了我著想。況且他在柳橋一帶是非常有名的船家，賺的錢也多，怎麼會需要靠我養呢？他絕對不是這種沒出息的人。」\n　　阿蔦用戲弄小貓小狗般的眼神，含笑看著阿信一口氣說完話。她小聲吐了口氣，溫柔地問阿信：「結果那位重太郎先生，建議妳到哪兒工作呢？」\n　　「淺草……在新鳥越町的……」\n　　「淺草啊。」\n　　「一間叫做明月的茶館。」阿信說完清清喉嚨，「聽說是要住在那兒，做服務生的工作。」\n　　「服務生呀。」\n　　「是的，聽說是要幫客人沏茶、倒茶，但主要的工作是端茶或飯菜，所以好像我這樣的新手也可以勝任。」\n　　「這樣就可以得到好的薪資？大概多少錢呢？」\n　　聽重太郎說，一年的薪資大約五兩錢。在加納屋工作，薪水一年是一兩錢，比較之下，這茶館的薪資實在優渥。\n　　「五兩錢呀。」阿蔦像是知道行情似的點了點頭，「這不錯呀，連我都想去試試看呢！那茶館需要年長的服務生嗎？」\n　　她雖然笑著臉，但感覺卻是不屑地嘲笑。阿信全身僵硬。\n　　「就是說，並不是加納屋開除了妳，而是妳自己選擇離開加納屋，是吧？」\n　　「是的……」\n　　「那妳應該一開始就說實話呀，用不著編這樣無趣的謊言吧！」\n　　阿信呑呑吐吐，企圖解釋自己不是故意的，但阿蔦似乎沒有聽進去。\n　　「那妳現在到底要跟我們商量什麼？如果妳決定去明月茶館工作，應該不需要特地到這兒來向我們報備吧？妳在加納屋也待了五年，如今因為私人的決定而準備離開加納屋，這也不會讓我們感到顏面無光呀！所以妳究竟為了什麼要特地從下谷趕到這兒？」\n　　阿蔦的語氣尖銳苛薄，讓阿信十分畏懼；但她也因為阿蔦的刺激，情緒顯得有些憤怒，不自覺回了嘴：\n　　「我不是來這兒商量事情的。因為感念老闆當初的照顧之恩，想要過來打聲招呼罷了。不過如果您嫌我麻煩，我這就離開。」\n　　令人意外地，阿蔦哇哈哈地露出牙齒，放聲大笑。\n　　「妳為什麼這麼生氣呢？真是奇怪的人。」\n　　阿蔦將身體往前移，這次換成她用雙手抓住隔間板，貼近阿信的臉龐，小聲說起悄悄話：\n　　「喂，我再猜猜看，妳是不是要來問老闆，那間明月茶館是什麼樣的店家，以及妳是否能夠勝任那裡的工作？雖然妳希望相信重太郎的話，但是仍然壓不下內心的不安？妳到這兒來，為的就是想要確認這些吧？」\n　　阿信發不出任何聲音。阿蔦和阿信的才識與氣魄南轅北轍，相差甚遠。\n　　「妳即使不說，我也知道妳喜歡重太郎。所以我的話對妳而言，就像一陣風，右耳進來左耳出去。但我還是要告訴妳一件事。想想看，妳明明就在加納屋裡認真工作，他卻要妳把工作換到茶館去，天底下的這種男人都不是好東西！他只是要妳賺錢供他玩樂，根本就是個品德惡劣又沒出息的男人！」\n　　阿信大叫：「沒這回事！重太郎他──」\n　　阿蔦雖然沒有跟著大聲，卻輕易打斷阿信的話：「妳要說他對妳很好？他買了繫腰帶的夾子送妳？髮飾？粉撲？還是當妳在大雨中跌倒、鞋帶斷掉而不知所措時，他為了妳將手帕撕破並幫妳修理鞋子？或者當妳外出跑腿、準備回家的途中，遇到流浪漢騷擾的那一刻，他及時搭救？妳該不會就是為了這些事情，一股腦兒地愛上他吧？」\n　　被流浪漢騷擾──阿蔦說中了阿信的心事。阿信頓時啞口無言，雙頰紅通通，覺得彷彿連眼皮內側都要燒了起來，非常尷尬。\n　　「看妳滿臉通紅的，」阿蔦拍著手，高興地說道：「現在居然還有像妳這樣的姑娘家，會被那種愚蠢的謊言騙倒，唉，世界真是無奇不有呀！」\n　　阿信想哭的情緒再度湧現，心想，早知道就不要來這裡了。當初因為懷疑重太郎的話，才想要借重仲介老闆的智慧，幫忙自己判斷，並且一起商量今後的決定──阿信現在覺得後悔不已，早知如此，當初就不該過來這兒的。\n　　不過，即使兩人的對話如此激烈大聲，卻完全感覺不到房子裡面有其他人在。老闆富藏的病情應該很嚴重吧，畢竟感冒是萬病之源呀。阿信心想，阿蔦為什麼一直在這兒說話打混，而不趕緊回去病床旁邊照顧病人呢？為什麼她要這樣囉唆地說教呢？她的話真讓人厭惡到極點！\n　　「我說得絕對沒錯，妳還是快點忘記重太郎那個人吧！」\n　　阿蔦溫柔地對快要哭出來的阿信說道：\n　　「等妳冷靜下來思考之後，就會知道我的話是正確的。如果他真是為妳著想的男人，就不會要妳離開現在的工作，到茶店裡去當服務生。」\n　　阿信強打起快要放棄的念頭，頑固地閉上嘴。眼前這女人只是把自己當成儍子欺負罷了。她只是一味說著自己的感覺，根本不值得信任──阿信不斷這樣告訴自己。\n　　「哎呀，妳生氣了呀？」阿蔦看著阿信的臉，「妳儘管對我生氣吧，我不會在意。心愛的重太郎被我說成這樣，妳當然會生氣啊。」\n　　「妳又沒見過他！」阿信不禁咬牙切齒，「妳根本不了解重太郎，卻隨便說這些話！」\n　　「我的確是沒見過重太郎，」阿蔦完全無動於衷，「但是我曾認識一個跟他十分相似的男人。我已經看透了這種男人。我呀，人生最大的敗筆，就是認識像重太郎那樣的男人，被他的甜言蜜語欺騙，還儍儍跟著他，最後被賣進酒家將近十年。」\n　　阿蔦說完，輕笑一聲。她並不是嘲笑阿信，而是對自己的遭遇感到悲傷。\n　　「順便告訴妳，當時我只有十五歲，比妳現在還要年輕。所以雖然之前我總是挑到壞男人，但是我那時年紀比妳現在還小三歲，因此還情有可原啦。不過即便如此，我工作的地方是個淫亂的酒家。唉，這種事情只要一錯，就會掉進萬劫不復的深淵。女人就是這樣愚蠢，無法違抗那些照顧自己的男人。到頭來，同樣的戲碼重複上演，再也無法回到開始的原點，只能後悔莫及。看看現在的我就知道了。」\n　　阿蔦用力搥著胸膛，雙眼直視阿信，臉孔浮現許多表情，但一瞬間又轉化成其他的情緒。她像是哭，像是笑，也像憤怒不已。這些多樣的表情，彷彿正努力嘗試，想找到一個能與阿信溝通的方式。\n　　阿信抓住自己的衣袖，對自己說──我好害怕，但是我不知道為什麼會感到害怕。如果我表現得更憤怒一些，或許這種恐懼感就會消失吧？\n　　阿蔦似乎總是能夠看透阿信的心事。她不客氣地繼續質問：\n　　「害怕了吧？不過妳應該不是因為我說的話，才感到害怕吧？我剛剛也說過了，妳來這兒，就是要向我先生確認明月茶室的性質。因為妳自己對深愛的重太郎所說的甜言蜜語，也有所懷疑。妳比誰都清楚。這絕對不是壞事，表示妳有辨別是非的能力呀！這也是妳和從前幼稚的我不同的地方。我當時小妳三歲，沒有妳現在來得會思考。」\n　　阿信沉默不語。即使被人稱讚，卻一點也不開心。\n　　認真工作，細心體貼，學習能力強而且靈巧──這樣的稱讚，阿信時常在加納屋聽到。但這些並不是真正稱讚阿信這個人，而是讚美身為女傭的阿信，擁有好的素質及工作態度。若換作其他工作能力強的女傭，也一樣會得到店家的稱讚。\n　　但是重太郎卻不一樣，他眼裡只有阿信，總是說阿信是他世界上最重要的人。阿信從未遇過像重太郎這樣的人。\n　　阿蔦看著阿信的臉，嘆了口氣。\n　　「我呀，過了三十歲，還是不停被男人欺騙，連自己都快受不了。其實我也沒資格說妳，但是……」\n　　她微斜著頭，看起來就像個少女。\n　　「我知道這種事到後來一定越來越糟，所以對妳放心不下，想要勸勸妳。」\n　　阿信後退了半步。厭惡的情緒再度湧現。\n　　為了讓自己的聲音聽起來更能激怒對方，阿信故意仰起下巴，放肆說道：「不需要您多管閒事，我相信重太郎一定沒有問題！我已經決定要離開加納屋，請您幫我跟老闆問安。我先告辭了。」\n　　阿信迅速轉身踏出門外，發現外面開始下起雨。天空烏雲密布，冰冷的大雨以迅雷不及掩耳的速度陣陣降下來。\n　　「哎呀，下起雨來了。」\n　　阿蔦也跟著來到門口，站在阿信身邊。剎那間，阿信察覺阿蔦身上有股金屬的臭味──真是怪異的氣味呀！阿信心裡想著。\n　　「真奇怪……」阿蔦凝視雨滴，喃喃自語，「這時候居然會下陣雨呀，這可讓我想起一個古老的往事呢。」\n　　「古老的往事？」\n　　「那是二十多年前的事情了，那天剛好也下著陣雨呢……我呀，不巧撞見了一些恐怖的東西。」\n　　不論是誰，一定都會被這樣的話題吸引。但是阿信深知這是阿蔦想要留住她的手段，因此沉默不語。\n　　「在許多人類當中呢……」\n　　阿蔦不管阿信，繼續講著：\n　　「這世上呀，為了自己的慾望，裝著一臉親切溫柔的樣子，毫不以為意地欺騙或是殺害他人的傢伙，可真不少啊！那種雜碎呀，不管他們長得多好看，心裡永遠隱藏著惡魔的本性。」\n　　阿蔦的聲音像耳語般細小，語氣卻相當平穩冷靜。\n　　「遠在三十年前，深川一帶尚未劃入江戶範圍內，還只是下總地區官員的領地而已。妳呀，去過猿江或是大島的新田一帶嗎？那兒之前雖然非常荒涼，但現在已經有不少武士的住處了。一開始的時候，放眼望去，什麼建築物都沒有。要說到大房屋，也只有一橋先生他們家吧，其他都是一望無際的農田。要從這裡的地主家到下一個地主家，得走過半座城鎮才行。夏天悶熱得讓人滿身大汗，冬天的風則大到令人睜不開雙眼。不過那兒的梅樹林卻很美麗呢，因此春天的景象總讓人耳目一新。不管是早上或傍晚，只要沿著藍色的水渠走，便能欣賞盛開的梅花枝頭上，成群的候鳥展翅翱翔。所謂極致的景色，或許就是這個樣子吧。」\n　　阿蔦像是憶起那般美景，雙眼瞇成一線。\n　　「當時我因為一些事情，無法待在江戶，便改了名字，謊報身分，來到龜戶村一帶的地主家中當女傭。那兒是鄉下地方，即使沒有身分證明，也能夠輕鬆混進去，因此對我來說，的確是個好地方。雖然是往事了，但因為那位地主的家至今仍然繁盛興旺，所以妳就別追究名字了。」\n　　阿蔦說完，看了看阿信，微微一笑。此時阿信又隱約聞到那股金屬臭味。或許是阿蔦呼吸吐息的氣味也說不定。\n　　「那個家裡，有一位當時剛過八十八歲大壽的老奶奶。她是個很恐怖的老人家喔，幾乎沒有下過床，頭腦也不太清楚，獨自一個人住在別墅裡。我不時會去幫忙老闆娘照顧老奶奶。」\n　　聽說，老奶奶是位安靜的人，但有時會說出一些詭異的話。\n　　「她總是說自己看得見鬼呢！從別墅的窗戶越過狹窄的庭院以及水渠，可以見到一大片農田。農田的一角有個水池，四周是漂亮的梅樹林。老奶奶說，她在梅樹林中看見一個鬼，孤獨地站著。」\n　　阿信被吸引住了，接著問道：「在白天嗎？」\n　　阿蔦點了點頭：「是白天呀。晚上林子裡一片漆黑，什麼都看不見啊。老奶奶說，因為在陽光底下看去，那東西的頭上長著兩隻角，所以一眼就知道一定是鬼。老奶奶還說呀，大部分的時間，那個鬼都是單獨一個，但有時會矇混進農民當中，不過卻沒人注意到。妳也覺得很詭異吧？」\n　　老奶奶是在一個梅花盛開的春天，告訴阿蔦這件事情的。阿蔦從前年年尾住進地主家中，到後來也漸漸習慣女傭的生活。此時的她，不論聽見什麼，都會習慣性地應聲說「是」，並且乖乖低下頭，忍受一切。\n　　「地主家裡的人好像無法接受老奶奶說的事情，大家都覺得這是老人家神智不清的囈語，也就不太理會。不過呀──」\n　　夏去秋來，白天的日照時間越來越短。老奶奶的身體突然變得很虛弱，不久便長辭人世。\n　　「那時我被分到清理別墅的工作，每天都相當忙碌。工作告一段落後，我突然莫名其妙地在意起老奶奶曾說過的事情──就是那個鬼。因為想要知道老奶奶到底看見什麼，我便獨自一人往梅樹林走去。」\n　　阿蔦曾經受家裡的帳務小姐所託，出外跑腿，所以之前就曾去過農田那兒，也順道經過了梅樹林。這次卻是第一次特地前往梅樹林，就為了證實老奶奶說的話究竟是不是真的。\n　　「說實話，其實很恐怖。」阿蔦小聲地說，「老奶奶死得很突然，我覺得，或許是那個鬼發覺自己已經被注意到，才殺了老奶奶滅口。」\n　　繞過院子，那時的阿蔦往田裡的水渠跑去。突然，天空下起雨來。\n　　「下起陣雨了呀。」\n　　此刻，阿蔦又朝遠方望去，看見天空下起銀粉般的細雨。\n　　「當時的雨就像現在一樣。」\n　　阿蔦當時往水渠走去，雨勢漸漸增強。她仰望天空，猶豫著是否應該打消念頭，乖乖回去。彷彿被隱形的線牽引著，她最後依舊朝梅樹林走過去。\n　　這一帶的稻子較早收割，許多田地的收成工作已經結束，整個農村空空曠曠，一望無際。又因為現在不是梅花季節，所以村莊的氣氛有些蕭條，只聽得見遠方孤鳥的啼叫聲。\n　　四下只有阿蔦一個人。\n　　「然後，我，」她側著清晰美麗的臉龐，繼續說：「我看見鬼了。」\n　　她說，當她進入梅樹林之後，突然發現鬼就在自己身邊。當時那個鬼全身被雨淋濕，冷得不停打哆嗦，看起來又餓又渴，相當令人同情。\n　　「不過，我還是覺得恐怖得不得了。」\n　　阿蔦閉起雙眼，繼續說著：「結果我就開口了：『啊，你是鬼呀？是不是因為被雨淋濕，所以臉上的人類面具便溶化了呢？』」\n　　說完，阿蔦便頭也不回地逃走了。\n　　「我曾經在稻田水渠處試著回頭，只見水池上映著梅樹林的倒影，四周因為雨水，籠罩在白茫茫的煙霧中，沒看見任何人影或是鬼影。不過我很確定那時自己真的遇到了鬼，而且還和那個鬼四目交接。」\n　　阿蔦沉默了。看來這個話題到此結束。\n　　雖然阿蔦講的內容的確讓人感到恐懼，不過這也是相當老掉牙的故事情節。畢竟那個鬼沒有追來，也沒有引起騷動，而且到最後，還是沒有人知道那個鬼的真面目。完全摸不著頭緒。阿信聽了雖然覺得非常不舒服，卻也完全無法打斷阿蔦的話。\n　　阿蔦或許是察覺到阿信的表情，看著她，微微一笑：「我說的事情很無趣吧？因為剛剛看見陣雨，才想起這件往事的。」\n　　「那我回去了。」\n　　「是呀，妳也該走了，我會告訴我先生的。真不好意思，讓妳白跑一趟。」\n　　陣雨眼看就要停了。雨勢轉小後，阿信多次向阿蔦告辭，準備離去，但阿蔦卻說要借她雨傘，遲遲不讓她離開；而且還叮嚀她，不要忘記鬼的事情，要她記住，大部分的鬼通常都會扮成人類。不知不覺，阿蔦話鋒一轉，又不停講著鬼的事情。阿信看苗頭不對，匆匆忙忙向阿蔦道再見，快步離去。阿信小跑步著，最後連拿了的雨傘也沒撐。\n　　◆\n　　又過了兩天。\n　　阿信在廚房燙靑菜的時候，女工頭阿縞皺著眉，向阿信走過來，說深川一位政五郎捕快的手下有事要問，請她過去一趟。阿信聽見深川二字，心中一驚；不過想到之前去仲介那兒的事情，並沒有人知道，便乖乖跟著阿縞走出廚房。\n　　捕快的手下是個身材矮小的男人，大約二十歲左右。不知是故意還是天生就這樣，他右邊的嘴角像被敲壞的鐵釘般扭曲著。當他開口說話時──啊，您就是阿信小姐呀，不好意思，打擾您了──聲音居然非常溫柔。\n　　「我想要單獨與阿信小姐說話，方便借一步嗎？」\n　　小個子的捕快手下說完，阿縞一臉不悅地走開了。捕快手下降低音量，向阿信走近\n　　半步距離。\n　　「前天大約中午過後，您去過深川三間町的仲介那兒吧？不用考慮太多，只要說出實話就好。我們是從事這行的，對於您去過哪些地方，都調查得相當清楚。深川那邊有人認識您，也看過您的臉。」\n　　阿信雙腳不停顫抖，立刻說了實話，承認自己的確去過深川。\n　　「您現在不是工作得好好的嗎？為什麼要去仲介那兒呢？」\n　　阿信猶豫著，不知道該怎麼回答。捕快手下不耐煩地發出「嘖」的一聲。\n　　「我再問您別的事情。去的時候，有見到老闆富藏先生嗎？」\n　　「他那時因為感冒，臥病在床，所以沒有看到他。但是我見到了他太太。」\n　　聽到阿信的回答，捕快手下非常訝異，連另一邊並未扭曲的嘴角也向上揚起。「他太太？」\n　　「是的，一個叫做阿蔦的女人。」\n　　捕快手下因為過度驚訝，雙眼向上抬起；阿信一臉不解，繼續努力說明當時看見的情形──一個年約四十歲、體態婀娜多姿、瀏海散落在前額、並且穿著格子樣式和服的女人，阿蔦。\n　　「等等，您先別說了！」\n　　捕快手下粗暴打斷阿信的話。他好像身體不舒服般，誇大地皺著臉，全身僵直。\n　　「您真的是前天中午過後去三間町的嗎？」\n　　「是的，絕對沒有錯。當我回到加納屋時，淺草寺的鐘正好敲了八下。啊，對了，我到三間町之後，曾下起一場陣雨，雨在我渡過大河之後便停了。」\n　　的確，前天大約中午十二點過後，下了一場陣雨，大約持續了十五分鐘，然後就放晴了──捕快手下的嘴不停喃喃自語著。\n　　「到底有什麼事情呢？」阿信焦急地問道。\n　　捕快手下凝視阿信，像是責難般說著：「看來您並不是裝出來的，您應該什麼都不知道吧！？」\n　　聽說三間町人力仲介的老闆富藏，因為頸部遭刺而亡。前天傍晚，到老闆店裡拜訪的客人，剛好撞見在自家店裡被刺身亡的老闆屍體。\n　　「前天傍晚？那──」\n　　阿信雙手掩住嘴巴，但捕快手下依舊毫不留情，繼續說道：「令人訝異的還不只這些。老闆的屍體雖然是前天傍晚被發現的，但根據我們的檢查，他大概在更早之前就遭殺害。推算一下時間，應該是大前天的午夜。老闆的屍體已經發出屍臭味，家中凌亂不堪，金子之類的東西也被盜取一空。唉，真不知道犯人為什麼要做出這麼慘絕人寰的事情呀！」\n　　阿信睜大雙眼揣想著。\n　　殺人，竊盜，這真是鬼才做得出來的殘忍行為。\n　　「您到老闆那邊的時候，他的屍體應該已經躺在房裡了。還有，老闆他一直都是單身，並沒有結婚。」\n　　「那──」\n　　「那位阿蔦應該是其中一名犯人。這麼殘忍的事情，光靠一個女人應該不可能完成。我們已經過濾目擊者的證言，並在那邊留守觀察。因為怕附近居民知道富藏遇害的事情會害怕不安，所以我們佯裝沒發生任何事，好爭取時間，在老闆家裡進行蒐證。鄰居都知道富藏有儲蓄小錢的習慣。為了保險起見，他總將錢分別裝進不同的袋子中，把袋子藏匿在屋子的每個角落。這種做法到頭來卻害了他。」\n　　阿信終於開口，發出聲音：\n　　「我不相信。」\n　　「是呀，還真是千鈞一髮呀。當時您極有可能被那女人抓進房子裡，掩住嘴巴，無法脫逃。」\n　　「可是我要回去時，阿蔦她還留我呀！她為什麼要留住我呢？這樣不是很不合理嗎？」\n　　捕快手下扭曲的嘴角似乎很得意般，再度向上揚起：「就像您剛剛說的，您那時並沒有留下名字，就打算離開了吧？這就是她為什麼要留住您的緣故呀。」\n　　「什麼意思？」\n　　「阿蔦那女人不是都會把來訪者的名字記錄在簿子裡面嗎？這樣除了能夠知道到底有哪些人看過自己的臉，也是以備不時之需呀。」\n　　真的是這樣嗎？真的嗎？阿蔦就為了這個原因，才把阿信留住，還和她商量那麼多，說了一大堆過往的事情？\n　　就因為這樣，所以她告訴阿信那個鬼怪的事？\n　　這傢伙真是凶狠的角色呀──捕快手下懊惱地發出「切」一聲，又滿腔熱血，跳了起來。\n　　「阿蔦這女人是重要的線索，待會兒我會再帶長官過來一趟，請您告訴我們更仔細的內容，而且我也還要描出犯人的輪廓畫像。所以您可不要離開呀！請您把知道的事情老老實實告訴我們，不需要擔心或疑慮任何事情。」\n　　阿信發著抖答應了。正當捕快手下起身準備離開，阿信對著他的背影慌張大喊一聲：\n　　「啊，我向她借了一把傘。」\n　　「是在富藏老闆家借的嗎？」\n　　「是的，他太太──啊，不，是阿蔦拿來借我的。」\n　　捕快手下說想看看這把傘，所以阿信飛也似的跑去將雨傘拿來。那是一把老舊的紙傘，外觀看起來並沒有什麼特別的地方。\n　　「可以打開嗎？」\n　　「可以，您請。」\n　　年輕的捕快手下在把傘打開的同時，發出驚嘆的聲音。阿信整個人在一旁嚇儍了。\n　　撐開的雨傘裡，飛散出黑色的塊狀物。\n　　「這是血漬的痕跡。」\n　　捕快手下全身充滿幹勁。\n　　「這是重要的證物，先讓我保管吧。我知道您也受盡委屈，但是聽好，您千萬不能逃避現實，丟下這一切不管。我們捕快和其他奸詐的高官不同，您大可不必擔心。」\n　　阿信懼怕萬分，但也只能畏畏縮縮，低頭答應。捕快手下離去後，廚房門口只剩下阿信一個人。她頓時感到天旋地轉，當場無力地抱膝蹲下。\n　　阿蔦說過──\n　　（在許多人類當中）\n　　她說，鬼會用人類的外殼，混入人群中。\n　　（不管他們長得多麼好看，心中永遠隱藏著惡魔的本性）\n　　裝著一臉親切溫柔的樣子，對欺騙或是殺害他人絲毫不以為意。\n　　（妳看看現在的我就知道了）\n　　阿信極度恐懼悲傷，彎曲著身子，遲遲無法起身。她不想再聽見任何跟阿蔦有關的事情，更不想把頭抬起來。這世界為什麼會變得如此複雜難解呢？阿信感嘆著。\n　　阿信就這樣蹲在地上。此時天空突然變得昏暗，下起了雨。又是一場陣雨。變化莫測又急促冷冽的秋雨。\n　　突然，阿信想起來了。前天，阿蔦也像這樣，若有所思地側著臉，凝視雨滴。阿信記起了阿蔦身上傳出的金屬臭味。或許，那根本不是金屬，而是屍體與鮮血的味道。\n　　冰冷的雨水一滴滴落到阿信臉上。\n　　阿信用手背擦著臉，走回廚房。頭髮與臉頰都被雨淋濕了。由於過度驚嚇，阿信的喉嚨極為乾渴。進了廚房，她馬上打開水甕，拿起舀水的水瓢，清晰美麗的臉孔映在水面上。\n　　一瞬間，阿信驚訝得差點發出尖叫聲，手中的水瓢滑落在地，輕輕撞擊到水甕邊緣，發出了聲響。\n　　阿蔦曾說過，陣雨後的裊裊白霧裡，在一望無際農田邊的水池及四周的梅樹林，她撞見了鬼，還與那鬼四目相接。\n　　那個鬼的樣子也像這樣，投射在水面上。阿信驚覺，或許阿蔦看見的倒影並不是鬼，而是她自己的身影。而老奶奶遠遠看見的鬼，也許正是阿蔦站在梅樹林中以及混在人群裡的身影。阿蔦或許就是那個鬼。\n　　可能因為下雨，使得阿蔦的人類外皮溶化，露出了厲鬼的模樣？\n　　「阿信！」\n　　一陣叫喚聲傳來，阿信驚訝地發不出聲音。\n　　「重太郎……」\n　　他用手遮著雨，拉高衣角，朝阿信走過來。\n　　「要是阿縞發現你在這兒，等等又要罵你了。」\n　　「我知道，但是我好想見妳。」\n　　重太郎說著，邊將阿信擁入懷中。阿信聞到他鬢角上的強烈香氣，強而有力的臂膀觸碰著自己的背。\n　　「妳怎麼了？怎麼抖成這樣呢？在這裡淋雨……」\n　　重太郎擔心地看著阿信，輕輕撫摸她的頸子，溫柔揉著她的肩膀，好讓她感到溫暖些。他不斷對阿信說著甜言蜜語，最後從腳下將她橫抱起來，在她耳邊說起悄悄話。\n　　「妳要是在明月茶館工作，我們就不用這樣偷偷摸摸了。想見面，隨時都可以見面啊。」\n　　重太郎的呼氣在阿信耳垂邊吹吐著。\n　　「茶館那邊也說，希望妳快點過去工作。妳覺得如何呢？決定了嗎？我就是趕來問妳的決定，誰知道會遇到大雨？唉，我們這樣拖拖拉拉下去，也不是辦法。」\n　　阿信突然大哭起來，揮動著手臂，重重向重太郎揮去。她狂亂叫喊著：「我倒是要問問你，你說的都是真的？還是你都在欺騙我？你是鬼嗎？你就是鬼吧？」\n　　你要我怎麼相信你？\n　　「妳怎麼了？阿信，眼眶中都是淚水……」\n　　重太郎將阿信輕輕放下，從懷裡拿出一個布包，試著安撫阿信。\n　　「妳看，看看這個，我之前在夜市買的喔。雖然不是什麼昂貴的東西，但是很漂亮吧？妳要是用這種髮飾，一定非常適合。」\n　　他拿出一個跟糖果差不多大小的血紅色玉玦。這塊玉被琢磨得相當光滑。阿信收下了，目不轉睛地注視著。玉上也映著阿信的臉。\n　　阿信的臉，是人類的臉。\n　　現在，還是人類的樣子。\n　　「如果要在明月茶館工作，一定也要用這種流行的髮飾裝扮才行。」\n　　阿信聽著重太郎的話，一邊想著。剛剛那位捕快手下嘴裡的長官政五郎，真的是明事理的人嗎？要是把自己去拜訪仲介老闆的理由、重太郎以及茶館的事情都說出來，那位政五郎會仔細傾聽嗎？政五郎是不是也會說，像重太郎這種要女人辭掉現在工作、換到茶館去的男人，絕對不是好人呢？\n　　阿信不知道，什麼都不知道。但是她依然深愛著重太郎。\n　　只是阿蔦的話，卻一直留在阿信腦海中，久久未能消失。畢竟那是──成為鬼的阿蔦，對自己的一番勸告，她是希望自己不要後悔，不要步上她的後塵。\n　　阿信的視線越過重太郎的肩膀，看著外面的陣雨。雨就這樣一直下，一直下，等到地面上積滿雨水，就可以看見自己和重太郎兩人並排的臉孔，倒映在水面上。\n　　小雨不停落下，一個模糊且看上去不像人影的影子，靜靜在雨中佇立。秋天的陣雨裡，模糊的幻影不斷對阿信緩緩搖著頭。\n　　阿信用雙手緊緊掩住面孔，不知道該如何決定。"
  },
  {
    "id": "P9",
    "title": "灰神樂",
    "text": "灰神樂\n　　冬至尚未天明的早上，桐生町五丁目的平良屋員工發生口角，拿刀劍互砍，平良屋於是派出一位信差，到領主家元町的政五郎處稟報詳情。\n　　政五郎被家中的年輕男僕給叫醒，空著雙手、身穿睡衣便走到廚房門口。仔細一看，那裡站著一個緊握燈籠把手、睡衣外只穿一件棉襖的矮小老人。平良屋是販賣木屐的，總店位在神田鍛冶町，桐生町的平良屋則是分店。分店住著老闆一家人以及員工，總共不到十個人，店家和當地的關係並不深。政五郎詢問這位老人家是否為管家，只見老人全身不停顫抖，低著頭，回答說自己是管家箕助；又用沙啞的聲音，為清晨叨擾大家一事道歉。\n　　「你無須道歉。店裡的事件平息了嗎？」\n　　「是的，我們已經抓到肇事者，並且將他關起來了。」\n　　「有人受傷嗎？請大夫過去看了嗎？」\n　　「老闆娘已經派女傭，請一位幫忙治療疝氣的大夫過來。」\n　　「是本領地的大夫嗎？」\n　　「不，是神田那兒的大夫。總店那兒的──」\n　　政五郎沒等老人說完，便打斷他的話。如果是和總店有關係的鎮上大夫，先不論到底是哪種刀傷，到時候即使沒有證人，事情也不會太麻煩。政五郎安心了，他只要現在趕到現場一趟就行了。\n　　政五郎急忙換上衣服，並用手帕擦擦臉。此時，他聽見清晨六點的鐘聲響起，聲音相當渾濁。今天的天空看起來，是需要帶把雨傘出門的天氣。\n　　當他準備好正要走出廚房時，老人已將燈籠的火熄滅，折起來夾在腋下，坐在門口的枕木上，雙手端著一個大茶杯。茶杯中不時升起陣陣煙氣。\n　　這是政五郎的妻子準備的。因為對方是老人家，茶杯中裝的應該是熱開水。如果是小孩或是女人，她便會端出糖水招待，因為糖水對於失去理智的女人和小孩，有鎮定神經的效果。若是壯漢，那麼即使是寒冬的午夜，她也不會端出任何東西，當然更不可能端出酒來。政五郎的妻子應對往來相當得心應手。她不僅願意半夜多次起身，甚至還花時間將水一一裝進鐵瓶，從秋初到寒冬，讓家中的火爐永遠點著，熱水永遠不會匱乏。妻子就是這樣周到。\n　　「應該暖和不少了吧，看你的臉色好多了，那我們出發吧！」\n　　政五郎似乎想要讓箕助打起精神，說道：\n　　「即使店裡的事件已經平息，大家應該還是放心不下。我們快走。你不能再慌張下去，千萬要振作，好嗎？」\n　　天亮之後，人也來來往往活動了起來。認識箕助的人看見他神情緊張，和捕快政五郎小跑步趕路，都在旁竊竊私語。箕助不愧是資深的老員工，看見大家的反應，只趕緊低著頭，跟在政五郎身後繼續前進。\n　　對成年人來說，元町和桐生町五丁目的距離相當近；如果又逢早晨或深夜，那麼不管在哪裡，說話的聲音很容易被聽得一清二楚，所以邊走邊談論家中發生的事情，實在不恰當。政五郎迅速朝平良屋走去。河川映著天空，顏色顯得混濁灰暗。今早仍不見川邊鷺鷥的蹤跡。刺骨的冷風拂過水面，朝這兒吹了過來。\n　　兩個月前，桐生町的平良屋因為隔壁蕎麥麵店發生火災，遭到池魚之殃，因此從廚房門口到店裡，都才剛剛翻修整理過。政五郎穿過廚房時，還依稀聞到新木頭散發出的氣味。等在那兒迎接的小女傭，立即將政五郎帶進主房內。這兒的房子面積不大，所以可以清楚聽見老闆夫婦急促前來的腳步聲。\n　　見到老闆夫婦，政五郎嚇了一跳。這對夫婦相當年輕，大約三十歲左右。老闆滿臉畏懼，老闆娘則哭喪著一張臉。政五郎打過招呼後，立刻說要探望傷者的病情。\n　　「人在這兒。雖然有點怵目驚心，但我們已經將傷者搬移到我們的寢室來了。」\n　　床上是個相當年輕的男人，寬鬆的棉被蓋住他的下巴。他面無血色，但雙眼睜開著。當他看見政五郎時，企圖坐起身來，但馬上被政五郎阻止。\n　　「這是舍弟，名叫善吉。」平良屋的老闆緩緩站到棉被旁邊，表情僵硬地說著：「舍弟是在神田總店那邊工作，前天才剛到這兒來住宿幾天。」\n　　「傷勢如何？可以讓我看看嗎？」\n　　老闆娘將棉被掀開，善吉的胸口清楚地露出來。睡衣翻開，可以看到他身上纏著許多紗布與繃帶。身體各處滲著鮮血，但是政五郎檢查了一下，知道傷勢並不嚴重。善吉身上的傷像割傷，倒不是嚴重的刺傷或砍傷。\n　　「胸口這兒也──」老闆將他弟弟的手臂舉起，手臂內側淨是割傷的傷口。\n　　「您是不是想躲開攻擊？」\n　　「是的。」善吉無力地說道，「我在睡夢中突然被人用刀砍傷，自己也嚇一大跳。」\n　　政五郎同情地低下頭，卻沒有完全相信善吉說的話。如果真是在睡夢中突然被砍傷，傷勢應該不只如此。\n　　「聽說肇事者已經被抓到了，好像是這兒的員工吧？」\n　　「是的。」老闆夫婦互看對方一眼，重重地嘆了口氣，「唉，真不知道是怎麼搞的……」\n　　「一個叫做阿駒的女傭，」老闆娘含著淚，呑呑吐吐說道，「我嫁過來的時候，跟我一起從娘家過來的女傭。」\n　　「兩位結婚後，老闆就被派到這兒的分店了？」\n　　夫婦倆點了點頭，「是的。」\n　　「到這裡幾年了？」\n　　「兩年了。」\n　　「老闆娘的娘家也從商嗎？」\n　　「是的，在我們家鄉開藥材店。」\n　　「阿駒幾歲？」\n　　「二十歲，比我小兩歲，所以我一直待她如親妹妹。她從小便一直在身邊服侍我。」\n　　「我就直話直說了，請您不要生氣。善吉先生有沒有印象是被阿駒砍傷的呢？」\n　　善吉不安地望著哥哥的臉，平良屋的老闆也注視著他，老闆娘則反覆凝視這兩人。從旁看起來，不僅兄弟倆長得十分相似，老闆娘的五官也跟這兩兄弟有許多共同點。\n　　「我完全不記得了。」\n　　傷口似乎仍會痛，善吉皺著臉回答道。他仰著頭，彷彿要避免觸碰到傷口，有氣無力地說：\n　　「不記得是否被女人砍傷，我知道這聽起來很像在說謊。不過我也是前天在這兒住時，才第一次近距離見到她，和她說話，知道她的名字。」\n　　政五郎微笑著：「您不用介意呀。有時就會這樣，不明就裡就被捲入事件當中。」\n　　善吉虛弱地笑著。老闆夫婦鬆了一口氣，露出放心的笑容。\n　　「不過，不好意思。為什麼要從總店到這兒來住宿呢？畢竟神田町總店到這裡的距離，好像也不遠吧？」\n　　善吉一臉困惑，眨著眼，平良屋的老闆則像個體貼的兄長，向前走了一步。\n　　「我是平良屋家中的次男，善吉是三男，家裡的長兄是個嚴格的人。善吉幫忙處理生意的事情，但他在工作上遇到挫折，又和長兄處不好。前天晩上善吉終於受不了，跟大哥吵了一架，就到我這兒來了……」\n　　「是這樣呀，」政五郎笑著說，「我了解了。那麼大夫馬上就來了吧？大家也不必太過擔心，只要聽大夫交代，好好療傷，一定會很快復原。」\n　　說完，政五郎又起身說道：\n　　「可以讓我見阿駒一面嗎？」\n　　◆\n　　阿駒被關在置物室裡。\n　　她的手腳被麻繩綑綁，嘴裡也塞著布條。置物室中堆滿木箱和行李，阿駒緊屈在狹小的縫隙當中。她身體橫倒著，若是不拿燈仔細瞧，完全看不到她在哪裡。\n　　政五郎叫著阿駒的名字，不過裡頭沒有回應。他加重語氣，威脅著對方──我是捕快，妳應該知道自己做了什麼壞事吧──但裡面仍然一點聲音也沒有。政五郎心想阿駒大概休克了，便走進去。他將倒在地上的阿駒扶起來，解開她嘴中的布條。沒想到阿駒突然睜大銳利的雙眼，咬住政五郎的手指。\n　　此時阿駒就像條野狗。政五郎將她撲倒在地，立刻奪門而出。被咬傷的手指上還留著阿駒的唾液，政五郎用手帕擦了擦。\n　　置物室門口，有個與政五郎年紀相近的壯漢正看守著。他是製作木屐的師傅，名叫誠次，已婚，住在相生盯的村子。若店裡有急件需要製作，便會住下來。聽說他昨晚也是因為趕工，而留宿在此。他毫不諱言地說，店裡管家年事已高，老闆又膽小懦弱，幸好自己有留在這兒，幫了店裡一個大忙。\n　　「你是總店的師傅嗎？」\n　　「是的。後來二老闆到這兒經營分店，大老闆便派我來幫忙。」\n　　「對了，你說的二老闆，是指這兒的老闆嗎？」\n　　「對，就是家中排行老二的那位老闆。」\n　　「總店是排行老大的在經營？」\n　　「是的，就是現在的大老闆。而前任老闆就是大老闆、二老闆以及善吉的父親呀。」誠次神情誇大地說著，「我呢，從前任老闆接下經營權時，就已經是個能獨當一面的優秀師傅了。」\n　　「你知道阿駒的事情嗎？聽說她是跟著老闆娘一起從娘家過來的。」\n　　「她呀，是個冷淡的人。」誠次鄙夷地說。\n　　「老闆娘家是賣藥的，總是一副自以為是的樣子，連她的女傭也跟著瞧不起我們這些做木屐的。」\n　　「不過老闆夫婦看起來似乎感情不錯呀。」\n　　誠次不屑地說道：「那只是做做表面功夫罷了。」\n　　「這家裡還有誰呢？」\n　　住在店裡的員工，還有一位女傭和一位童工，另有兩位較年輕的人，則是通勤。聽誠次說，他們應該馬上就趕到店裡了。\n　　「可否麻煩你，在我問完話、回到這裡之前，都先暫時留在這兒看守？」\n　　「可以呀，交給我吧！」誠次自滿地笑著，「我啊，就算遭到阿駒攻擊，也絕對不會像善吉那樣搞不清楚狀況。一切都交給我吧！」\n　　◆\n　　政五郎花了將近十五分鐘，才向每個人問完大致的情形。他還察看阿駒用來攻擊善吉的刀刃。那是廚房的菜刀，聽說昨晚阿駒還用它切蔥。也許因為只是切菜用的，善吉的傷勢並不嚴重。\n　　但是政五郎卻沒有從問話中找到任何頭緒。\n　　聽說阿駒是個工作認真的女傭。對於與男人交往的事情，也相當謹慎，可說是潔身自愛的女孩。善吉曾到這兒拜訪兩次，卻是第一次過夜，所以善吉和阿駒根本不可能有機會接觸或是親近。\n　　由於都是生活在同一個屋簷下的人所言，所以政五郎也知道，不能完全聽信這些說法。說不定大家在替善吉掩護。或許善吉曾戲弄阿駒，惹得她受傷生氣，才遭到報復。邏輯上，這樣似乎比較合情合理。\n　　不過，以政五郎擔任捕快長達二十年的經驗來看，他並不覺得平良屋的人說謊，也不覺得有人在掩護善吉。因為這兒的人對阿駒做出的事情，表現出的反應真的很訝異與困惑。也許世上真有那種看似不合常理卻時時發生的事情吧。\n　　從神田町趕來的大夫，仔細處理善吉的傷勢後，便要大家放心。政五郎等在一旁，向大夫說自己有事，需要和大夫談談。\n　　大夫與管家箕助年齡差不多，體格也十分相似。但他的嗓音如雷，是個無法說悄悄話的大嗓門兒。\n　　政五郎說，被關在置物室裡的阿駒，樣子看來相當怪異，甚至還企圖咬自己的手指。\n　　「大夫，可否請您也幫忙看看阿駒的狀況？」\n　　「您是政五郎先生吧？您是懷疑阿駒得了怪病嗎？會不會是狂犬病呀？」\n　　大夫的聲音相當宏亮。政五郎驚訝地縮了縮脖子，心想，一旁拉長脖子、想偷聽自己和大夫說話的人，應該都被這響亮的聲音嚇了一跳吧。\n　　「正如您所說，大夫，所謂狂犬病，就是被狗咬而染上的疾病吧？病患會像狗一樣吐著唾液，見人就咬？而且染上這種疾病的病患聽說相當怕水，所以又稱恐水症，是嗎？」\n　　大夫微微斜著夾雜白髮的頭，又大聲說了：「總之，讓我先看看阿駒的身體。她身上若有被咬過的痕跡，就很有可能是狂犬病；若是沒有找到，再用水桶裡的水試試她的反應吧。」\n　　政五郎隨著大夫，往置物室的方向去。慌張的老闆夫婦以及管家箕助哭喪著臉問道，阿駒是否確定真的染上狂犬病，善吉會不會被傳染，這兒的大家是否安全健康。\n　　大嗓門的大夫或許早已習慣自己宏亮聲音對四周所造成的混亂，所以他完全不受周遭影響，依舊自顧自地幫阿駒看病。阿駒嘴裡的布條並未鬆開，但為了仔細診斷，手腳上的麻繩倒是解了開來。不過這次阿駒表現得相當安靜乖巧，完全沒有出現暴力行為，眼神和剛剛企圖咬政五郎的那刻相比，也來得冷靜且安分。\n　　「身上沒有咬痕。」\n　　大夫說完，回到置物室門口，環視平良屋的人。\n　　「這十幾天，有沒有人看見附近有野狗徘徊？不管是生病或是死掉，有沒有人看見行為或樣子怪異的狗？」\n　　沒有人看見。大家面面相覷，一起搖著頭。\n　　大夫將手放在膝蓋上，一臉沉重，低頭看著阿駒。接著又用沙啞的聲音說道：\n　　「喂，我不是叫妳要安分點？」\n　　阿駒咬緊嘴中的布條，張大雙眼，瞪著大夫。\n　　「妳應該是生病了，我想要幫妳診斷看看。妳懂我的意思吧？」\n　　阿駒點點頭，嘴裡的布條使她的雙唇向左右兩側延展，唾液則從嘴裡滴下來。\n　　「那麼，我來幫妳鬆開布條。」\n　　大夫說完，手就往阿駒頭後繞去，解開布條。\n　　政五郎全身緊繃，旁邊平良屋的人也緊張得直呑口水。\n　　阿駒將布條從嘴裡吐出，不停地咳嗽。接著她抬起頭，望望身邊的人。\n　　突然間，她微微地啜泣起來。\n　　大夫仍然一臉嚴肅，回頭看著政五郎問道：\n　　「不能把這女孩帶離這裡嗎？」\n　　政五郎看了看大夫，往阿駒那兒前近一步，問道：\n　　「阿駒，妳知道自己做了什麼事嗎？」\n　　阿駒仍然不停哭著，眼淚滑落在她柔軟的臉頰上，看起來十分美麗動人。\n　　「妳身為女傭，卻傷害了自己的主子善吉，嚴刑拷打是絕對免不了的。但我們也了解，妳或許有自己的苦衷，因此平良屋的老闆夫婦並未向官吏通報，也沒有把妳交出去讓官吏處理，只是著急地叫我政五郎過來了解情況。妳明白老闆夫婦對妳的用心嗎？」\n　　阿駒停止哽咽，用手擦著臉。不過她沉默不語。\n　　「這位大夫診斷，妳也許是染上了重病。如果真是這樣，我們也不能把妳帶到衙門去。所以我們想要幫妳檢查看看，妳懂嗎？妳可以乖乖的吧？如果再胡鬧，我會將妳五花大綁，送妳到衙門去。」\n　　阿駒突然仰起頭。她的頸子並不是特別長，不過此時政五郎卻覺得阿駒的頸子非常駭人，就像準備攻擊人的蟒蛇。\n　　「捕快先生。」阿駒的聲音扁平沒有起伏。\n　　政五郎看著阿駒的雙眼，覺得自己快被她的眼神呑噬。那對黑色的眸子如同倒映在水面的太陽，閃爍著異樣的光芒。\n　　「政五郎，」阿駒又叫了一次，然後用朗讀般的口吻說道：「你殺過人。」\n　　在場的人因為過度驚訝而身子僵硬，不知所措。\n　　阿駒歇斯底里笑了起來，異常的笑聲有如煙霧升空，逐漸高揚，最後化作一陣悲鳴。\n　　「啊啊啊啊啊啊！」\n　　阿駒尖叫著，吐出一縷白粉般的氣息，憤怒地撐大雙眼，隨即倒臥在地。\n　　大夫慌張地把她抱起來，為她把脈，露出看似無奈的神情，無言地搖搖頭──阿駒死了。\n　　◆\n　　政五郎最後裁定阿駒因染上狂犬病而猝死，死前又因為疾病導致的精神錯亂，出手傷害善吉。附近的商家對這樣的判決，應該不會有任何質疑吧，政五郎心裡這樣想著；但為了謹慎起見，還是需要提醒這一帶的守衛加強管理野狗。這樣做，看起來似乎比較正確。\n　　事件落幕，卻留下許多疑問。\n　　阿駒她──真的瘋了嗎？\n　　她死前吐出的白色氣息，到底是什麼？\n　　難道那是染上怪病的症狀？\n　　為什麼她要對政五郎喊出「你殺過人」這樣的話？\n　　的確，阿駒說得對，政五郎的確殺過人。那是未當上捕快前，年少輕狂做出的荒唐事。當初若照那樣繼續渾渾噩噩下去，政五郎也許早就被判處死刑。不只是政五郎，現任的捕快中，也有些人同樣有著不為人知、又不敢向人傾吐的放蕩過去。這些人當上捕快後，努力彌補過去的荒唐，賣命工作。\n　　政五郎也是如此。久而久之，他幾乎忘了從前曾經殺過人的事情。\n　　平良屋的人對這樣圓滿的收場相當滿意，對他們來說，真相已經不再重要。年邁卻聲音宏亮的大夫對政五郎強調，自己「只」對阿駒死前吐出如灰燼般的白色氣息十分不解。大夫強調「只」字，似乎是佯裝自己未曾聽見有關政五郎殺人的事情。\n　　政五郎也迎合著大夫，問道：\n　　「吐出白色氣息後便身亡──大夫，您想得到這是什麼樣的病嗎？」\n　　大夫搖搖頭，用手指拉拉長長的眉毛。\n　　「我也不知道，完全想不到呀。捕快先生，您想得到嗎？」\n　　「您不懂的東西，我怎麼會知道呢？」\n　　「那股白色氣息，看起來很像火爐中的灰燼吧？」\n　　「是呀，我也這樣覺得。不知道她是不是因為吸進了灰燼，而引起肺病？」\n　　大夫說沒聽過這樣的病症，但最後仍叫來與阿駒同房的女傭，詢問她們是否曾在房間內使用火爐。\n　　女傭年紀比阿駒小，因為失去阿駒這個情同手足的同伴，顯得非常悲傷。她哭喪著臉，說起話來顛三倒四。\n　　大夫與政五郎兩人不得已，只好詢問老闆娘──阿駒生前是否被允許在房間裡使用火爐。\n　　老闆娘一臉驚恐，慌忙問道，阿駒使用火爐，有哪裡不對嗎？\n　　「不，沒有什麼不妥當。只是，平常的店家，都不准員工在店裡使用火爐啊。」\n　　「我……也是這樣想……但是，這樣的寒冬，我覺得女傭也許會冷……所以……」\n　　老闆娘說，店裡允許女傭自己購買火爐，木炭的費用則從薪資裡面扣除。因此的確是允許女傭在寒冬中，在房間裡燒炭取暖。\n　　「我可以看看阿駒的火爐嗎？」\n　　老闆娘從女傭房間裡拿出一個火爐。火爐直徑大約一尺，小巧玲瓏，看起來像古董，爐身外圍布滿細小的裂痕。白色的灰燼均勻散在內側，上面還覆蓋一層用來滅火的薪炭。\n　　「這樣說來……」\n　　政五郎與大夫檢查火爐時，年輕的女傭開口說道：\n　　「前一陣子，阿駒姊姊常常用熱水將火焰澆熄，並且出神地望著火焰熄滅後飄出的白色煙霧。」\n　　政五郎與大夫互相對看一眼。\n　　「妳說什麼？」\n　　政五郎反問這位年輕女傭，讓她嚇得打起哆嗦。\n　　「不用害怕，我不是在責怪妳。妳剛剛說阿駒會把火熄滅，然後注視熄滅後產生的白煙？」\n　　女傭點點頭：「她會先刻意加入炭火，讓火燒得更猛烈，再到廚房拿熱水，將火焰澆熄。」\n　　接著，熱水的蒸氣與灰燼一起在空中飛舞飄揚──年輕女傭說道。\n　　「然後她目不轉睛一直看，」年輕的女傭稍稍停頓，緊張地繼續說，「神情像在跟人玩互相瞪視的遊戲。」\n　　政五郎突然想起阿駒的臉。她那時的神情，就像在玩互相瞪視的遊戲般捉弄人。\n　　一瞬間，政五郎感到背脊發涼。\n　　「這樣不就浪費那些木炭了嗎？」大夫問道，「妳有沒有問她為什麼這樣做？」\n　　「沒有。」\n　　「但是妳那時應該也覺得很詭異吧？」\n　　「是的……不過我只看過兩次而已，而且兩次都在晚上。」\n　　這位年輕女傭又哭喪著臉。\n　　「我當初以為，阿駒或許是體諒老闆娘讓我們使用火爐的用心，才會小心翼翼，用水將炭火澆熄。」\n　　但是，我也想過，如果每次都用水澆熄，火爐中剩下的木炭就不能繼續使用了──女傭補充道。\n　　政五郎將臉靠近火爐，仔細察看內側的部分。火爐還散發出濃濃的灰燼味，讓人鼻子發癢。\n　　「這些灰是……」\n　　老闆娘答話說：「她們用的木炭，和我家裡用的一樣。」她不安地扳著指頭，「這些灰有什麼不妥嗎？是引起怪病的病源嗎？」\n　　「不，應該不是，」大夫立刻回答，「妳不用擔心。」\n　　「但是善吉的房間裡，是不是有別種會致命的灰燼？對病人而言，一般對身體無礙的東西，或許會變成致命的來源吧？」\n　　「火爐是阿駒自己買來的嗎？」\n　　「是的，我想應該是。」\n　　老闆娘說，這應該是阿駒從古董店買來的。\n　　「她從什麼時候開始使用？妳還記得嗎？」\n　　「嗯……」\n　　老闆娘看了看年輕女傭，女傭立刻低下頭來。\n　　「這樣呀，真是一場災難呀！」政五郎突然話鋒一轉，結束方才的話題。\n　　「我保證，今後不會再為此事叨擾各位。不過老闆娘，如果方便的話，可以讓我暫時保管這個火爐嗎？」\n　　老闆娘爽快地答應了：「可以可以，您請帶走吧，麻煩您了。」\n　　政五郎借了一條布巾，將火爐仔細包裹，打算帶回家。他也向大夫承諾，自己會在家使用這個火爐，觀察有沒有什麼奇怪的地方。\n　　「我想這應該不是火爐或灰燼引起的疾病。不過這怪病前所未見，所以……」\n　　大夫拉著長長的眉毛，露出些許害怕的神色，\n　　「盡量在通風良好的地方使用，千萬別忘記了。」\n　　◆\n　　當天晚上。\n　　政五郎回家後，向妻子說明事情的經過。夜闌人靜時，便抱著火爐到客廳，請妻子幫忙加進炭火。\n　　白天，這裡是政五郎以捕快身分與人會晤的房間。客廳面對庭園，周圍設有乘涼用的空間及華麗的神壇。政五郎的妻子是個膽大的女人──如果不是這樣，恐怕也不會嫁給他──從沒露出恐懼的樣子。不過平常勇敢的妻子，今天卻有些膽戰心驚，除了點起神壇的燈，又另外點上三盞油燈，讓整間房子明亮許多。接著，她打開面對院子的門，政五郎打了個噴嚏。這樣房子裡的通風應該就沒問題了。\n　　火爐中的炭火正燒得猛烈，政五郎舉起裝有沸水的鐵瓶，準備將火澆熄。\n　　「準備好了嗎？記得要用手摀住嘴巴及鼻子，不要把灰吸進去了。」\n　　妻子用袖口掩面，一邊點頭表示明白。\n　　「要先屏住呼吸喔。」\n　　政五郎一聲令下，迅速將鐵瓶中的水注入火爐裡。只聽見爐中發出滋滋聲響，升起一陣煙霧。\n　　政五郎與妻子仔細注視眼前的煙霧。此時政五郎的腦海裡，突然響起一個聲音。\n　　──你曾經殺過人──\n　　阿駒的聲音清楚在耳邊迴盪著。\n　　看似海怪的白煙，漸漸變得稀薄不成形，之後飄到外面去，消失殆盡。\n　　「什麼嘛？」妻子不滿地小聲說著：「這不就是一般滅火時會產生的煙霧嗎？到底有什麼特別之處呀？」\n　　「我也不知道，」政五郎說著，雙手仍像握劍般，緊緊抓住鐵瓶的手把。漸漸恢復鎮定後，他把手緩緩往火爐中探去。\n　　妻子吐了口氣。\n　　政五郎被這舉動逗得笑出了聲音。\n　　什麼都沒有。眼前只是個普通的火爐罷了。政五郎覺得自己剛才想太多了。\n　　「我覺得這火爐應該沒有什麼不好的地方吧。」\n　　政五郎點點頭。\n　　是呀，大夫也說過，這應該不是火爐或灰燼引起的怪病。況且，誰知道阿駒盯著火爐看這事，可信度究竟有多高？說不定一切只是那個年輕女傭的錯覺。\n　　「相公，我幫你倒杯酒吧？」\n　　「好。」\n　　政五郎心情和緩許多。妻子雖年華老去，卻是個溫柔的女人。她以前是個普通的姑娘家，若是年輕時一味放任自己渾噩度日，也許兩人便不會相遇，更不可能成親結為夫妻──政五郎這樣想著。\n　　「對了，上總屋那兒給了我一些不錯的鹽巴，」妻子急急起身，「裡面有加你最喜歡的大豆口味喔。」\n　　就在這時──\n　　妻子起身前往廚房，背對著門口。她應該沒有發現吧，她一定沒有感覺到──政五郎這樣相信，也這樣祈禱。在一瞬間，只有他看見了，那東西。\n　　那東西。\n　　屋簷下的乘涼處以及房屋內側，被油燈照耀得透亮。在光亮與寒冬屋外黑暗的交界處，一個女人穿著過短的純白和服，頭髮散亂，骨瘦如柴，光著腳，正用驚人的速度往遠處走。政五郎不知道她是打哪兒出現，也不知道她光著腳，要往遠處的哪裡去。不過屋簷下布滿她的足跡，由此可知，女人確曾經過政五郎家的屋簷下方。她的腳步之快，讓人無法仔細看清楚她的身影。政五郎沒有看見那女人的臉──他心中暗自慶幸著。\n　　不過那女人極為消瘦，身形有如一具骸骨，但是腳步卻快得令人瞠目結舌。\n　　政五郎在她方才通過的地方，發現彷彿灰燼般的白色粉末。\n　　「哎呀，你怎麼了？」\n　　妻子叫喚著政五郎，他遲遲沒有回應。\n　　「眼睛睜得這麼大，發生什麼事情了呀？」\n　　◆\n　　政五郎擔任捕快之後，手邊時常會留下一些事後難以處理的物品。比如說用來殺人的刀劍，或是勒死他人的細繩。\n　　通常這種時候，政五郎便會想起在押上村「照法寺」這個小寺廟擔任住持的老朋友。那位住持體型龐大，身上還留有從前的刺青。這件事情只有住持本人和政五郎知道。\n　　政五郎將阿駒的火爐帶到老友那兒去。\n　　擔任住持的老友聽完政五郎的描述，眼睛眨也不眨。\n　　「唉，這種事情十常八九。」\n　　住持一臉倦意。\n　　「如果好好祭拜供奉，不管被什麼妖魔鬼怪纏身，你都不用擔心。」\n　　阿駒到底被什麼纏身了？為什麼在阿駒身上的東西，會看見自己從前曾經殺過人？\n　　面對政五郎的質疑，住持曖昧地笑著：\n　　「殺人犯看起來就像殺人犯，不過就是這樣的道理罷了。」\n　　平良屋對於政五郎未將阿駒的事情公開，似乎相當感激。數日後，政五郎收到一份點心，點心盒中還藏有相當數目的金子。政五郎將其中的大部分捐給了照法寺。\n　　善吉的傷勢漸漸好轉。他是個老宵的男人，所以絕對不會出手戲弄女傭。另外，他那天因為與長兄吵架而離開總店，暫宿桐生町的平良屋二哥家等事，都在事後一一被證實。\n　　阿駒因為沒有親人，平良屋的人便幫她舉行了葬禮。之後，平良屋的老闆夫婦、管家箕助以及誠次，都一如往常，努力工作。\n　　過了大約十天，照法寺來信，通知政五郎火爐已經處理好。書信的文筆流暢；在結尾處，住持提到，那火爐一到夜晚，便燃起裊裊香煙，煙霧瀰漫整座寺廟。聽說小和尚看見這景象，還曾因此引起騷動。\n　　另外，住持本人也曾在深夜，見過一位頭髮散亂、骨瘦如柴的女子，穿著過短的和服，背對自己，佇立在火爐旁邊。雖然見到她的身影，卻看不見臉孔。住持在信中還表示，寺廟中沒有發生任何事情，並請政五郎多多保重。\n　　政五郎將信燒掉，並將燒完的灰燼丟到茅坑裡。既然住持都處理好了，自己就不需要再去想這件事了。\n　　況且，現在仍是冷冷寒冬，到了夜晚還是需要使用火爐。不愉快的回憶，就讓它隨灰燼散去。只有如此，政五郎才能安心點起火爐中的炭火。\n　　註：灰神樂，意指火熄滅後所產生的煙霧。"
  },
  {
    "id": "P10",
    "title": "蜆塚",
    "text": "蜆塚\n　　在去小河屋向島區的宿舍之前，米介先繞道至淺草御藏，到藏前元町一間常光顧的魚店。米介在大前天就拜託過魚店老闆，今天一定要幫他準備好御藏出產的蜆。\n　　魚店老闆依照約定，拿來一大籃蜆讓米介挑選。等米介挑選完，老闆將蜆放進小鍋子，倒入鹽水，說這樣帶著走的話，可以讓蜆完全吐出殼中的細沙。\n　　「米介先生，你走路時要小心呀。要是在半路跌倒，損失可就大了喔。」\n　　「好的，我知道。」\n　　米介付了錢，點頭應著。\n　　所謂的御藏蜆，是指淺草御藏從一番堀到八番堀洞窟中採收的蜆。這個地方常常停靠裝滿米袋的船隻。工人從船上搬下米袋，在運送到米倉的路上，總會不小心把袋中的米散落在洞窟中。洞窟中的蜆就因為這些散落的米，被養得相當肥美，也比普通的規來得美味。\n　　這種蜆比普通的蜆昂貴，要花上五倍的價錢才能買到，米介也因此付給魚店相當的金額。這種蜆一天能採到的數量有限，若是客人非買不可，就必須付出高額的代價。米介今天能夠買到蜆，算是相當幸運。\n　　「歡迎再度光臨。」\n　　長得威嚴的魚店老闆愉快地說道：「今天是你父親的忌日吧。你買蜆是要去送人的嗎？」\n　　米介點點頭，「父親生前有位交往甚篤的棋友，大約半個月前病倒了。他年歲已高，而且身體相當虛弱，我今天是想代替父親去探望他。」\n　　「喔，他是你父親的棋友呀，你真孝順呢！」\n　　「不，您過獎了。」\n　　米介笑了。如果自己真的孝順，也許當初就能夠見到母親最後一面；如果自己真的孝順，或許在父親病倒前，就會乖乖繼承家中事業了吧。\n　　「我其實並不孝順，只是聽地主說，父親生前受到這位棋友很多照顧。父親並沒有什麼特別的興趣，對於圍棋卻特別熱中。對於父親的好勝，他總是相當包容，所以我父親跟他的感情相當不錯。」\n　　魚店老闆對米介說路上小心之後，目送米介離開。今天天氣很好，但河邊的風仍略帶涼意。米介邊走邊打了兩個噴嚏。\n　　◆\n　　五年前，父親因腦溢血去世，米介接下了位在柳橋的店面以及資產。他今年將近四十，身體狀況與生前的父親一樣，尚稱良好；但有時看起來會像五十多歲的人。\n　　米介的父親是個囉嗦且愛說教的頑固男人。他看人的眼神銳利，對於金錢的管理相當嚴謹，而且記憶力驚人，稱得上最適合仲介工作。但米介與父親的關係惡劣，還未滿十五歲，便離家出走，在外到處打零工，兼差過日。一直到三十歲前，米介的日子過得隨心所欲。五年前父親病倒，氣數將盡。若不是柳橋的地主先生努力奔波，尋找米介，通知他這個消息，米介也許見不到父親最後一面。\n　　米介得知消息回家後，才知道母親早已過世，父親則不醒人事。米介當時已經比較成熟懂事，對於自己十幾年來的任性，感到羞愧不已。在家過了五天，父親未曾睜開雙眼，也沒有和米介交談，便斷氣過世。米介滿心愧疚，於是主動向地主先生提出繼承家業的想法。\n　　剛開始米介覺得這工作很困難。父親生前是廣受信賴的仲介老闆，而米介因為長期沒在家中幫忙，周遭的人對他完全不熟悉。地主先生帶著米介拜訪客戶，卻得不到對方的認同。幸好有地主先生在身邊，像父親一樣照顧陪伴，沒有耐性的米介才得以通過各種難關。\n　　米介的父親生前最愛蜆仔湯，每年總會花大錢，買進御藏出產的蜆仔。日本橋西邊有家和服店叫「小河屋」，管家松兵衛先生是父親的棋友，和父親交誼深厚──這些事情，都是地主先生告訴米介的。兩年內，家中的事業總算安定下來。每次遇到中元節或是父親的忌日，米介便重金買進蜆仔，供奉父親。母親比父親早過世十年，地主先生也記不得她生前喜愛什麼食物，所以米介總以鮮花祭拜母親。\n　　米介是在父親的葬禮上，見到小河屋的管家松兵衛先生。雖然他本人沒提到從前下棋的事情，但米介事後聽完地主先生說起這些過往，便於父親過世四十九日後，前往拜訪松兵衛先生。米介見到了松兵衛先生，只聽他悲傷地說，父親生前是個很好的棋友，如今父親過世，讓他不想再繼續下棋。米介頓時感受到松兵衛先生內心的寂寞悲傷，以及他與父親契合的程度。\n　　十天前，米介從女傭阿紋那兒得知松兵衛先生病倒的消息。她因為父親的介紹而到小河屋工作，至今已將近三十年。\n　　「大夫診斷是皮下組織水腫，難怪他看起來總是那樣痛苦。」\n　　「從以前就這樣了嗎？」\n　　「是這一年發生的，因為常常上下樓梯，他時常感到胸口疼痛，睡前尤其覺得胸口像壓著一塊大石頭般痛苦。」\n　　「唉，真是糟糕。」\n　　「老闆也擔心松兵衛的健康，於是將他移往向島的宿舍休養。米介呀，現在根本找不到新員工，況且新來的人恐怕也不會像松兵衛那樣認真。店裡的人手本來就不夠，唉，還真是傷腦筋呀。所以啊，希望你可以幫忙介紹一位新員工。」\n　　「這事簡單，不過你們的總店那兒，沒有人可以過來幫忙嗎？」\n　　小河屋的總店位於通二丁目，是叫做河津屋的和服店，小河屋則是分店。小河屋這個名稱也是延伸自總店的店名。\n　　「總店那兒的管家跟分店的管家松兵衛處得不好，兩人互看對方不順眼。」\n　　阿紋說著，尷尬地歪了歪嘴角。\n　　「所以呀，我們老闆說，要是從總店那兒叫人過來填補空缺，松兵衛恐怕會睡不安穩吧。」\n　　「這樣呀，那我會趕緊看看，有沒有適當的人選。」\n　　米介答應了女傭的請求，並將事情記在簿子裡。此時，他心中浮出兩、三個適當的人選。\n　　「松兵衛是個容易感到寂寞的人，如果方便，請你過去探望他一趟。」\n　　阿紋正準備離去。她雖然一臉嚴肅，但說出來的話卻格外溫柔。\n　　「若不會打擾他靜養，我一定過去探望。」\n　　「請不用擔心。」阿紋似乎很悲傷，左右搖著頭，「他的情況並不樂觀，所以在這段期間，就請你去看看他吧。唉，我也覺得自己老了，心情變得特別低落。唉，我和松兵衛是多年的老同事呀。」\n　　米介不知道該說什麼來安慰，只承諾自己會去探望松兵衛──\n　　這次運氣不錯，小河屋馬上就找到了填補空缺的人手。這人名叫六太郎，家住茅町村莊，是個二十歲的年輕小伙子，十歲就在牛入下地區的舊衣店工作。舊衣店在上個月不幸發生火災，老闆夫婦皆慘死，店裡也被燒得精光。六太郎為了投靠友人，寄宿在深川的村落裡，不過到頭來仍走投無路，一籌莫展。\n　　就這樣，六太郎失去工作後，經由地主介紹，前來拜訪米介經營的人力仲介，保證自己一定會努力工作。小河屋在見到六太郎後，也覺得他充滿幹勁，是個優秀的人才，相當適合從事生意買賣。雙方一拍即合，小河屋最後決定雇用六太郎。\n　　米介放下心中的一塊石頭。接下來他得趕緊找時間，探視松兵衛的病情──忙碌數日後，今天終於有空到松兵衛那兒跑一趟。\n　　向島的宿舍並不是小河屋所擁有，應該算是總店河津屋為員工搭建的房子。在日本橋一帶，河津屋可說是僅次於白木屋與越後屋的名店，所以宿舍也蓋得比一般房舍氣派許多。向島是江戶市中較為鄉下的地方，周遭有許多田地及寺廟，相當寧靜悠閒。米介行走在城鎮中，常因為林中黃鶯的清脆鳴叫而停下腳步。\n　　米介抵達宿舍，一位小女傭出來迎接。當她知道米介的身分後，馬上說道曾聽阿紋提過米介。\n　　「松兵衛先生的病情如何？」\n　　「身體很虛弱。不過今早他吃了一碗清粥，現在正醒著，我帶您進去看他。」\n　　「麻煩妳了。還有，這是一點心意……」\n　　米介小聲說道，把用器皿裝著的蜆交給女傭。女傭開心地收下了。\n　　「蜆仔湯對水腫病人很有幫助呢。」\n　　松兵衛躺著的房間很明亮，面對著廣大的田園，大概有十二坪左右。松兵衛看起來消瘦慘白；但當米介靠近他枕頭旁時，他仍然意識清醒，準備坐起身來迎接。雖然米介嘗試阻止，但女傭最後仍將松兵衛扶起，讓他坐在床上，並幫他加上棉襖。\n　　「唉，我一個人根本無法起身，真是糟糕呀。」\n　　松兵衛苦笑著，臉龐消瘦凹陷，似乎連呼吸也相當痛苦。\n　　「唉，我這病拖了這麼久，真是造成大家的困擾呀。我看我應該要早早結束生命才是。」\n　　米介在旁邊想要說些鼓勵安慰的話，但又有點猶豫，不知道是不是保持緘默才是上上策。這時外面田地的水渠突然響起水聲。\n　　「這兒真是寧靜的地方呀。」\n　　雖然米介覺得似乎不應該多講什麼，不過他又想要鼓勵病人，因此還是努力說出正面積極的話：\n　　「我父親當初若也在此寧靜之處休養，他的病情應該會好轉吧。」\n　　一臉沉思的松兵衛突然仰起頭，小心翼翼窺視著四周。服侍的小女傭已經不在旁邊；一望無際的田地上，也完全不見人影。松兵衛的眼神似乎在確認周遭有沒有閒雜人等。\n　　「米介呀，你剛才說的話，讓我想起你父親死前的事情。」\n　　米介連忙安慰道：「您不要想起這樣悲傷的事呀！」\n　　「不、不，我並不是要說悲傷的事，好讓你安慰我。」\n　　松兵衛揮動著瘦得如同皮包骨的手。\n　　「我只是想趁現在確定一件事呀。你在你父親病倒之後，便回家幫忙──你父親沒對你說過話嗎？」\n　　米介聳著肩，「是的，他什麼都沒說，像沉睡般……唉，然後他就過世了。」\n　　松兵衛聽完，又將他骨瘦如柴的雙手交叉放在胸口，似乎一面想著什麼，說道：\n　　「那你應該沒聽你父親說過吧。因為一開始他根本就不覺得你會回家，也不認為你會繼承家業，所以當初就沒有把這事情告訴你。」\n　　松兵衛喃喃自語。米介完全聽不懂他究竟在說什麼，只感覺到他有事情瞞著自己。\n　　「松兵衛先生，我父親生前是不是有什麼事情要告訴我？」\n　　松兵衛並沒有回答，只是呢喃不止。\n　　「我覺得我應該要知道比較好。請問您曉得是什麼事嗎？」\n　　松兵衛緩緩眨著雙眼，看著米介的臉。他的眼眶周圍殘留著淚痕，但應該不是悲傷所致。長期臥病在床的人，眼眶自然會泛出淚光，眼角通常因而留有淚水的痕跡。\n　　「這件事，我不是從別的人力仲介所聽到的，」松兵衛又喃喃自語，「也沒有向江戶那兒的管家確認過喔。」\n　　「嗯……」米介不知道該如何回答才好。\n　　「不過呀，」松兵衛用他乾扁的手扯扯下巴，「還有六太郎的事情。」\n　　米介向前一步，「六太郎？您是說我介紹到小河屋工作的六太郎？」\n　　松兵衛輕輕點了點削尖的下巴，「對呀，就是那個六太郎。」\n　　「他有什麼不好的事情嗎？」\n　　「沒有、沒有，他是個能幹的男人。之前他也來這兒拜訪過我，相當貼心。」\n　　這些明明就是稱讚的話，松兵衛卻說得極度鄙夷：\n　　「他呀，應該會是個好員工。小河屋那兒──當然總店也一樣──都不希望雇用過多人手。所以呀，員工就要有做牛做馬的心理準備。不過，六太郎應該是沒問題啦。」\n　　「您看起來好像不太開心。」\n　　米介說完，心想──松兵衛或許很失落吧。和年輕有為且精力旺盛的六太郎相比，他將如風中殘燭般死去。只要想到六太郎將來大有發展，心中應該滿是不甘與忌妒吧。這樣的心情無奈地反應在他說話的語氣上──\n　　六太郎根本不應該到這兒來──米介想著。\n　　他到底是什麼時候來的，又是誰帶他來？米介反覆思索。松兵衛說話了：\n　　「我不覺得六太郎有什麼不妥。」松兵衛悲傷似的揉著眼角，「所以呀，應該不要對你說這種事情比較好。」\n　　米介還是聽不懂松兵衛講的話。\n　　「松兵衛先生，這話是什麼意思？」\n　　松兵衛深深嘆了一口氣，發出無奈的聲音。\n　　「唉，我看還是跟你說吧！你父親當初要是有機會，應該也會想要告訴你。」\n　　松兵衛盡量伸長身軀，往米介這兒靠近。\n　　「米介呀，你是人力仲介的老闆，是吧？」\n　　松兵衛慎重的語氣令人困惑，但米介仍認真點頭說是。\n　　「你繼承這事業多久了？」\n　　「五年了。」\n　　「五年呀，那你應該還沒有機會注意到吧。」\n　　松兵衛將手放在額頭上。米介焦急地想問他到底是什麼事，但還是忍了下來。\n　　「我呀，原本在總店那兒當童工，之後因為老闆分家，便跟著管家一塊兒到小河屋分店來。之後三十年，一直待在這家店裡。」\n　　松兵衛按著前額說道。\n　　「我和你父親也是在三十年前認識的。那時小河屋剛剛成立，正好需要雇用人手到店裡幫忙。」\n　　「您跟我父親成為棋友，也是那時候的事嗎？」\n　　米介微笑問道，希望能緩和松兵衛複雜的心情。\n　　但是松兵衛卻沒有笑容，「是呀，我們就是因為那樣，才變成棋友啊。」\n　　「什麼事情？」\n　　「我們認識沒多久，便常聚在一起聊天。」\n　　松兵衛說，有一次，兩人下完一盤圍棋，他關心地問起米介的父親，今天心裡是不是掛記著什麼事。因為他覺得對方剛剛下棋的手法，和平常完全不一樣。\n　　「然後，你父親臉色一沉，說他最近有點害怕。」\n　　聽你父親說，最近有一個人時常來拜訪自己──松兵衛這樣說。\n　　「你父親的意思不是從他那兒介紹出去的人，無法繼續在店裡工作，所以又回頭來拜託。他說的是同一張臉孔，同一個人，在十年之間，一直不斷使用相異的姓名與身分來找工作。」\n　　二十年前曾經介紹去店家工作的小女孩，十年後，又以完全相同的形貌出現，拜託米介的父親幫忙她找工作。但是，明明相同的面孔，卻有著不同的姓名與出生背景。父親雖然感到怪異，只覺得是自己想太多，仍幫忙女孩找到工作。不久，父親也忘了這事。\n　　「但是，又過了十年，長得一模一樣的女孩，再次以完全不同的姓名，出現在你父親面前，拜託他幫忙找工作。你父親不解地問她，是不是十年前、二十年前曾經來過這兒，但那女孩卻一臉迷惘。如果真是同一個人，經過這麼長的時間，面容照理說會有改變。所以應該只是湊巧長得相像而已……但是……」\n　　「但是？」米介好奇地繼續問。\n　　「你父親詢問其他的仲介同業，想知道大家有沒有這樣的經驗。結果呀，十多人中，剛好就有一位曾經遇到類似的狀況。」\n　　不論時間過了多久，完全不會變老，而且相貌型形態絲毫沒有改變，不同的只有姓名和身分背景──據說這個人每經過一段日子，就會固定來請仲介幫忙找工作。\n　　「那位仲介老闆的年紀比你父親大，仔細問了問，才知道這並不是他的親身經驗，而是從上一代那兒聽來的。據說他的祖先代代從事仲介工作，所以很久以前就流傳著這樣怪異的傳說。」\n　　世界上原來有這樣的人，不會老，不會生病，甚至不會死亡。這種人若是長期待在同一個地方，很快就會被人發現祕密，因此每隔十年就必須更換一次工作，而出現在仲介面前。由於好的人力仲介並不容易找，所以只要認為是值得信賴的地方，他就每十年來一趟。店家也一樣。若是三十年前曾經工作過的地方還不錯，他就會記下店家的名字，等到三十年後，再進入同一間店或是它的分店工作。由於已經過了三十年，不會有人牢記從前離職女傭或是男工的長相，所以絕對不會被人拆穿。而人力仲介天天要幫許多男女尋找適當的工作，根本也不可能記住每個人的面孔。\n　　「不過事實上，人力仲介的老闆是很會認人的，」松兵衛緩緩說道，「即使過了十年，只要是看過的臉孔，一定會注意到。」\n　　但是即使發現了，還是得假裝不知道──米介的父親曾被這樣告知。\n　　「那些人呀，並不是要做壞事，他們只不過是死不了，也不會變老罷了。為了不引起他人注意，這種人通常遠離人群居住。他們只有這點與一般人不同，所以也沒有必要故意欺負或是追打他們。」\n　　這番話或許讓松兵衛感觸良多，每一句話都清晰有力：\n　　「你父親告訴我這些事情後，笑著對我說──哎呀，這些事情並不是不好，只是呀，還真有點讓人害怕。我聽完之後非常震驚，因為我從總店河津屋到分店小河屋工作時，也遇過類似的事情啊。」\n　　松兵衛當童工時，店裡有一位年輕的男助手相當受老闆賞識。他體型嬌小但臉孔俊美，受到許多女孩子的愛慕。不過怪的是，沒多久，這人便從店裡消失了。\n　　二十年後，松兵衛到分店小河屋擔任管家，從前在總店河津屋見過的那位俊美男助手，也被雇用至小河屋工作。驚人的是，他的面容以及年紀，與二十年前完全相同；唯一不同的，是他的名字和出生背景。\n　　這件事只有松兵衛一個人發現。不過，他又擔心這人只是長得像自己認識的人而已，所以沒把心中的想法說出口。只是有一回，松兵衛有機會與這男子單獨相處，便告訴對方，以前曾見過跟他長得神似的人。對方聽完只是一笑，說他在江戶沒有親戚朋友。不過從那次以後，男子開始迴避松兵衛，與他保持距離。大約五年後，男子就辭職離開。松兵衛不知道他為什麼辭去工作，而店裡老闆則是感嘆又痛失一名人才。\n　　「但是呀，又過了十年，這名男子又出現在河津屋。名字完全不同，當然出生背景也跟以前不一樣。從前愛慕過他、與他年紀相仿的河津屋千金，如今跟他的歲數差距，卻大得有如母子一般。」\n　　河津屋的千金已經嫁做人婦，並且成為老闆娘了。但她卻發現與記憶中長得一模一樣的男人，回到了自己身邊，於是難掩心中激動。\n　　「結果……唉，河津屋的千金因此差點被婆家趕出家門呢！」松兵衛尷尬地歪著嘴。\n　　「那名男子呢？」\n　　「當河津屋的千金說要跟丈夫離婚時，他便消聲匿跡了，沒有人知道他去哪裡。」\n　　「松兵衛先生……」\n　　米介將雙膝併攏坐正，注視著松兵衛的臉孔。\n　　「為了謹慎起見，我想請問您一件事。您該不會是在編故事騙我吧？」\n　　「為什麼我要騙你呢？」松兵衛無力地垂下雙肩，「這不是我捏造的故事。」\n　　「好吧，那我就安心了。那麼松兵衛先生，您剛剛很在意六太郎的事情吧？依我推測，您應該覺得這位在小河屋工作的六太郎，正是您說的那種不會衰老、也不會死亡的怪人囉？」\n　　松兵衛慢慢露出不悅的神情，重重點了點頭。\n　　「我不只見過他一次，在這之前一共看過兩次。」\n　　「兩次都是看見他在店裡工作嗎？」\n　　「不，江戶有間與河津屋來往密切的毛線店。我第一次見到他時，他正是那間毛線店老闆女婿。」\n　　「入贅嗎？如果是這樣，他應該很難消聲匿跡吧？」\n　　「不，那時他還是消失了。入贅後三年，他便拿走文具箱中全部的錢，消失得無影無蹤。我當時剛好在店裡擔任助手。唉，那已經是三十七年前的事情了。」\n　　「所以現在的六太郎，長得和那個逃跑的入贅女婿一模一樣？」\n　　「是呀，完全從同一個模子印出來的呀，連聲音和說話方式都完全相同。」\n　　「說不定是父子吧？畢竟也相隔三十七年了。」\n　　松兵衛搖搖頭，「不是只有一次，我剛剛不是說兩次嗎？我第二次遇見他是十五年前，啊，或許是十三年前，就是東兩國失火那一年。當時他又被雇用到河津屋工作，不過大約兩年後，他就離職了。」\n　　米介皺眉苦思，感覺到自己光禿的頭顱上開始冒汗。\n　　現在的松兵衛的確身體虛弱。他罹患的大概是會奪人性命的重病，所以才會頭腦不清醒，說些瘋言瘋語。\n　　「你好像不相信我的話。」\n　　一回神，米介發現松兵衛淚眼婆娑，看著自己。\n　　「唉，這也不怪你。我呀，在跟你父親說明這事情之前，也一直懷疑自己是不是頭腦出了毛病。」\n　　「松兵衛先生呀，我沒有這樣想呀。」\n　　氣氛正尷尬沉重，此時，小女傭從門的另一側，詢問是否需要幫忙添茶水。松兵衛應聲，她便把餐點端了進來。\n　　「現在是午餐時間，客人您也一起用餐吧。這是您特地帶來的蜆仔，我作成了清湯。」\n　　小女傭親切地向松兵衛介紹菜餚：\n　　「一直吃稀飯，您應該也膩了。這兒有煎蛋，還有蜆仔湯呢，是客人為您帶來的，御藏產的蜆，非常高級喔！」\n　　松兵衛並未動筷子。不過女傭實在太熱心，加上她催促的眼神，他只好勉強拿起碗筷，小口吃著碗中的食物。但米介卻不覺得松兵衛真正吃進了什麼。\n　　吃完飯，女傭將碗筷收拾好，米介便起身準備告辭。此時屋內的氣氛和飯前一樣，凝重得讓人想逃開。\n　　松兵衛落寞地坐著，看了米介一眼，這樣說了：\n　　「六太郎的事情，你父親也知道的。他心中希望你能繼承家業，應該寫下了一些遺言給你，你回家找找看吧。」\n　　「松兵衛先生……」\n　　米介禁不住想要跟松兵衛說些話；但叫出了聲音，卻又不知道接下來該講什麼。看著眼前這位老人，米介心中湧起一陣同情，也憐憫他這種奇怪的想法與言談。\n　　「總之，重要的是假裝不知道。」松兵衛又開口說了，「只要他們不曉得你發現這祕密，便不會傷害你。唉，他們也是一群可憐的傢伙。永遠不能死去，就得不停地在痛苦中度日。要是他們的祕密被發現，大家便會向他們追問長生不老的祕訣，並且要他們現出原形。這些不死不老的人，恐怕會被想要藉此發財的人給糾纏一輩子啊。」\n　　真正有良心的人，就得佯裝不知情呀──松兵衛嘴中不停喃喃自語。米介感覺十分刺耳，便草草起身告辭。\n　　◆\n　　在米介前往探病後的隔天，松兵衛於向島的宿舍中過世。\n　　即使是長年在店裡工作的老員工，小河屋幫忙舉行的葬禮也沒有特別盛大。不過喪禮還是請來少數與松兵衛生前較親近的友人，共同在松兵衛病倒後居住的房子為他守靈。米介也是其中之一。\n　　那是個風大的夜晚，不過夜空中的滿月，卻將道路照得十分澄亮；即使不提燈，影子也會被清晰照映在地面上。\n　　米介將店裡收拾好，才動身前往松兵衛的住處；比起其他人，他已經遲到好一陣子。昨天的事情還歷歷在目，讓米介簡直無法相信松兵衛已經死了。他心中揣測，不知松兵衛是否安詳過世；並且在心中默禱松兵衛離開人世時，沒有經受太多的痛苦。米介想著──關於昨天松兵衛說的那些胡言亂語，自己或許是最後一個親耳聽見的人吧。\n　　昨天的小女傭，是從廚房那扇門走出來迎接米介；而今天站在門這兒的，是那位六太郎。他站在門口接待客人，和服的袖口被強風吹得飄動不止。六太郎遠遠注意到米介來了，於是有禮貌地向他鞠了躬。米介也同樣回禮，並且小跑步朝六太郎那兒跑過去。\n　　突然一陣強風從旁襲來，米介頓時步伐踉蹌。衣角被風吹起，絆住了雙腳，鞋子掉落在地上。\n　　六太郎見米介險些跌倒，機伶地伸出手，扶住米介的臂膀。\n　　「哎呀，這風還真強呀！」\n　　米介回答「是呀」，邊抓著六太郎的手臂，好穩住自己的身體。因為想避開強風，米介低下頭，這舉動讓他無意間朝地面看去。\n　　天空明月高掛，銀光灑落一地。\n　　地面上，米介的影子動作怪異，正緊抓著某樣東西。不，米介的影子之所以看起來動作奇怪，是因為旁邊沒有六太郎的影子。\n　　對，地面上沒有六太郎的影子。\n　　剎那間，米介抬起頭，眼神與六太郎四目交接。\n　　──重要的是佯裝不知情。\n　　「請您到這邊來。」\n　　六太郎溫和但又有點悲傷，帶米介前往屋內。米介剛才被六太郎觸碰到的臂膀處，因為害怕，不停滲出汗水。\n　　◆\n　　小河屋的管家松兵衛，聽說是抑鬱而終。周遭的人都說是因為水腫的緣故。\n　　◆\n　　在柳橋經營人力仲介的老闆米介，年輕時離家出走，隨心所欲，過著自由放蕩的日子。但五年前，他回到家鄉，繼承父親死後的家業。從前雖然放蕩不拘，但由於米介穩重認真，因此在村莊裡的評價並不差。\n　　不過，最近米介的神情有些怪異。松兵衛囑咐米介，要他找找父親留下的遺言，所以他把家中都翻遍了，甚至還將與父親私交甚篤的地主先生叫到家裡，不停質問地主先生是否記得過去的事情。\n　　──以前的事情是指……\n　　──你還記得父親是否提過一些怪事？\n　　──怪事是指什麼事情？\n　　──不，我不能說，那太恐怖了。\n　　鄰居都覺得米介或許發瘋了。大家紛紛揣測，米介什麼時候變得這樣詭異。還有人說──啊，我想起來了，自從小河屋管家松兵衛過世，米介前往守靈回來後，好像就變成現在這樣了。\n　　這樣的謠言傳遍大街小巷，米介則在家中開始瘋瘋癲癲。在小河屋管家松兵衛死後的十六日，米介失去了蹤影。\n　　三天後，米介的屍體在淺草御藏四番堀這地方浮出。\n　　屍體上有嚴重的傷口，但無法查出死因。屍骸上遍布大大小小、像是被魚群咬的無數傷痕。兩個眼珠不翼而飛，衣服的袖口還裝有滿滿的蜆。\n　　也因為這樣，在米介的死訊傳出不久，平常比一般蜆還要貴上四、五倍的御藏蜆，價格整整跌了一半。\n　　更嚴重的是，街坊盛傳米介生前因為愛吃御藏蜆，才會被蜆報復，在死後被啃得體無完膚。\n　　□\n　　吃米茁壯，蜆的可畏，復仇將至。\n　　◆\n　　米倉的牆壁上，寫著這樣一句玩笑的短詩。\n　　從前因為御藏蜆而大賺一筆的魚店，現在也一籌莫展。大家聚在一起，不停設想因應對策。\n　　於是魚販在御藏的第四個洞窟，也就是發現米介屍體的地方，巧妙供奉一塊蜆形的石頭，並建造一座小廟，變成一處蜆塚。\n　　就這樣，御藏規的價格總算回升。根據當地人的說法，從明治維新到明治末期，蜆塚一直受當地人祭拜供養。即使後來米倉被拆，洞窟中也不再有灑落的米，這兒的蜆因此變得跟一般的蜆沒兩樣，但這個傳說卻一直流傳著。\n　　聽說一位住在淺草鳥越町、今年八十八歲的老人家，小時候曾從擔任馬伕的父親嘴裡，聽過這個久遠的傳說。\n　　「當年只覺得──什麼嘛，這根本是捏造的呀！這傳說怎麼會是真的，米介已經死去，他的想法或感情，根本不可能被描述得如此清楚明白。所以呀，年幼的我根本不覺得害怕……」老人說自己當時根本不把這個傳說當一回事。\n　　當年這老人的父親有個私交甚密的女友。她是歡場女子，人長得標緻美麗，左頰上還有一顆非常醒目的愛哭痣。女孩除了與老人的父親關係甚為親近，也相當疼愛當時還年幼的老人。後來這段祕密關係被老人的母親發現，女孩就被拋棄了。\n　　「我父親七十歲過世的時候……」老人說了，「守靈的那夜，女孩來了。她長得非常美麗，小時候看到她後，就深深印在腦海中。女孩的形貌完全沒變，左臉頰上那顆愛哭痣依舊存在。她看見我時，還對我微微一笑。我生平從沒這麼毛骨悚然過，頓時想起小時候，父親曾告訴過我的傳說。」\n　　那晚天空似乎快要下雨，月亮被烏雲遮蔽。聽老人說，因為這樣，所以他無法確定那女孩是不是有影子。\n　　「唉，其實還是假裝不知道，會比較安全呀。」老人語重心長地說著。\n　　（全書完）"
  }
]