[
  {
    "id": "id122",
    "title": "版權信息",
    "text": "圖書在版編目（ClP）數據\n新媒體運營實戰指南：社群運營·短視頻運營·直播運營·微信運營/陳政峰著.-北京：人民郵電出版社，2019.9\nⅠ.①新…　Ⅱ.①陳…　Ⅲ.①傳播媒介—運營管理—指南　Ⅳ.①G206.2-62\n中國版本圖書館CIP數據核字（2019）第078664號\n◆著　陳政峰\n責任編輯　單元花\n責任印製　彭志環\n◆人民郵電出版社出版發行　　北京市豐臺區成壽寺路11號\n郵編　100164　　電子郵件　315@ptpress.com.cn\n網址　\n大廠聚鑫印刷有限責任公司印刷\n◆開本：700×1000　1/16\n印張：13.25　　2019年9月第1版\n字數：192千字　　2019年9月河北第1次印刷\n定價：49.80元\n讀者服務熱線：(010)81055493 印裝質量熱線：(010)81055316\n反盜版熱線：(010)81055315\n廣告經營許可證：京東工商廣登字20170147號"
  },
  {
    "id": "id121",
    "title": "Chapter 2",
    "text": "目錄\n> > 封面\n> > 扉頁\n> > 版權信息\n> > 內容提要\n> > 前言\n> > 第一章 新媒體運營基礎與盈利模式\n> > > > 一、新媒體運營是什麼\n> > > > > > 如何理解新媒體運營\n> > > > > > 企業新媒體的運營範疇\n> > > > > > 新媒體運營的入門技巧\n> > > > > > 新媒體運營的思維工具\n> > > > 二、企業新媒體運營的四大要素\n> > > > > > 定位：抓住用戶的核心訴求\n> > > > > > 策略：實現內容價值轉化\n> > > > > > 運營：優化運營整體方案\n> > > > > > 團隊：搭建運營團隊架構\n> > > > 三、構建新媒體平臺的盈利模式\n> > > > > > 盈利模式1：粉絲變現\n> > > > > > 盈利模式2：品牌廣告\n> > > > > > 盈利模式3：內容付費\n> > > > > > 盈利模式4：內容電商\n> > > > > > 盈利模式5：社交變現\n> > 第二章 新媒體活動運營實操攻略\n> > > > 一、新媒體活動運營的策劃流程\n> > > > > > 活動前期：做好準備工作\n> > > > > > 策劃階段：注重運營細節\n> > > > > > 執行階段：確保活動實效\n> > > > > > 活動結束：總結實踐經驗\n> > > > 二、新媒體活動運營的實戰技巧\n> > > > > > 活動運營的背景撰寫技巧\n> > > > > > 活動運營細則的5個要素\n> > > > > > 運營人員的七項技能修煉\n> > > > > > 如何有效提升用戶參與度\n> > > > 三、新媒體營銷推廣的操作步驟\n> > > > > > 步驟1：制定營銷目標\n> > > > > > 步驟2：精準粉絲引流\n> > > > > > 步驟3：品牌傳播推廣\n> > > > > > 步驟4：文案策劃包裝\n> > > > > > 步驟5：組建推廣團隊\n> > > > > > 步驟6：運營績效考核\n> > 第三章 新媒體內容運營實操攻略\n> > > > 一、新媒體內容運營的進階攻略\n> > > > > > 內容規劃：搭建內容運營體系\n> > > > > > 內容生產：打造優質原創內容\n> > > > > > 內容運營：多元化的運營策略\n> > > > > > 內容傳播：實現品牌傳播效應\n> > > > 二、如何打造自媒體閱讀量10W+\n> > > > > > 堅持自我個性，甄別優質內容\n> > > > > > 善於模仿借鑑，標題奪人眼球\n> > > > > > 掌握四大特性，打造優質內容\n> > > > > > 贏得官方推薦，促進內容傳播\n> > > > 三、微信公眾號內容運營實戰要點\n> > > > > > 要點1：內容推送與活動策劃\n> > > > > > 要點2：選題方向與內容編排\n> > > > > > 要點3：內容文案與熱點追蹤\n> > > > > > 要點4：團隊配合與運營思路\n> > 第四章 社群新媒體運營實操攻略\n> > > > 一、實現自媒體商業化的最佳路徑\n> > > > > > 確保優質內容的可持續生產\n> > > > > > 實現高效精準、多渠道傳播\n> > > > > > 社群是用戶沉澱的最佳方式\n> > > > > > 基於社群的多元化盈利模式\n> > > > 二、自媒體如何向社群媒體轉型\n> > > > > > 建立社群意識，打造共同願景\n> > > > > > 明確社群定位，專注內容優化\n> > > > > > 設置社群門檻，制定群規細則\n> > > > > > 注重社群互動，強化管理監督\n> > > > > > 打造用戶體系，輸出優質內容\n> > > > 三、社群數據化分析、運營與優化\n> > > > > > 用戶思維下的社群數據化運營\n> > > > > > 社群用戶行為的數據運營策略\n> > > > > > 社群內容數據分析與優化策略\n> > > > > > 社群業務數據分析與運營策略\n> > 第五章 新媒體品牌營銷與運營策略\n> > > > 一、新媒體在品牌營銷中的實踐應用\n> > > > > > 企業新媒體營銷的概念與特徵\n> > > > > > 新媒體環境中的品牌傳播變革\n> > > > > > 新媒體在品牌營銷上的主要優勢\n> > > > > > 如何利用新媒體實現品牌營銷\n> > > > > > 故事營銷：傳遞品牌的價值理念\n> > > > > > 新媒體時代的故事營銷策略\n> > > > 二、社交媒體時代的品牌塑造與運營\n> > > > > > 基於新媒體的品牌建設與管理\n> > > > > > 構建營銷戰略，優化服務體驗\n> > > > > > 深耕社交運營，實現營銷轉化\n> > > > 三、新媒體時代的企業危機公關策略\n> > > > > > 新媒體在企業危機公關中的作用\n> > > > > > 新媒體在企業危機管理中的應用策略\n> > 第六章 新媒體廣告運營策略與技巧\n> > > > 一、新媒體時代的廣告營銷變革\n> > > > > > 新媒體廣告模式的主要特徵\n> > > > > > 新媒體在廣告營銷中的應用\n> > > > > > 新媒體廣告的主要形式\n> > > > > > 新媒體廣告的未來發展趨勢\n> > > > 二、新媒體廣告營銷的運營策略\n> > > > > > 企業新媒體廣告營銷發展現狀\n> > > > > > 藉助新媒體廣告實現品牌價值\n> > > > > > 新媒體廣告整合營銷實戰策略\n> > > > > > 廣告主如何制定最佳投放策略\n> > 第七章 新媒體影視營銷策略與技巧\n> > > > 一、新媒體時代的短視頻營銷與運營\n> > > > > > 網紅經濟下的短視頻\n> > > > > > 藉助短視頻實現品牌變現\n> > > > > > 短視頻創業運營實戰攻略\n> > > > 二、直播運營、營銷與商業變現法則\n> > > > > > 打造個人IP的超級影響力\n> > > > > > 以優質內容打造流量入口\n> > > > > > 如何在直播平臺上賣貨\n> > > > 三、新媒體視頻內容營銷實戰攻略\n> > > > > > 新媒體時代的視頻內容營銷\n> > > > > > 企業自媒體內容營銷技巧\n> > 第八章 微信運營的實戰技巧與方法\n> > > > 一、微信活動運營策劃實操攻略\n> > > > > > 微信活動運營常見的3種類型\n> > > > > > 微信營銷活動策劃的實操技巧\n> > > > > > 公眾號拉新的三大關鍵工作\n> > > > > > 公眾號留存與促活的運營技巧\n> > > > > > 微信活動運營要避免的九大誤區\n> > > > 二、微信小程序的場景引流技巧\n> > > > > > 微信小程序：開啟精準營銷時代\n> > > > > > 基於微信小程序的場景運營思路\n> > > > > > 實現線上與線下場景的一體化運營\n> > > > > > 企業小程序營銷引流的實戰技巧\n> > > > > > 企業小程序運營推廣的實操攻略\n> > > > 三、酒店微信公眾號的運營策略\n> > > > > > 酒店微信公眾號運營的優勢\n> > > > > > 酒店公眾號的粉絲擴張策略\n> > > > > > 酒店公眾號的運營實戰技巧"
  },
  {
    "id": "id120",
    "title": "內容提要",
    "text": "內容提要\n本書從新媒體的運營基礎與盈利模式、活動運營、內容運營、社群運營、品牌營銷與運營、廣告運營、影視營銷和微信運營八大維度，對新媒體運營的內涵與邏輯、切入點選擇、運營實戰技巧與攻略等進行了全方位解讀，為創業者及企業提供了一條行之有效的新媒體掘金之路。"
  },
  {
    "id": "id119",
    "title": "前言",
    "text": "前言\n隨著計算機網絡與通信技術的不斷發展，媒體形態越來越多元化，新媒體的內涵與形式得到了極大的豐富，不僅有論壇、貼吧、門戶網站、視頻網站等相對傳統的新媒體，還出現了社交媒體、直播平臺、音頻平臺等新興的新媒體。\n以微博、微信為代表的新媒體，已經成為人們生活與工作中不可或缺的重要組成部分，每個人在扮演信息接收者角色的同時，也是信息的創造者和傳播者，這個過程中也伴隨著流量從傳統媒體向新媒體，從PC向移動端的轉移。為了適應這種變化，企業紛紛開展並重視新媒體運營就成了一件很自然的事情。\n與傳統媒體時代的報紙、雜誌、電視、廣播等媒體不同的是，基於互聯網的新媒體更為開放，個體與組織可以自由選擇投放平臺，僅閱讀自己感興趣的信息。更關鍵的是，人們的信息創造及傳播慾望在短時間內集中爆發，爭先恐後地在社交圈中傳播並分享，從而為創業者及企業開展新媒體運營奠定了堅實的基礎。\n“羅輯思維”“吳曉波頻道”等自媒體品牌的崛起，讓我們充分認識了新媒體運營的強大造富能力，而企業利用新媒體運營提高產品銷量、擴大品牌知名度、化解公關危機等諸多方面的成功案例更是不計其數，似乎所有人都從新媒體風口中得到了一塊美味的蛋糕。\n但真實的情況並非這般美好。市場調查顯示，在數千萬自媒體創業大軍中，能夠靠自媒體存活的比例不足1%。即便是在資金、用戶積累等方面擁有領先優勢的企業公眾號，運營數據也堪憂，內容同質、模式單一、生命週期過短、流量馬太效應凸顯等問題，使絕大部分創業者及企業的新媒體運營陷入嚴重困境。\n在傳統媒體時代，由於信息傳播渠道主要掌握在報紙、雜誌、電視等媒體手中，消費者只能從有限的媒體渠道瞭解信息，如果企業可以花費一定的資金在這些媒體上投放廣告，往往能夠獲得良好的傳播效果，媒體運營也並沒有太多的技巧可言。但如今不是如此，選擇在什麼媒體平臺閱讀什麼信息，很大程度上是由消費者自主決定的，如果他們對內容不感興趣，即便媒體平臺大力推薦也毫無效果。\n在這種局面下，新媒體運營的價值被提升到了新的高度，如何做好新媒體運營成為每個創業者及企業亟須解決的重點問題。從本質上看，新媒體運營絕非一件簡單的事情，它涉及用戶定位、團隊搭建、內容生產、營銷推廣、品牌建設、價值變現、粉絲維護等諸多方面。不難發現，如今站在自媒體金字塔頂端的佼佼者很多是從傳統媒體轉型而來的，它們不僅有較強的內容生產能力，在自媒體運營方面也具有明顯的領先優勢。\n難道普通的自媒體創業者及企業就沒有機會了嗎？答案當然是否定的。如果創業者及企業能夠轉變思維模式，沉下心來精耕細作，而不是急功近利、盲目佈局，未必不能從幾乎沒有天花板的新媒體風口中分一杯羹。\n雖然造成新媒體運營困境的因素多種多樣，但從業者心態浮躁，追逐所謂的“熱點”是重要原因。筆者在和業內同仁交流時甚至發現，很多新媒體從業者對新媒體運營的基本內涵與邏輯缺乏足夠的瞭解，這又怎麼可能從激烈而殘酷的同質競爭中脫穎而出呢？\n鑑於此，作為一個新媒體觀察者、研究者和資深的媒體從業者，筆者在對多年的思考與分析進行深入總結，並結合自身多年的實踐經驗與諸多案例的基礎上，創作了《新媒體運營攻略：社群運營·短視頻運營·直播運營·微信運營》一書，從新媒體的運營基礎與盈利模式、活動運營、內容運營、社群運營、品牌營銷與運營、廣告運營、影視營銷和微信運營八大維度，對新媒體運營的內涵與邏輯、切入點選擇、運營實戰技巧與攻略等進行了全方位解讀，為創業者及企業提供了一條行之有效的新媒體掘金之路。\n考慮到新媒體運營的系統性與複雜性，本書對新媒體從業者尤其關注的以下問題進行了重點分析：\n如何理解自媒體時代的新媒體運營？\n如何做好目標用戶的群體定位？\n新媒體運營可以選擇哪些盈利模式？\n如何確保新媒體運營的用戶參與度？\n如何持續創造優質內容？\n如何做好新媒體粉絲的轉化？\n如何制定最佳的廣告投放策略？\n如何做好微信公眾號的拉新、留存與促活？\n展望未來，隨著物聯網與人工智能在各行業的廣泛應用，人類將會迎來萬物皆媒時代。屆時，不僅是人在創造、傳播信息，所有物品也將參與其中。在這種情況下，如果缺乏強大的新媒體運營能力來提供支撐，創業者及企業將會舉步維艱，其產品及品牌會被信息洪流淹沒。要想在激烈的市場競爭中存活下來並不斷髮展壯大，就請隨我一同開啟這場新媒體運營的探索之旅吧！"
  },
  {
    "id": "id118",
    "title": "Chapter 5",
    "text": "第一章 新媒體運營基礎與盈利模式\n一、新媒體運營是什麼\n如何理解新媒體運營\n近兩年，掀起一股媒體人轉行潮流。華中科技大學發佈的《30年來新聞傳播學專業畢業生職業狀況調查報告》顯示，傳統媒體人員的流失率達13.85%，其中從傳統媒體轉戰新媒體的人員佔2.41%，新媒體、公關、營銷、廣告等領域的就業意向比較高。\n隨著移動互聯網時代的到來，傳統媒體的生存空間逐漸縮小，新媒體得到的重視程度越來越高。越來越多的企業成立了新媒體事業部，並將新媒體作為重點營銷方式，開展微信營銷、微博營銷等。\n新媒體是繼報紙、廣播、電視等傳統媒體之後，依託互聯網信息化技術發展起來的新的媒體形態，主要包括網絡新媒體、移動新媒體和數字新媒體3種，形式上又可細分為門戶網站、搜索引擎、虛擬社區、博客、網絡雜誌、電子郵件等。\n新媒體運營是指藉助這些新興媒體推廣品牌、營銷產品的運營方式。新媒體運營常用的方式就是圍繞品牌策劃一些具有高度傳播性的內容與線上活動，有針對性地向客戶推送消息，提升客戶的參與度與品牌的知名度。\n1.新媒體的兩個特點\n新媒體有兩個特點，如圖1-1所示。\n圖1-1 新媒體的兩個特點\n（1）聚集粉絲\n聚集粉絲是新媒體的一個重要特點。粉絲是一個特殊的用戶群體，他們關注新媒體不僅是獲取相關內容，還有可能成為潛在的或忠實的消費者。從本質上講，粉絲經營就是用戶管理，無論是在虛擬的網絡上還是在實體經濟中，這一點都沒有太大的區別。\n（2）分享傳播\n分享傳播是新媒體的一個非常鮮明的特點。在傳統媒體環境中，人與人之間的信息傳播只能通過口頭或書信完成；在新媒體環境中，人與人之間的信息傳播方式變得越來越多元化，通過論壇、微博、朋友圈分享信息就能產生傳統媒體環境中的口碑傳播效果。\n新媒體的特點很多，但是這兩個特點是新媒體獨有的，對新媒體起著重要的作用。\n2.新媒體運營是什麼\n對新媒體運營來說，微博、貼吧、微信等平臺運營只是其中的一部分。而在品牌的整個系統運營中，新媒體運營又只是其中的一部分。明確三者之間的關係能更好地理解新媒體運營扮演的角色。\n（1）運營級別\n新媒體運營分3個級別，分別是初級運營、中級運營和高級運營，如圖1-2所示。\n圖1-2 新媒體運營的3個級別\n初級運營：負責完成新媒體運營流程（拉新、留存、促活）中的一個環節，如微博和微信運營、活動策劃、內容編輯等。\n中級運營：覆蓋3個環節。\n高級運營：貫穿3個環節，擁有更豐富的資源和更大的佈局。\n（2）運營流程\n新媒體運營流程的三大環節，分別是拉新、留存、促活，如圖1-3所示。\n拉新：明確用戶位置，以較低的成本獲取新用戶。\n留存：留住用戶，讓用戶持續使用自己的產品。\n促活：喚醒不使用產品的用戶，讓其重新使用產品。\n圖1-3 新媒體運營流程的三大環節\n（3）運營內容\n新媒體運營的內容非常豐富，包括用戶運營、社區運營、活動運營、內容運營和商務運營等。\n企業新媒體的運營範疇\n微博、微信的出現與發展使整個互聯網世界發生了鉅變，這種鉅變的後果就是個人自媒體或企業自媒體數量暴增，其發揮的作用越來越大，吸引了無數企業的關注。縱觀“羅輯思維”“36氪”等自媒體大號，其影響力及在傳播方面發揮的作用遠超很多傳統媒體，給很多轉型不力的傳統媒體造成了較大的衝擊。\n在傳統的互聯網環境中，企業使用得最多的推廣模式是網絡推廣，該模式具有低頻更新、高頻互動的特點；現如今，在新媒體環境中，新媒體推廣成了企業運用最多的推廣模式，這種模式具有高頻內容營銷、實時互動推廣的特點。對於那些嚴重依賴新媒體的公司來說，這種變化對其產生了非常大的影響。\n粉絲數量關係到企業的用戶價值，甚至直接影響資本市場對企業價值的評估。從這個方面來看，對企業來說，新媒體價值很大，新媒體運營的重要性不言自明。所以，現如今，很多人、很多文章在論述如何做好新媒體運營，且各有各的觀點。\n談及企業的新媒體運營，很多人理所當然地認為是用企業的微信、微博經常發佈一些內容、信息，進行網絡直播，製作新媒體海報在朋友圈轉發、推廣，讓更多人知曉產品信息、品牌信息。\n事實上，企業的新媒體運營沒有這麼簡單。從本質上來講，企業的新媒體運營是一種品牌營銷思維與市場營銷思維，無論是微博運營還是微信運營，都只是一種途徑。企業新媒體運營涵蓋的內容非常豐富，包括內容生產、新媒體活動策劃、產品創新、產品IP化推進、用戶在線服務與運營等。因此，企業要想了解新媒體的運營邏輯，就必須明確新媒體的運營範疇。\n1.新媒體平臺管理運營\n新媒體平臺管理運營包含的內容非常豐富：微信公眾號、企業微博及各類綜合運用工具；企業管理者與重要人物的社交平臺；自媒體平臺和內容分發模式；優酷、愛奇藝等視頻平臺自頻道；喜馬拉雅等網絡電臺；互聯網社群平臺；互聯網傳播活動平臺；短視頻與在線直播平臺；VR、AR（Augmented Reality，增強現實技術）等互聯網新技術。\n2.內容營銷服務\n企業新媒體提供的內容營銷服務包括打造企業品牌、發佈產品信息；塑造企業管理者的IP影響力；為企業用戶提供即時、有效的服務；挖掘產品的服務特性，推動產品迭代升級等。\n3.企業新媒體運營的方法\n企業新媒體運營的方法主要包括以下幾個方面：構建以微信、微博、App為核心的新媒體矩陣，實現用戶體驗的升級；基於新媒體的用戶運營與服務；為企業產品的開發提供人力資源、市場銷售、行政運營等多個維度的支持；開展與互動營銷、內容營銷、事件營銷有關的線上營銷活動。\n新媒體運營的入門技巧\n1.新媒體運營的基本條件\n新媒體運營的三大基本條件：一是粉絲多，二是知識面廣，三是能與用戶充分互動。\n（1）粉絲多。如果是微信運營，就要先看微信好友數量，如果微信好友有幾千人，與只有幾百個微信好友的賬號相比，運營比較容易成功。微博也是如此，如果賬號加V，運營起來就比較容易成功。\n（2）知識面廣。運營人員的知識面越廣，越能對網站的發展趨勢與發展脈絡進行深入瞭解，越能實現成功運營。\n（3）能與用戶充分互動。運營人員要站在用戶的立場上對問題進行充分考慮，切實提升用戶體驗。\n2.企業新媒體賬號怎麼做\n企業要根據自己的定位尋找目標用戶，主動發現目標用戶的需求，根據目標用戶的需求生產內容與服務。內容要通俗易懂，具有實用性，要能引發受眾的共鳴，帶動用戶的情緒，充滿正能量。\n3.如何做內容運營\n要做好內容運營，運營人員必須先熟悉自己的產品，有針對性地撰寫內容，保證內容的質量，然後做好內容推廣，只有這樣才能接近目標用戶，獲取一批忠實的粉絲。另外，運營人員必須做好排版、UI設計，因為這與留給用戶的印象密切相關。如果排版混亂、圖片不清晰，就會給用戶留下不專業、像是盜版的印象；相反，如果排版簡潔、圖片清晰，即便內容質量有待提升，也能吸引用戶觀看，獲取很多用戶的反饋。\n另外，內容不能太簡單，並且要有自己的風格，也就是要實現單點突破。如某服裝品牌只設計、生產“小黑裙”，只因形成了自己的風格，產品銷量就非常好。\n4.如何掌握運營小技巧\n（1）給賬號添加個性化標籤：在新媒體時代，“標籤化”是一個人的個性化表達，蘊含的是其獨特而鮮明的價值主張，它能聚集價值觀相近的人，從而產生更多的社交連接。\n（2）跟熱點：運營人員要理智、巧妙地抓熱點，對那些與政治有關的熱點和與負面新聞有關的熱點要儘量少跟，最好不跟，以免使品牌形象受到不良的影響。\n（3）跨界合作：與相關行業交換資源。\n（4）堅持做正確的事：在新媒體運營領域，正確的事包括堅持原創、堅持與粉絲互動。如果運營人員無法確定堅持的事是否正確，就可以學習、借鑑同行業競爭對手的做法，以將試錯成本降到最低。\n（5）熟悉自己的產品與平臺：對新媒體運營人員來說，熟悉自己的產品與平臺是最基本的工作。如果運營人員不熟悉自己的產品，就無法向他人介紹自己的產品。如果運營人員不熟悉微信、微博的功能，就無法引導粉絲關注自己。因此，新媒體運營人員要想做好運營，首先必須熟悉自己的產品與平臺。\n5.新媒體公司如何做\n新媒體公司的運營要點，如圖1-4所示。\n圖1-4 新媒體公司的運營要點\n（1）科學招聘運營人員\n在招聘新媒體運營人員時，很多公司傾向招聘有經驗的人。事實上，有些新媒體的運營方法與手段，乃至運營經驗都是可以學習、積累的，但運營人員的風格是相對固定的。因此，在招聘新媒體運營人員時，公司可以有針對性地招聘一些有風格、有個性的運營人員，如在新媒體運營方面有獨特的想法，並能將這種想法用到實際工作中的新人。一般情況下，這類運營人員的學習能力與承受能力都比較強。\n（2）投入充足的運營資金\n新媒體運營不是簡單地在朋友圈或微博免費發個文章就能取得明顯的效果的，相反，新媒體運營要想取得顯著的效果必須投入大量資金，運營人員只要考慮如何用最少的成本獲取最好的運營效果就行。例如：公司可以讓運營人員根據自己的特長運營適合的賬號，讓個人貢獻價值充分發揮出來。\n（3）關注粉絲質量\n從某種程度上來說，粉絲數量多確實能使平臺活躍，但如果粉絲只是點贊，不對內容進行評論就沒有互動。相反，如果粉絲的活躍度較高，很多粉絲對內容進行評論，就能使整體的活躍度大幅提升，使“增粉”的概率顯著增加。由此可見，對新媒體運營來說，互動非常重要。\n（4）流量轉換\n無論社交網站上的新媒體運營效果有多好，如果運營人員不注重導流，用戶就很有可能流失。因為在一個社交網站上，用戶可以同時喜歡、關注多個同類型的賬號，所以，為了提高粉絲的忠誠度，企業必須在社交網站上發佈一些有特色的內容，給粉絲留下深刻的印象。\n新媒體運營方法多種多樣，但人的精力有限，只能選擇幾種合適的運營方法，不可能每種都嘗試使用。除此之外，運營人員還要做到堅持，如每天發佈文章、收集和整理反饋、定期舉辦一些活動等，讓用戶產生新鮮感，從而吸引用戶不斷地關注產品。\n新媒體運營的思維工具\n新媒體運營的思維工具，如圖1-5所示。\n圖1-5 新媒體運營的思維工具\n1.平臺運營，整合資源\n任何企業、個人僅憑自己的資源與能力都難以做大、做強，要想發展壯大，就必須採用平臺運營模式。在發展之初，企業必須利用自己的資源開展運營，\n進行項目運作。但是，當企業發展到一定程度之後就必須藉助外部資源發展壯大，必須依靠平臺進行招商，引進風險投資，籌劃企業上市。\n簡單來說，平臺運營就是整合資源助力企業的發展。在所有的商業模式中，平臺商業模式佔據“霸主”地位。所以，新媒體運營也要藉助平臺思維進行，但在這個過程中，優質的內容來源問題依然讓新媒體感到苦惱。\n2.分享自己的資源\n很多新媒體運營者不願意分享自己的資源，在轉發微博、分享朋友圈之前要考慮對方對自己的作用：對方能否幫助自己，能否為自己帶來想要的利益……對新媒體運營來說，這種想法是大忌，因為只有“舍”才有“得”，只有分享自己的資源，成就他人，才能被他人成就。\n3.集中資源發力\n新媒體運營人員在剛開始開展微博營銷、微信營銷時都會採用矩陣營銷策略。事實上，矩陣營銷很難集中資源發力。每個人的資源都很有限，而且互聯網營銷有一條定律，就是如果一件事沒有做到極致就很難產生營銷效果。所以，新媒體運營人員要集中所有資源，將所有的運營工作都做到極致。\n4.獲取高質量的粉絲\n在新媒體運營過程中，粉絲經濟扮演著非常重要的角色。粉絲經濟闡釋了一個道理：如果一個媒體平臺不能聚集粉絲，這個媒體平臺就會逐漸失去價值。\n在新媒體時代，粉絲扮演著非常重要的角色，其重要性也越來越大。可以說，新媒體之間的競爭就是粉絲之間的競爭。對新媒體來說，粉絲就是財富。在這種情況下，獲取高質量的粉絲就成了新媒體營銷的主要目標。\n5.打造靈魂人物\n在微博領域存在這樣一種現象，很多企業的官方微博運營失敗，而某些行業的意見領袖的微博積聚了大批粉絲，這就是因為微博背後的運營人不同。對粉絲來說，企業的官方微博背後是一群從事機械工作的人，而意見領袖的微博背後是一個有血有肉的人，粉絲可以與之交流、互動。對新媒體來說，這些意見領袖就是靈魂人物。\n一個人只有被另一個人某方面的特質吸引才有可能成為這個人的粉絲。所以，新媒體要想吸引、積聚粉絲就要打造一個吸引用戶關注的人物，進而將關注者發展為粉絲。這裡說的靈魂人物一般是企業的創始人，如阿里巴巴的馬雲、萬達的王健林等。為了壯大粉絲群體、增強粉絲黏性，這些靈魂人物要經常與粉絲互動。\n6.平臺思維\n新媒體要想吸引更多粉絲關注，壯大粉絲群體，就必須為粉絲提供有價值的內容，滿足其需求。一家電視臺要想提升自己的收視率就要播出優質的電視劇或其他電視節目。新媒體平臺要想積聚更多的粉絲也要引進優質的作者，生產優質的內容。\n當然，相較於引進者來說，生產優質內容最好的方法就是整理優質的文章。如今，人們處於一個信息大爆炸及泛作者時代，信息越來越多，作者的價值越來越小，整理優質內容的價值越來越高。因為整理優質內容能幫人們節省很多時間，所以其價值就越來越高。\n7.資源運作\n隨著粉絲數量的增多，這些粉絲會變成資源，可以用來和別人交換。如果某新媒體不用自己的資源和別人交換，該平臺發揮的影響力就會小；如果某新媒體擁有的資源可以被平臺內的粉絲所用，平臺與粉絲就能結合在一起形成利益共同體，平臺價值就能得到最大限度的發揮。\n如果某新媒體平臺能幫助1000個人，就會有1000個人一起做大平臺；如果平臺能幫助10000個人，就會有10000個人一起做大平臺。因為平臺資源能被粉絲所用，平臺與粉絲息息相關。在這種情況下，平臺就能與粉絲結合構成利益共同體，而不是讓粉絲遊離於平臺之外僅作為一個旁觀者。\n8.把受眾當作顧客\n受眾與顧客最簡單的區別就在於，受眾不需要維繫關係，顧客需要維繫關係。如果運營者想通過新媒體變現，就必須將受眾視為顧客，做好關係運營。\n9.打造多元化的媒體傳播渠道\n新媒體要想獲取大量粉絲就必須打造多元化的價值輸出渠道，只有這樣才能提升新媒體的活躍度。新媒體運營存在著這樣一種規律，運營之初粉絲異常活躍，隨著時間的推移，粉絲的活躍度會逐漸下降。這樣一來，新媒體要想保持自己的活躍度，就必須每天增加新粉絲，為此，新媒體平臺必須拓展自己的價值輸出渠道，打造多元化的媒體傳播渠道，為平臺活躍度提供有效的保障。\n10.重視人際關係鏈的傳播\n受新媒體人際關係鏈傳播的影響，傳統媒體的傳播模式被顛覆，每個粉絲都成了傳播載體，粉絲既擔任觀眾又擔任內容傳播者，這樣一來，傳播的影響力就會被放大。如果某位內容受眾擁有10萬名粉絲，那麼一次內容傳播的影響力就會被放大十倍、百倍。新媒體經營者無從知曉分享自己內容的粉絲擁有多少粉絲，藉助人際關係鏈的傳播，以不增加任何成本為前提，平臺能獲得更多粉絲，平臺的影響力也能得以大幅提升。\n未來，企業傳播渠道、獲客通道都會向新媒體轉移。在這種情況下，誰能做好新媒體運營，誰就能獲得更多商機。如今，受移動互聯網的影響，整個商業格局已改變。因為隨著智能手機的普及應用，手機商業模式的到來，消費者的購物習慣早已改變，所有商業模式都要圍繞消費者運作。\n二、企業新媒體運營的四大要素\n定位：抓住用戶的核心訴求\n企業會對新媒體運營產生不一樣的認識。當然，企業不同、企業所處的行業不同，新媒體運營範圍也存在很大的差異。有些企業的新媒體運營只要做好微博、微信運營即可，有些企業的新媒體運營則不行。那麼，企業究竟該如何做好新媒體運營呢？\n雖然很多新媒體運營人員都在談定位，但事實上，很多企業的新媒體運營沒有明確的定位，且風格多變，時而嚴肅，時而幽默，時而又表現得深沉、有內涵。視覺格式、內容風格、圖片方向無一不給人混亂感，這就是新媒體運營沒有定位的表現。\n具體來說，影響企業新媒體定位的因素很多，如新媒體服務的用戶、新媒體運營的主要形式與目標、企業視覺與新媒體視覺演化、新媒體覆蓋的平臺及平臺特性、企業的新媒體運營能力及其在企業中的價值等，如圖1-6所示。因此，企業的新媒體定位要從多個方面著手，最重要的是要實現新媒體的目的。\n以某企業的微信公眾號運營為例，最重要的就是明確微信公眾號運營的具體目標，只有明確了目標，企業才能選擇合適的態度面對廣大用戶，與用戶交流、互動。\n那些運營得非常成功的微信公眾號都有明確的定位，並且會在運營過程中堅持這一定位。\n以支付寶的微信公眾號為例。支付寶的微信公眾號之所以能吸引海量的粉絲關注，能無所顧忌地和用戶開玩笑，輕鬆地發表內容、表達觀點，就是因為作為一種支付工具，支付寶早已擁有海量粉絲，其開通微信公眾號就是為了與粉絲互動，做好粉絲維護，體現市場公關的價值。雖然支付寶的這種公眾號運營方式取得了很好的效果，但是如果企業的新媒體定位與支付寶不同，最好不要模仿。\n圖1-6 影響企業新媒體定位的因素\n如果某企業的核心業務是快消品營銷，那麼該企業就要主動將產品拿出來，藉助其核心優勢與價值模式進行包裝，將其優勢與價值通過新媒體表現出來，這就是電商邏輯型定位。如果企業採用這種定位，就要向俏十歲、LV等企業學習，這些企業的微信號包含了企業的核心利益訴求。在這種定位下，運營者可適當發佈一些比較勵志的內容，但不能過多，因為這類新媒體的主要任務是內容引導與廣告推廣。\n企業的微信公眾號定位與企業的宣傳服務不能等同，在實際運營過程中前後兩者蘊含的邏輯有很大的不同。在某些情況下，企業的微信公眾號會被定位為內容服務平臺。\n企業新媒體平臺的屬性不是由企業屬性或該媒體的運營邏輯決定的，而是由這個新媒體要實現的具體功能屬性決定的。以錘子手機的微信公眾號為例，該公眾號發佈的很多內容與情懷、生活價值觀有關，也為手機用戶提供各種服務。那麼，影響這個公眾號定位的因素是什麼呢？最關鍵的因素不是企業自身的推廣與產品銷售，而是決策者的運營目的。\n策略：實現內容價值轉化\n策略指的是實施新媒體運營與管理的方針，以新媒體定位為前提，新媒體運營策略看起來價值不大，但其價值在新媒體產品結果表達方面實實在在地體現了出來。\n近年來興起了一種全新的新媒體運作模式——垂直媒體聚合模式，採用該模式運營的新媒體有一點資訊、今日頭條等。如今，這些聚合類媒體平臺的流量入口價值與用戶入口價值正在逐漸顯現。在這種情況下，對企業來說，構建多媒體分發平臺是一項重要舉措。那麼，新媒體內容分發模式該如何理解呢？簡單來說，新媒體內容分發就是藉助手機，通過內容營銷，選擇用戶聚集量大的平臺發佈自己的訴求，推動企業品牌內容塑造傳播的目的得以實現。\n另外，企業新媒體內容有很多生產模式。一般來說，除了讓企業自有的新媒體運營人員生產內容，企業還可以構建社群，鼓勵粉絲生產內容。對企業品牌傳播來說，這種內容生產方式更有價值。當然，企業要想將這種內容生產方式的價值充分發揮出來，必須先讓企業新媒體實現高效運營。\n在新媒體營銷策略選擇方面，新媒體營銷策略的選擇與構建不是簡單地聚焦某個領域的特點，而是要以公司實際運營與產品營銷模式為邏輯來實現。例如：快消品為了提供專業的內容營銷策略與傳播來實現產品價值、提升社會的認知度、增加產品銷量，通常要構建內容資訊+電商+整合營銷這種新媒體形態。\n在覆蓋面與深度價值方面，傳統媒體與新媒體有一定的差距。一般來說，傳統媒體的影響力與覆蓋面要比新媒體大很多，尤其是社會資源類的傳統媒體。但在傳播內容深度與有效價值生產方面，新媒體要比傳統媒體做得好。\n因此，在傳播過程中，企業要充分利用外部大媒體平臺的流量優勢讓自己的入口價值得以實現，同時將新媒體在深度用戶運營方面的能力充分發揮出來，將粉絲與企業營銷效益綁在一起。\n另外，企業還要圍繞內容營銷構建新媒體運營生態，打造企業IP，構建實現新媒體與用戶價值的利益共享機制等。在選擇運營策略時，新媒體可以借鑑這些做法。\n總之，對擁有不同運營目標的各個企業來說，要想達成新媒體運營的核心目標，企業必須對內容—渠道—價值促銷這個鏈條進行持續優化，使其價值與功能不斷增強。\n運營：優化運營整體方案\n近年來，新媒體運營是一個被普遍討論的話題，但是真正能做好新媒體運營的企業很少。事實上，新媒體運營沒有那麼神秘，當然也沒有多麼簡單。企業必須按照自己的思路解決認知方面的問題，從各個運營層面深化對新媒體運營的認知，並在實際工作中加以運用。\n具體來看，企業的新媒體運營有五大要素，分別是平臺運營、內容運營、用戶運營、產品運營和傳播運營，每個要素都包含非常豐富的內容，具體如圖1-7所示。\n在新媒體運營的過程中，新媒體工作者必須關注一個關鍵問題，就是實現新媒體運營的起點邏輯與評價標準是什麼。其核心要構建一套有效的數據統計方案，對新媒體的大數據工具進行優化，從基本資料方面著手為新媒體運營做好準備。在這方面，新榜、微博熱搜、百度指數、清博指數等都可以作為重要的參考依據。同時，新媒體工作者還要以新媒體數據為依據，從各個環節出發，不斷地生成有效的對比數據，這些環節包括投入—產出、產品—用戶、內容—結果等。\n圖1-7 企業新媒體運營的要素\n團隊：搭建運營團隊架構\n企業新媒體運營的成敗與運營人員、運營團隊密切相關，這在內容營銷方面表現得更明顯。優秀的新媒體運營人員能通過一段文字、一篇文章將企業新媒體運營產生的實際價值展現出來，這種結果不是所有會寫文章的人都能實現的。\n特別是對企業的新媒體來說，其在整個自媒體領域面臨的競爭壓力更大，面對的環境更加複雜，面臨的利益訴求也更多。因此，新媒體運營人員承擔的壓力比傳統PC時代網站運營人員承擔的壓力要大很多，其真正要掌握的是新媒體運營思維與技巧。\n如果對某企業來說，新媒體運營與企業發展息息相關，在這種情況下，企業管理者就要積極打造新媒體運營團隊，尤其要引進優秀的新媒體運營人員，並且這個團隊的構建需要對互聯網的邏輯有充分的理解。\n一般來說，企業新媒體運營體系的構建需要的團隊成員多種多樣，不僅需要文字編輯、美工設計，還需要協同大量的、不同種類的資源的人，只有這樣，企業宣傳及活動訴求才能得到充分滿足，如圖1-8所示。\n企業新媒體團隊人員包括運營決策人員、平臺實施人員和營銷轉化人員。圖1-8對這些人員要素做了系統的比較，將新媒體在企業運營過程中發揮的作用清晰地展示了出來。由此可見，在新媒體時代，企業的新媒體運營不是一個簡單的行為，而是多種因素的綜合管理。\n圖1-8 企業新媒體團隊的人員組成\n三、構建新媒體平臺的盈利模式\n盈利模式1：粉絲變現\n近來，隨著微博、微信等新媒體平臺相繼出現，各類社交媒體網站先後建立，人們的社交活動變得越來越便利。用戶可以免費使用新媒體，但新媒體與社會媒體要想生存就必須盈利，那麼這些新媒體與社會媒體是如何盈利的呢？廣告、會員付費是新媒體主要的盈利方式。\n那麼，什麼是自媒體呢？簡單來說，自媒體就是一個人、一個小團體創辦的媒體，比較獨立，具有鮮明的人格化特徵。自媒體的形式非常多，有文字、圖片，也有視頻、音頻。帶有鮮明個人特徵的自媒體，其傳遞的信息內容完全超出了文字、圖片、音頻、視頻等媒介承載的內容。通過這些內容，用戶能真切地感受到活生生的“人”，而不是冰冷無情的“組織”。\n近年來，專注於各專業領域的自媒體層出不窮，如雷鋒網—專注於移動互聯網創業；果殼——專注於科普；虎嗅網——專注於商業資訊交流等。這些自媒體自出現以來就在不斷探索盈利模式。\n程苓峰，騰訊網前科技總監，於2012年8月宣佈創辦自媒體網站，聚焦互聯網，專注於個人媒體的經營，在微博與各大媒體專欄發佈內容，收取稿費與各類諮詢費用。後來，程苓峰主筆的“雲科技”面向全國乃至全球推出了微信廣告服務，廣告報價1萬元/天或5萬元/3天。微信廣告服務推出2個月，程苓峰就收到了10筆訂單，獲得了13萬元收入。自此，自媒體的廣告盈利模式正式開啟，程苓峰成為自媒體領域通過出售廣告獲利的第一人。\n程苓峰通過出售廣告獲利是有條件的：在科技行業，程苓峰對新產品非常敏感，對行業發展趨勢有比較精準的判斷，很多業界人士被其吸引。基於此，程苓峰擁有4萬多名高端用戶粉絲，其中很多用戶是IT企業的領導與投資人，這些用戶有能力為高額的廣告費用買單。\n自媒體的廣告盈利模式在應用方面有很大的侷限，只有擁有一定規模的粉絲的自媒體人，才有可能通過這種模式使自媒體的商業價值變現，實現盈利。也就是說，程苓峰的案例屬於個案。但從另一個層面來看，由於藉助廣告盈利，自媒體不能批判廣告主，將面臨諸多道德障礙，從某種程度上來說，其內容將失去客觀性。\n在國內，雲科技是典型的由個人創辦的自媒體；虎嗅網則是典型的由小團隊創辦的自媒體，在業內有“獨立博客”之稱。隨著自媒體的快速崛起，自媒體的可持續發展問題成了自媒體人亟須解決的首要問題。由於各種新媒介形態變化越來越快，技術更新時間越來越短，自媒體對盈利模式的探索也變得越來越迫切。\n盈利模式2：品牌廣告\n無論是傳統媒體還是新媒體，出售廣告資源都是其重要的利潤來源，用戶可以免費獲取內容，但需要觀看內容產品中的廣告，如果內容產品能夠吸引較大的流量，其帶來的廣告利潤就相當可觀。門戶網站、視頻平臺、搜索引擎、網絡社區、直播平臺、音頻平臺等都是通過內容吸引用戶，然後向廣告主出售廣告位，從而獲取利潤。由於內容免費已經在很多網民心中形成了固有認知，所以新媒體企業也更傾向採用出售廣告資源的盈利模式。\n和傳統媒體相比，得益於技術的快速發展，新媒體的廣告形式異常豐富，從不同的角度劃分，新媒體廣告可以被分為多種形式。從廣告形態角度劃分，可以將其分為貼片廣告、橫幅廣告、按鈕廣告、旗幟廣告、植入式廣告等；從內容角度可以將其分為產品廣告、品牌廣告、觀念廣告、公益廣告；從傳播媒介角度上可以將其分為視頻廣告、富媒體廣告、社區營銷廣告、遊戲內置廣告等。\n隨著新媒體的發展，其廣告形式也在不斷增加，並且由於它們更適合移動互聯網時代移動化、碎片化的消費場景，在廣告效果方面要優於傳統媒體廣告。\n不過人們對廣告始終存在一定的牴觸心理，如今的新媒體廣告營銷要想取得良好效果，需要營銷人員充分發揮創造力，將廣告內容融入內容產品中，儘可能地在潛移默化中影響目標群體的消費決策，而不是像傳統媒體一樣硬性推廣。部分廣告主甚至推出了為產品及品牌推廣製作的微電影，實現了“內容即廣告，廣告即內容”，在改善用戶體驗的同時，也確保了最終的營銷效果。\n揚言要做“第一份互聯網報紙”的美國《赫芬頓郵報》是新聞博客的榜樣，是媒體變革的引領者。在發展的過程中，《赫芬頓郵報》的角色幾經轉換，單一的群博客網頁、新聞聚合平臺、新聞發佈平臺……如今，《赫芬頓郵報》平均每50秒就能發佈一條新聞，有40多個子頻道在持續更新。同時，《赫芬頓郵報》還在探尋垂直化的產品線，“視頻新聞頻道”匯聚了大量粉絲，受到了廣泛關注。\n使免費資源得到最大化利用是《赫芬頓郵報》一直以來秉持的商業理念。在創始人赫芬頓看來，聚合有利於實現雙贏，一方面能整合網站，另一方面能幫助網站做好原創。在內容生產方面，《赫芬頓郵報》不僅展示新聞供用戶閱讀，還吸引用戶參與新聞製作。在網站平臺上，用戶可以發表評論、上傳視頻，豐富網站內容以生成更多鏈接，使內容傳播產生很好的效果，以擴大內容傳播範圍。通過這種方法，網站流量能得以有效增加。有了流量，廣告與關注度就能隨之產生。\n藉助“品牌內容”業務，《赫芬頓郵報》根據品牌文化與特點幫廣告主設計相關的主題並發表契合主題的內容。事實上，“品牌廣告”就是一種新興的網絡廣告形式，內容發行者根據品牌特點幫廣告主設計主題，並圍繞主題創建內容，使內容的可信度得以提升，並引導受眾在社交媒體上傳播品牌內容，進而提高品牌的知名度與影響力。從某種程度上來說，“品牌內容”使原本涇渭分明的廣告與編輯內容變得模糊不清。\n在實踐過程中，《赫芬頓郵報》為很多企業提供了幫助：\n《赫芬頓郵報》以自己的技術平臺為基礎幫通用磨坊食品公司（以下簡稱“通用磨坊”）打造了一個網站。該網站獨立於《赫芬頓郵報》，其內容卻包含《赫芬頓郵報》作者編撰的健康類、生活類文章，除此之外還有通用磨坊自身的菜譜及Everyday Health提供的內容。\n《赫芬頓郵報》幫IBM與強生公司製作了一些贊助頁面，從表面上看，這些頁面與《赫芬頓郵報》自己的網站相差無幾。\n目前，《赫芬頓郵報》的網站看起來就像廣告主的網站，匯聚了來自《赫芬頓郵報》、通用磨坊與Everyday Health 3個渠道的內容。\n未來，《赫芬頓郵報》將改造健康類和旅遊類內容，但內容改造不會根據通用磨坊提供的標準進行。對Everyday Health來說，在其全部業務中，贊助內容、定製整合之類的業務佔了一大半。事實上，在5年前，在Everyday Health 的業務體系中根本沒有這類內容。\n《赫芬頓郵報》經營的是一個數字化媒體，無論發佈多少內容都不用擔心頁面會對廣告數量產生制約，這個優勢越來越吸引廣告商的關注。近年來，《赫芬頓郵報》頻繁推行“品牌內容”業務，在網頁的作用下，品牌軟文與《赫芬頓郵報》創制的內容相混合，形成了軟營銷，幫《赫芬頓郵報》獲取了不菲的收益。\n盈利模式3：內容付費\n增值服務在新媒體行業尚屬初級發展階段，雖然很多新媒體企業在探索增值服務，但實際效果並不理想。長期來看，隨著消費需求不斷升級及人們的購買力不斷提升，增值服務也將成為廣大新媒體企業重要的利潤來源之一。\n以網文平臺為例，其目前的盈利模式主要包括內容付費、廣告收入、版權銷售等。內容付費的收費標準為1～5分/千字，網文平臺為了不影響用戶體驗，對廣告投放管理較為嚴格，在IP價格瘋漲背景下，很多網文平臺憑藉版權銷售獲得了較多的利潤回報。網文平臺的增值服務探索方向是為用戶提供網文作品主創團隊簽名圖書、網文衍生周邊等，尤其是衍生周邊在未來會有相當廣闊的發展空間。\n近幾年，越來越多的內容供應商和中國移動、中國電信等通信運營商合作，為用戶提供更個性化的通信增值服務，如代收代付、定製彩鈴、定製來電顯示畫面等。可以預見的是，隨著行業日漸成熟以及版權保護體系的逐步完善，新媒體領域會湧現越來越多的增值服務。\n為付費用戶提供優質內容是傳統媒體的主要盈利方式之一，新媒體從業者也對其高度關注，並在實踐中進行了大量探索。但新媒體誕生時走的是互聯網行業普遍採用的免費模式，通過免費內容獲取流量，然後通過廣告、電商等完成價值變現。因此，大部分新媒體企業在內容付費方面的探索未能取得成功，甚至部分業內人士認為當前的市場環境與消費群體特性，決定了內容付費不具備落地基礎。\n不過，一些行業領先者通過實踐已經向我們證明了新媒體內容付費的可行性，能夠提供優質獨家內容的新媒體企業完全可以通過銷售在線資源，如視頻平臺採用的有償觀看、網文平臺採用的付費閱讀、音樂平臺採用的付費下載、網遊公司向玩家推出的時間點卡等。為VIP付費會員提供差異化的優質內容，是當前新媒體企業在探索內容付費盈利模式時採用的主要方式，“羅輯思維”“吳曉波頻道”等也取得了相當不錯的成果。\n在微信用戶規模迅速壯大的情況下，微信於2013年開通了支付功能，微信公眾號迎來了一次新的發展機遇。微信支付功能的開通並沒有顛覆原有的商業秩序，反而為其他群體創造商業價值提供了一個可遇不可求的機會。在微信公眾號基礎上發展起來的用戶自媒體就是其中之一。\n隨著移動支付與公眾賬號付費訂閱功能的推出，付費閱讀有了實現的可能，自媒體的商業價值變得越來越大。在這種形勢下，“羅輯思維”的羅振宇創造了第四種自媒體盈利模式：2013年，“羅輯思維”發起了一場會員募集活動，招募5000名發起會員，會費為200元；並招募500名鐵桿會員，會費為1200元。活動發起後6個小時，5500個會員名額全部售罄，共收取160萬元會費。“羅輯思維”的這場會員募集活動極大地增強了自媒體創新盈利模式獲取利潤的信心。\n網易雲閱讀為了更好地盈利推出了“捧場”功能，鼓勵用戶相互“贈送”閱點。\n網易雲閱讀發表的文章《捧場盈利模式的一次重大探索》在業內引起了重大反響。2018年，入駐網易雲閱讀的自媒體已超過1500家，其中不乏“伯特利評論”“微板報”“阿乙”“連嶽”“張佳瑋”等眾多優質的自媒體，匯聚了大量用戶，成了用戶日常閱讀、分享文章的首選。\n網易雲閱讀推出了“捧場”功能，該功能在與網易雲閱讀合作的自媒體發佈的文章底部都能看到。讀者在閱讀文章的過程中，如果覺得某篇文章非常出彩，就可以點擊文章底部的“我來捧場”，選擇捧場金額贈送“閱點”，以鼓勵作者創作更多優質內容。\n網易雲閱讀作為自媒體的平臺方通過吸引粉絲能產生兩方面的作用：一方面，保證入駐的自媒體賬號能自由地創作內容，保證各自媒體創作的內容各具特色；另一方面，網易雲閱讀平臺上的自媒體可以通過用戶訂閱標籤瞭解用戶需求，有針對性地為其提供優質的內容，同時還可以對推送消息、網易線上強勢宣傳資源和產品內各級推薦位進行整合，幫助自媒體吸引目標粉絲，將其核心價值充分展現出來。\n在盈利模式方面，網易雲閱讀已思考多時。在自媒體入口開放之前，網易雲閱讀早已憑藉自己在書籍運營方面積累的豐富經驗構建了原創書籍的盈利模式，“捧場”功能實際上是“打賞”模式的延展。自媒體創造優質的內容，用戶肯定內容並給予一定的獎勵，自媒體收到獎勵之後持續生產更優質的內容，在這個過程中，自媒體作者與用戶的關係鏈得以強化，一個良性的商業閉環得以有效構建。\n“捧場”功能的推出是網易雲閱讀對自媒體盈利模式的一次重大探索，無論以何種結局收場，都將掀起一場自媒體發展模式的探索狂潮，不僅自媒體人能從中受益，讀者也將從中受益。\n盈利模式4：內容電商\n有效的盈利模式是產業得以長期穩定發展的重要基礎，新媒體產業也是如此。雖然新媒體保持快速發展，在獲取海量忠實用戶的同時，得到了各路資本的青睞，但其盈利問題讓很多創業者及企業頗受困擾。\n在世界經濟持續低迷、我國經濟長期面臨較大下行壓力的背景下，資本方更為保守謹慎。如果新媒體企業不能找到有效的盈利模式，很容易因為資金鍊斷裂而走向死亡。一家企業能夠盈利的關鍵在於，找到行業的盈利要素，並使盈利要素保持較高的匹配度。匹配度較高時，企業能夠獲取較高的利潤，反之，利潤較低甚至出現虧損。\n目前，絕大部分新媒體採用的內容電商主要是電商引流，因為人力、資金、供應鏈管理等方面的限制，大部分新媒體企業無法進入產品生產、交易、物流配送等環節，只是充當中間商的角色，為供給方與需求方提供電商服務。新媒體企業提供的內容並不一定是自身生產的。例如：大眾點評網中的很大一部分內容是由用戶提供的，其切入的主要是線上與線下的消費場景，並將自身定位為互聯網消費互動媒體。\n很多垂直網絡社區在逐漸發展壯大的過程中，也走向了內容電商之路。由於這類社區可以提供專業知識，再加上社交帶來的較強的用戶黏性，使其無論是銷售代理商的商品，還是銷售自己生產的商品，都有著較大的探索空間。親子社區寶寶樹能夠在資本寒冬中生存下來，很大程度上是因為其通過“社區+電商”模式持續“造血”。\n在信息過載時代，人們的購物時間成本大幅增長，同質化商品導致人們很難快速買到自己想要的商品，而新媒體企業憑藉自身的專業能力，可以幫助用戶更加科學、高效地制定消費決策，降低購物時間成本。從這個角度上看，內容電商也具有廣闊的發展空間。當然，這需要新媒體企業提高自身的專業能力，幫助用戶高效且低成本地買到滿足其個性化需求的商品。\n新媒體企業通過渠道服務盈利的邏輯在於，企業通過搭建和用戶無縫對接的渠道，讓商家能夠和目標群體進行互動及交易，從而收取渠道費用，如收視費、月租費、會員費、流量下載費等。\n從諸多實踐案例來看，通過渠道服務實現盈利的新媒體企業業務往往比較集中，如數字電視、數字廣播、網絡媒體、網遊運營商等。數字電視可以向用戶收取會員費。網遊運營商可以向玩家銷售點卡、遊戲道具等。\n盈利是企業追求的最終目標，通過不斷融資獲取流量的發展模式並非長久之道。在新時代背景下，新媒體企業需要轉變思維，在借鑑上述幾種盈利模式的基礎上，積極探索更多的變現方式，從而推動自身的持續健康發展。\n盈利模式5：社交變現\n社交網站將用戶及其親朋好友、同事、同學聯繫在一起，構建了一張強大的關係網。在這個網絡中，各關係主體能相互溝通、交流。但隨著其他溝通交流類應用的出現，一部分社交網站用戶轉移到了其他應用上。在這種情況下，社交網站不僅要應對競爭對手的挑戰，還要面對替代應用的衝擊，如微信等新興的即時通信工具。為了更好地應對這些挑戰與衝擊，社交網站要不斷地對內容進行優化，對盈利渠道進行拓展，對盈利模式進行創新。\n1.廣告仍是主要盈利模式\n一個平臺要想具備廣告價值非常簡單，只要不斷地積累用戶與流量即可，如Twitter就具備了足夠的廣告價值。廣告收入在社交媒體網站的收入結構中佔據重要位置。也就是說，在社交媒體網站擁有了一定規模的用戶與流量之後，依然要增加廣告收入。\n目前，LinkedIn（領英）正在朝該方向努力。LinkedIn收購了Pulse（一個新聞閱讀應用），開發了主業新聞服務——LinkedIn Today，打造了一個熱點人物博客平臺——LinkedIn Influencers。涉足媒體業務，一方面能幫助LinkedIn增加原生廣告收入，另一方面能幫助LinkedIn獲取更多的用戶數據，為核心招聘工具的發展提供助力。\n雖然原生廣告能為平臺增加收入，但原生廣告也有缺陷，如價格較高，需要面向發行商定製廣告，這使其規模難以擴大。而廣告發行商要想通過發佈廣告獲取更多收入，就必須創造更多的廣告位，這一做法將對讀者的閱讀體驗造成不良影響。\nfacebook和MySpace（聚友網）都曾遇到該問題。從本質上來看，社交媒體鼓勵用戶與用戶互動，而成功的商業模式是鼓勵用戶與廣告主、贊助商互動，這與社交媒體是相悖的。facebook對用戶免費開放，廣告是其主要收入來源。目前，facebook有三大收入來源：一是學院或與學生有關的商家提供的網絡廣告，二是欄目廣告，三是贊助商提供的資金。\n現階段，對國內外的社交媒體網站來說，廣告是重要的盈利模式。\n2.品牌的增值服務\n社交網站的用戶不僅有個體網民，還有企業用戶。也就是說，個人或者機構能利用社交媒體網站打造、傳播自己的品牌。社交媒體網站的互動性、整合性、強大的運營推廣能力為品牌網絡營銷活動的開展提供了有效助力。\n社交媒體網站從自身定位出發，為網站用戶提供最好的服務以滿足其需求。也就是說，對網站來說，無論採用何種盈利模式、商務模式，客戶需求都是最終的利潤來源，大部分網站具備這個特徵。所以，社交媒體網站必須堅持以用戶體驗為核心的原則，生產優質的服務，鞏固用戶基礎。因為只有擁有穩定的用戶基礎，網站才能從多樣化的客戶需求中找到盈利點。\n簡單來說，社交媒體網站要明確4項內容：一是網站定位，二是服務對象，三是服務內容，四是網站用戶群。在一系列服務的作用下，社交媒體網站能實現品牌增值，其服務也能隨之增值。\n3.其他的盈利方式\n在社交媒體迅速發展、網絡廣告市場規模迅速壯大的背景下，一些新型的社交媒體盈利模式尚未完全開發出來，如附屬收入、數據銷售、研究銷售等。但是，Tumblr（輕博客網站）在盈利方式方面的探索為社交媒體提供了有益啟示。Tumblr網站提出了一個新功能（Highlighted Posts）。藉助這個新功能，博主能給自己的博文添加一個自定義標籤，如“支付1美元觀看文章”等。對於那些有價值的博文、照片，用戶非常樂意為此支付1美元。\n2018年，中國社交媒體廣告收入出現持續增長的趨勢，未來，其市場規模將繼續增長。由此可見，社交媒體廣告的發展空間異常廣闊。所以，未來，自媒體也好，社交媒體也罷，都要以產品為核心，生產優質的產品。\n首先，自媒體人要以自己的興趣愛好為依據，做好科學的內容定位，為用戶提供優質的體驗，擴大自己的影響力。其次，自媒體人要處理好內容生產與實際經營的關係，規避公關稿等。最後，自媒體人要掌控內容質量，控制內容發送頻率，在情懷與市場之間找到平衡，實現經濟利益與內容質量的統一。事實上，自媒體既然稱為媒體，就與軟廣告密不可分。從博客時代開始，軟性宣傳博文就已充斥其中。\n在現階段，部分自媒體既獲得了商業利益，又獲取了社會效益，增強了很多自媒體人的信心。但是面對更多的利益，如何在盈利與公信力之間找到平衡、如何保證自己的客觀公正性是自媒體人亟須解決的難題。"
  },
  {
    "id": "id117",
    "title": "Chapter 6",
    "text": "第二章 新媒體活動運營實操攻略\n一、新媒體活動運營的策劃流程\n活動前期：做好準備工作\n按照官方的定義，活動運營是指活動公司對性質、類型等存在差異的各類活動進行運營，包含活動策劃、活動實施，並與其他產業打通，逐步形成完善的產業鏈。活動運營的具體場景可以是微信公眾號、移動終端應用、論壇及社區等。在這裡，重點對新媒體活動進行分析。活動前的準備工作主要有3個，如圖2-1所示。\n圖2-1 活動前的準備工作\n1.學習同行和其他活動的運作辦法\n學習他人的經驗，可以實現自身能力的提升，並將其應用到實踐過程中。新媒體從業者要注重日常的積累，對當前的任務完成情況及活動開展方式進行分析，找出各個方案的優缺點，在進行活動總結時，除了瀏覽活動方案的執行總結外，還應該根據活動流程，對其運營過程中存在的關鍵節點及佈景方式進行推導，而要弄清楚活動實施模式的選擇理由，就要對活動機制進行深入探討。\n另外，新手應該積極參與到活動運營中，提高自身的實踐能力，也可以與優秀的活動策劃者進行交流，學習他們的經驗。新媒體從業者要突破思維的侷限，並掌握不同運營工具的使用方法。\n2.明確活動目的\n運營新媒體活動要設定活動目的，並使其具體、詳盡，方便日後的評估。在這裡需要清楚的一點是，一個活動只能對應唯一的目的，否則容易降低活動質量。以內容運營為例，與“提高用戶活躍度”相比，“使文章閱讀量增加三成”更加具體、詳盡。\n3.梳理活動目標用戶\n設定活動目的之後，運營者應該瞄準活動的目標用戶。無論是什麼類型的活動，都無法獲得全體用戶的認可。以春節聯歡晚會為例，作為許多家庭每年除夕夜的必看節目，春節聯歡晚會在“00後”的用戶群體中並沒有太大的影響力。因此，運營方需要瞄準特定的用戶群體，並據此選擇適當的運營策略。\n策劃階段：注重運營細節\n1.策劃活動創意和內容\n在活動開展的過程中，活動創意能夠影響最終的效果，優秀的創意能夠有效促使用戶做出消費決策。活動策劃過程應該注意以下幾點，如圖2-2所示。\n圖2-2 活動策劃過程應該注意的點\n（1）策劃要緊跟活動目的，致力於目的的達到。舉例來說，某運營方希望通過舉辦活動讓用戶發表達到促進企業發展的建議，為吸引更多用戶的參與，組織抽獎活動，雖然用戶表現活躍，但大多數是為了參加抽獎贏得獎品，並未與企業展開高效互動，也就未達到活動的目的。\n（2）符合受眾興趣，通過聚焦用戶提高其參與度。例如：寶寶攝影評選能夠吸引寶媽的注意力，化妝類知識競賽則以女性用戶為主。\n（3）設置適當的參與要求。如果要求較高，參與的用戶人數通常較少；如果要求較低，對專業人士的吸引力則較低。\n（4）注重活動參與的趣味性。在參與活動的過程中添加趣味性元素，從而調動用戶參與的積極性。對用戶而言，活動本身的吸引力在於兩點：一是獎品設置，二是體驗活動本身的趣味性。\n（5）引發用戶的情感共鳴。活動主題需要激發用戶的情感共鳴，使活動在獎品之外具有更大的吸引力，調動更多用戶參與的積極性。舉例來說，某運營方在母親節推出曬與母親合照的活動，用戶參與規模超過10000人，編輯人員還可圍繞該活動撰寫文章，進一步感染受眾。\n（6）藉助社交媒體推廣。你要想擴大活動參與範圍，不妨在朋友圈中進行信息推廣，但要減少盲目性。首先，要對活動相關信息是否適合在朋友圈中發佈進行判定；其次，要注重文案的設計，並選擇合適的圖片；另外，還要促使用戶自發參與到活動信息的傳播中。\n（7）運用當前的社會熱點。在內容中添加熱點話題，通常能夠吸引更多用戶的參與，但鑑於熱點更新速度非常快，運營方需要加快活動推出的進程。\n（8）設置與活動內容相關的獎品。活動的參與度與獎品本身的價值並無直接聯繫，要提高活動的影響力，就要設置與活動本身相關的獎品。舉例來說，攝影比賽活動為優勝者提供攝影設備，這對攝影愛好者來說更具吸引力。\n在這裡著重分析一下活動的獎品設置，若運營方資金充足，可提高獎品規格，如果資金短缺，可嘗試採用以下方法。\nA.在公司內部開展募捐。請求其他部門提供獎品，在必要時可通過部門管理者之間的溝通合作解決獎品問題。通常情況下，規模小的公司，內部各個部門之間的關係更加緊密，其他部門也願意為公司發展助一臂之力。\nB.通過合作方式獲得獎品。在與客戶達成合作關係的基礎上，通過銷售部為其提供獎品；如果尚未達成合作，可以嘗試多種方法，尋求業務部及多個部門的支持。\nC.用現有資源充當獎品。如一些曾用作展示品或裝飾品的玩偶、玩具、模型等，有時候這些獎品能夠產生意想不到的作用，對參與者形成極大的吸引力。\nD.將會員特權作為獎勵。很多公司設有不同類型的會員體系。舉例來說，消費達到一定額度才能成為某公司的會員，在推出活動時，公司便可將其作為活動獎勵。也可以請用戶到公司感受其工作環境，或者邀請用戶參與內容製作過程。\n2.活動節奏及效率提升方式預估\n一般來說，活動時間應長達4周甚至更久。在整個活動開展期間，運營方需要掌握好各個階段的進度與節奏，明確在不同時間段應該完成的任務，在必要時加快運營，採取適當措施提高運營效率，還要避免活動因節奏改變而熱度下降。\n3.活動推廣傳播資源\n在資源佈局的過程中，運營方應該在平臺入口處適當添加創意素材。例如：有的生活類公眾號發現社會熱點類文章對用戶的吸引力並不大，可以嘗試推出情感類文章。\n4.活動優化及替代方案\n無論多麼優秀的策劃，都可能在運營過程中遇到問題，為了避免整體局面失控，運營方應該提前制定替代方案。若活動未達到預期效果，運營方應該及時採取補救措施，根據具體情況，通過升級獎品、調整活動機制、發揮意見領袖的號召作用等優化活動。\n執行階段：確保活動實效\n在活動執行的過程中，運營方應該較好地維持活動的正常進行，並強化監管措施，防止負面輿論對活動執行產生不利影響，確保輿論內容健康向上。執行階段的活動運營措施主要有以下4個，如圖2-3所示。\n圖2-3 執行階段的活動運營措施\n1.預估活動效果並及時調整\n當發覺活動不能實現預期效果時，運營方應該及時調整方案和策略，可以採取以下方式：\n（1）升級活動產品；\n（2）加大宣傳力度，並提供資金支持；\n（3）變更營銷文案，在朋友圈進行大範圍擴散，提高人們對活動的關注度；\n（4）發揮意見領袖的帶動作用，吸引更多粉絲用戶參與活動。為此，運營方應該與意見領袖保持緊密的聯繫，在需要時發揮意見領袖的影響力，對粉絲的行為進行引導，推動活動的正常開展。\n2.挖掘活動爆點\n有些活動參與者發表的內容比較貼合當下的熱點話題，具有較強的吸引力並適合進行大範圍傳播。在活動運營的過程中，運營方應該善於發現這些內容，並採取有效的措施提高此類話題的熱度。微博熱點話題最初大多源於網絡論壇、貼吧，再經過微博平臺的進一步擴散，在更多用戶間掀起熱潮，活動運營方也應該利用微博平臺的傳播優勢進行活動推廣。\n3.監控活動流程\n在活動開展的過程中，不排除網友發佈超出法律許可範圍，包含地域歧視、性別歧視或低俗內容的可能性，為此，運營方必須注重對活動過程進行管理。若話題本身並未超出法律許可範圍，也不會激發用戶的強烈不滿，而又能夠引發爭議，可在適度加工之後進行傳播，從而吸引更多用戶參與，進而促使用戶自發地傳播。\n4.活動頒獎\n（1）活動頒獎要遵循既定原則及活動結果，但需要注意的是，只要是人為參與，總會有人持反對意見，在這種情況下，應該保證多數參與者認可並接受活動結果。\n（2）很多人認為，頒獎之後活動就結束了，實則不然。如果將獲獎者的領獎過程及其感受展現給廣大受眾，往往能進一步提高活動的影響力。\n（3）獎品派發分為統一派發與分階段派發。相比之下，分階段派發更能調動用戶參與的積極性，並有效提高用戶對活動的認可度。如果將所有獎品都放到最後環節派發，可能會讓參與者懷疑活動的真實性。\n活動結束：總結實踐經驗\n活動完成後，運營方還需要進行總結，為後期的運營及今後的活動開展做準備，堅持好的方面，對活動中存在的不足進行反思，避免重複失誤。另外，還要將自己的運營能力展現出來，以便得到更好的發展機會。\n活動經驗來自具體的實踐及運營，活動中的各個環節都緊密相關。運營的通過活動運營可以總結出以下幾點。\n（1）獎品設置固然重要，但更重要的是日常的運營與積累。在日常運營過程中，要與意見領袖保持良好的互動關係，對自己平臺的粉絲進行定位，並與其展開互動，保持粉絲的活躍度，為活動開展打下基礎。\n（2）做活動不僅是為了達到關鍵績效指標，還為了回饋用戶。活動的推出，能夠有效提高用戶在平臺上的活躍度，而與普通用戶相比，給活躍用戶與意見領袖提供獎勵和優惠，更有利於企業與用戶建立緊密關係，推動企業的長期發展。\n（3）獎品不是活動策劃及活動開展的必要前提。如果運營方有足夠的能力，可以組織沒有獎品的活動，讓用戶自發地參與，推動活動的開展。\n（4）發揮目標的指引作用。運營方需要通過活動開展達到既定目標，而不是單純組織活動卻得不到效果。\n（5）轉換思維角度。從用戶的角度設置、調整活動流程及相關因素，將自己想象成目標用戶——如果運營方自己對活動策劃興趣不大，就很難打動目標用戶。\n（6）靈活運用運營工具，注重細節方面的處理，避免因小瑕疵而影響大局。\n二、新媒體活動運營的實戰技巧\n活動運營的背景撰寫技巧\n獲得同事及上級的工作支持，是活動策劃書基礎的也是核心的目的。所以，在活動策劃書中加入背景描述尤為關鍵。\n很多新媒體活動運營人員可能認為在活動策劃書中加入背景描述顯得有些客套，並不適合給同事及上司閱讀，但事實上，這些內容對新媒體活動運營人員能否得到同事及上司的支持將會產生關鍵的影響，因為他們通過背景描述可以瞭解該活動是否對產品及企業有足夠的價值。\n活動背景內容分析了為何需要組織該活動、通過該活動能夠達成什麼目的。它可以基於新媒體活動運營人員對市場環境及競爭對手策略的觀察與分析，也可以基於對顧客群體進行的深入調查與充分溝通。具體地說，新媒體活動運營人員在撰寫活動策劃書的活動背景時，可以從以下幾個角度進行，如圖2-4所示。\n圖2-4 活動背景的撰寫角度\n1.基於產品寫活動背景\n基於產品寫活動背景的情況尤為常見，畢竟企業終究需要通過銷售產品來獲取利潤。優秀的活動能夠對產品推廣及銷售帶來積極的影響。這類活動背景通常會涉及很多產品數據，當然，不同屬性的產品的核心數據存在一定的差異，例如：App類產品尤其注重下載量、留存率、日活躍用戶數及月活躍用戶數等，電商類產品強調訂單量、客單價、轉化率、銷售額、復購率等，社交類產品則注重點擊量、評論量、點贊量、轉發量等。\n當產品的核心數據發生明顯波動時，往往需要通過策劃活動對用戶施加影響，此時，新媒體活動運營人員要在活動背景中提供詳細的數據分析。當然，產品的不同數據並非獨立的，它們之間存在一定的影響。例如：訂單量、轉化率、復購率及交易額之間就存在密切的關聯。此處提供一個針對產品月用戶活躍率下滑而設計的活動背景案例，以便為企業新媒體活動運營人員提供借鑑經驗。\n6月至9月，產品月用戶活躍度從25%下滑到了18%，市場部門希望能通過用戶創意活動大賽提高用戶的參與積極性，這在為研發部門提供創意及靈感的同時，還能有效提高用戶的活躍度，並在社交媒體中產生更多與產品及品牌相關的話題討論。\n2.基於熱點寫活動背景\n從熱點中借勢是新媒體活動運營人員需要掌握的一項核心技能，也是企業從同質競爭的不利局面中突圍而出的關鍵。社會熱點往往能吸引大量消費者的關注，舉辦和熱點相關的活動往往可以吸引更多的流量，從而達成預期營銷目標。我們不妨對比以下兩句活動口號：“領取50元代金券”和“母親節為母親買禮品，領取50元代金券”。\n都是50元的代金券，但後者明顯會有更高的參與度，因為它利用母親節這一熱點令消費者產生情感共鳴，從而做出更加有利於企業的決策。\n熱點包括確定性熱點和不確定性熱點兩大類，春節、中秋節、重陽節等固定的節假日就是典型的確定性熱點，而像索契冬奧會上五環變四環就是不確定性熱點。顯然確定性熱點會因為過多的產品及品牌的借勢影響活動效果，而不確定性熱點雖然競爭相對較小，但它需要企業能夠快速、靈活地做出反應。\n3.基於競品寫活動背景\n當然，新媒體活動運營人員也可以在對競品的市場表現、營銷策略等進行深入分析的基礎上設計活動背景。一般來說，如果能在背景內容中加入詳細的競品數據，會使活動策劃書的說服力明顯提升。\n雖然每家企業都瞭解創新的價值，但很多企業因為害怕失敗並不願意進行創新。在分析項目是否可行時，管理者要尤其重視競爭對手的市場表現。所以，針對競爭對手的表現設計的活動背景，可以很好地迎合管理者的這種心理。我們可以從某地圖軟件公司市場部新媒體活動運營人員設計的年終活動背景中借鑑經驗。\n在新年來臨之際，友商們已經習慣了對過去一年的業績進行總結，用各種數字吸引用戶關注，雖然在國內地圖類產品中，我們擁有絕對的領先優勢，並不懼怕和競爭對手比拼數據，但為了彰顯我們的企業文化，我建議做一項別出心裁的年終總結：利用××地圖對路程的精準測試能力，鼓勵用戶對一年來的通勤路程進行測試，並分享他們的“辛苦指數”，這種富有互動性與參與感的活動會有效提升用戶的忠誠度。\n4.基於人群寫活動背景\n在以用戶為主導的新消費時代，針對目標用戶群體特性設計活動背景，在新媒體活動運營人員撰寫活動策劃書中尤為常見。活動的目的是迎合用戶需求，或是提高用戶對產品的購買率、使用頻率等。\n例如：對遊戲廠商來說，當很多消費者在企業的社交媒體公眾號中留言要求復刻某項活動時，通過及時開展活動來滿足用戶需求就是很自然的事情；而想要提高玩家對某種付費道具的購買率時，可以通過策劃代金券抽獎活動達成目標。此處列舉一個遊戲廠商的新媒體活動運營人員為高在線時長玩家設計的回饋活動背景案例。\n高在線時長玩家對提高遊戲的活躍度有著關鍵的影響作用，他們不僅能增加遊戲的人氣，而且為我們留下了很多新玩家，因此策劃針對高在線時長玩家的回饋活動，能夠進一步提高他們的遊戲積極性，為我們創造更多的價值。\n活動運營細則的5個要素\n對新媒體活動運營人員而言，設計活動策劃方案是一項基本的工作，但很多運營人員往往更注重創意，認為活動策劃方案只不過是細枝末節，有了好的創意，自然不用擔心執行效果。但事實並非如此，由於很多用戶不能理解活動的內涵、執行人員缺乏協調配合等，相當多的活動推出後根本不能取得預期效果。這些問題很大程度上是由於未能制定具體的活動運營細則造成的。\n活動運營細則明確了參與活動實施的各部門、各崗位的主體責任，也為參與用戶提供了指導與幫助，更關鍵的是，活動在實施過程中，當用戶利益和企業利益發生衝突時，它將是處理糾紛的重要依據。那麼，我們不禁要思考：如何才能制定科學合理的活動運營細則，或者說活動運營細則中具體包含什麼內容，如圖2-5所示。\n圖2-5 活動運營細則包含的內容\n1.活動信息的完整複述\n活動運營細則是活動專題頁面的重要補充內容。為了提高活動頁面的視覺衝擊力，運營人員往往會嚴格控制活動頁面中的文字內容（大部分情況下，用簡短的文字加圖片引發目標用戶的好奇心），不會直接提供詳細的活動信息。所以，活動信息的具體描述就轉移到了活動運營細則的內容中。\n2.活動詞彙的定義\n很多新媒體活動運營人員想當然地認為，所有人都能理解他們經常使用的活動詞彙，但真實的情況並非如此。美國心理學家提出的“喬哈里視窗”理論很好地說明了活動信息可能會引發溝通阻礙問題。如果活動實施前沒能對活動詞彙進行定義，可能會導致團隊成員或用戶陷入盲區及隱蔽區，對活動帶來較大的負面影響。\n例如：企業推出的活動可能面向會員，也可能面向粉絲，很多新媒體活動運營人員認為會員和粉絲存在明顯差異，無須進一步明確。但廣大普通用戶並非如此認為，他們看問題的視角與新媒體活動運營人員有所不同。所以，可以在活動運營細則中對會員和粉絲進行明確定義，前者指那些已經完成註冊並綁定手機號的用戶，後者則指那些關注微信公眾號的用戶。\n3.活動特殊場景的限定說明\n活動策劃工作結束時，新媒體活動運營人員應該和客服、銷售人員、後勤人員等進行充分的溝通交流，就活動實施過程中可能遇到的特殊場景進行預測並分析，從而對其進行限定說明。通常來說，主要的活動特殊場景包括以下幾種。\n（1）參加該活動的用戶是否可以參加企業的其他活動。這在優惠活動中十分常見。為了控制成本，大部分情況下會註明“本活動不與其他優惠活動共享”。\n（2）當用戶換貨、退貨、取消訂單時，是否仍可參加活動。\n（3）參加活動的地區、次數、用戶年齡及性別等是否有特殊要求。\n（4）如果用戶參加活動需要支付積分，當未能通過活動得到優惠時，是否會向用戶返還積分。\n（5）參加活動是否需要關注公眾號等行為，如果用戶做出了該項行為但未能在規定時間參加，是否需要通知用戶參加或者直接視為用戶已自動放棄。\n（6）能否對獎品折現或退貨，當獎品在使用過程中出現問題時，由誰承擔責任。\n（7）活動最終解釋權歸屬哪個平臺。\n新媒體活動運營人員應該瞭解的是，很多活動在真正實施時不能完全按照預期進行，可能會遇到各種問題，和客服、銷售人員、執行人員乃至用戶等進行深入的交流後，才能更好地預測可能出現的特殊場景，並在活動運營細則中對其進行限定。\n4.活動的風險提示\n活動的風險提示可以視為對活動特殊場景的延伸。活動的特殊場景對活動實施時可能遇到的突發狀況進行了明確，為解決活動糾紛提供保障。活動的風險提示是針對一些可能會損害財產及人身安全的情況進行說明，提醒參與人員注意防範。\n（1）系統平臺遭到網絡攻擊，或者遇到惡意刷單行為等。\n（2）活動網站、服務器、數據庫系統等出現問題。\n（3）活動實施過程中出現暴雨、大風、突發事件等不可抗力因素導致活動需要終止或延期。\n對活動風險應該設計兩套版本，其一是內部版本，其二是外部版本。前者的側重點是遇到這類風險時採用何種應對策略，後者的側重點是由誰承擔主要責任並告知用戶注意防範風險。\n5.活動未盡事宜仍受約束\n就像前面提到的“喬哈里視窗”中反映的，在盲區、公開區、隱蔽區之外，還有未知區的存在，畢竟活動方案很難關注到所有的細節，在實施過程中很容易遇到事前未能預測的情況。因此，在活動運營細則最後添加“活動未盡事宜仍受公司約束”尤為關鍵，這能在遇到特殊情況時，讓活動的參與方都能達成一致意見。\n雖然國家在最終解釋權條款方面做出了一定的限制，最終解釋權不能解決所有問題，更不能侵害用戶的合法權益，但很多時候活動中的某項條款可能存在爭議，如果不在活動運營細則中要求掌握最終歸屬權，可能會導致自身權益受損。\n此外，如果舉辦的是那些規模較大、參與人數眾多的活動，增加詳盡的活動內容，往往對活動實施具有積極的影響。不難發現，活動運營細則對新媒體活動運營人員的全局把控能力有較高的要求，必須儘可能地考慮活動的方方面面，才能為活動的順利開展奠定堅實的基礎。\n運營人員的七項技能修煉\n優秀的運營人員是確保新媒體活動可以達成預期效果的關鍵。以推廣新產品活動運營為例，企業推出一項新產品時，普通用戶對其缺乏足夠的瞭解，可能不會主動使用，此時舉辦新品推廣活動就顯得尤為重要。在用戶參與活動的過程中，運營人員還可以對用戶數據進行蒐集，並與之交流互動來幫助開發人員不斷完善產品，從而充分滿足消費者的個性化需求。\n得益於新媒體活動在引流方面的明顯優勢，企業界對活動運營愈發重視，與此同時，激烈的同質化競爭也要求新媒體活動運營人員必須不斷提升自身的專業能力與綜合素質。那麼，新媒體活動運營人員在日常工作中要注意在哪些方面提升自身的技能呢？如圖2-6所示。\n圖2-6 運營人員的七項技能修煉\n1.撰寫精美的活動文案\n撰寫活動文案是新媒體活動運營人員應該熟練掌握的一項基本技能，不能將文案工作完全交由文案策劃人員負責，畢竟他們並不像運營人員一樣對整個活動有足夠深入的認識。比較可行的方案是，新媒體活動運營人員先根據自己的想法撰寫初稿，然後和文案策劃人員交流溝通，並由他們進一步加工潤色，最終創作出優秀的活動文案。\n2.活動流程的設計\n活動流程設計也是新媒體活動運營人員的一項十分重要的技能，會畫流程圖尤為關鍵，它對運營人員的邏輯性有較高的要求。運營人員設計活動流程時，除了要思考用戶群體的個性化需求，使用戶能夠方便、快捷地參加活動外，還要考慮活動成本預算、執行阻力等因素。如果活動成本過高或者給執行人員帶來較大的困難，活動很難真正落地。\n3.活動規則的制定\n每項新媒體活動都應該設置具體的活動規則。新媒體活動運營人員在設計活動規則時，除了確保各方的合法權益，使活動能夠順利開展外，還應該掌握一定的心理學知識，思考如何讓目標用戶願意接受並遵守活動規則。\n4.活動成本預估\n活動成本預估不僅包括整個活動成本評估，還包括吸引一個用戶參與的成本評估，既有投資資金帶來的顯性成本，又有人力、時間、渠道資源等隱性成本。新媒體活動運營人員需要根據成本評估結果對活動進一步改善，在避免活動成本過高給企業帶來資金壓力的同時，也要避免因成本過低導致活動喪失吸引力。\n5.活動預期收益\n活動預期收益代表了企業想要通過活動完成的目標。例如：提高產品銷量和用戶活躍度等。需要注意的是，新媒體活動運營人員在評估活動預期收益時，需要給出具體而明確的數字（通常是數值區間）。\n6.活動效果統計\n活動正式開展後，需要對效果進行實時統計，從而根據統計結果對活動做出相應的調整。新媒體活動運營人員可以直接使用微信、微博、今日頭條等新媒體平臺提供的專業營銷分析工具掌握活動效果。\n7.活動改進措施\n通過對活動效果進行實時統計並分析，可以找到存在的問題，然後及時制定優化策略，對活動進行優化與完善。例如：增加投放平臺、優化活動頁面、提高代金券數額等。\n如何有效提升用戶參與度\n用戶廣泛參與的新媒體活動，不但可以直接帶來營銷額的增長，還能夠有效提升產品及品牌曝光度，擴大口碑傳播。那麼，新媒體活動運營人員應該如何有效提升活動的用戶參與度呢？\n1.頭等獎越高＝參與人數越多嗎\n在微博、微信等新媒體平臺中，我們經常能夠看到轉發活動參與抽獎，幸運用戶將獲得最新款蘋果手機、平板電腦等獎勵的營銷內容。在傳統媒體時代，在活動中將誘人的獎勵作為噱頭確實可以提高活動的參與度，但如今人們對這種氾濫的廣告文已經產生了免疫力，見到這類信息時，會更理性地思考中獎概率、活動的真實性、參與活動的時間成本等因素，因此用戶參與活動的積極性並不高，所以，活動頭等獎越高並不意味著活動參與人數就越多。\n2.低價格獎品＝低參與度嗎\n我們都希望能夠為消費者提供使之產生情感共鳴的內容，能夠直擊用戶的痛點，但要做到這些是一件非常困難的事情，而且僅有情懷恐怕也很難真正打動消費者，所以，為消費者提供獎品是很有必要的。運營人員在選擇提供給消費者的獎品時，要分析用戶心理，考慮用戶需求，然後考慮獎品價值。充滿誠意的小禮品同樣能夠打動消費者，吸引其廣泛參與並主動傳播。\n3.免費參與＝好主意嗎\n如今，很多新媒體活動運營人員將免費策略作為提高用戶參與度的制勝法寶，免費策略在激發用戶參與積極性方面真的能擔此重任嗎？\n“情懷大師”羅永浩在做英語培訓期間為推廣其課程設計的營銷活動，被很多營銷從業者奉為經典。該活動圍繞1元可以聽8次課展開，如果潛在學員體驗過後感覺課程確實對自己有幫助，就可以購買全部課程。該活動中採用了“一塊錢可以買什麼，一節電池，一個雞蛋……或者是聽8次老羅英語課程”的文案，這種營銷手法至今仍被很多企業採用。\n如果按照大部分人的邏輯，羅永浩直接採用免費聽課的方式，在當時確實能吸引更多學員前來試聽，但免費策略存在的以下弊端，讓新媒體活動運營人員必須對其慎重。\n（1）通過免費參與獲得的用戶雖然規模較大，但不利於篩選出對企業有價值的目標用戶群體。\n（2）讓用戶養成了免費的習慣。愛奇藝、優酷土豆、騰訊視頻等視頻網站之所以不能採用Netflix（Nasdaq NFLX，一家在線影片租賃提供商）的商業模式實現盈利，就是因為此前各方為了搶奪流量實行免費策略，使用戶養成了免費觀看視頻節目的習慣。\n（3）免費策略對企業進一步拓展用戶價值存在負面影響。對挖掘用戶群體價值而言，比較合適的策略是開始時收取少量的費用，然後隨著用戶黏性增強以及自身產品不斷改進逐步提高費用。而從免費過渡到收費，對用戶群體來說是一件相當難以接受的事情。\n4.推廣週期長＝參與度高嗎\n實踐證明，並非推廣週期越長，就會為活動帶來越高的參與度。當傳播週期較長時，很容易導致用戶因為時間規劃問題放棄參加活動。雖然用戶可以制定生活及工作規劃，但這種規劃具有較大的不確定性，很容易因為各種問題而更改。所以，大部分的規劃主要是進行方向規劃，而不會規劃什麼時間去做什麼事情。\n對於新媒體活動亦是如此，當用戶在很早之前就看到活動信息時，可能剛開始覺得比較感興趣，到時可以參加活動，但在參加活動之前的較長時間裡，因為出現了各種問題或者找到了更感興趣的活動，會放棄該活動。\n與此同時，活動推廣週期較長，也會對傳播效果帶來一定的負面影響。市場研究機構發佈的調查數據表明，從信息發佈到裂變傳播，再到銷聲匿跡，整個推廣週期應該儘量控制在一週以內，因為在信息過載時代，人們的時間與精力分散，對一件事物的關注時間明顯縮短，大部分情況下，活動推出後，前三天有較高的報名率，之後人數會快速縮減。\n所以，推廣週期應該控制在一週以內，最好是3～5天，在前幾天，更多的是運用好玩有趣、有吸引力的營銷內容吸引目標用戶關注，使那些對活動感興趣的用戶參與進來，後幾天結合抽獎、贈送代金券等福利活動網羅更多的用戶。\n5.成功策劃＝成功活動嗎\n上面提到的幾點主要集中在活動策劃期，但僅完成了活動策劃工作還遠遠不夠，一場完整的新媒體活動包括策劃期、準備期、推廣期、執行期、總結期等多個階段，策劃只不過是其中的一個組成部分，缺乏後續的準備、推廣及執行，很難達成預期活動目標。\n在活動準備期，新媒體活動運營人員要制定有效的活動方案，並儘可能地保證活動方案的完整性，能夠覆蓋活動的方方面面。以成本預算為例，除了較大的支出外，紙張、礦泉水等費用也要加入其中。先制定一個完善的活動方案，然後和團隊成員溝通，去除不合適的內容。在活動執行期，可以使用以下3張表格確保活動順利開展。\n（1）物料表。運營人員用該表格記錄活動需要的所有物品，根據表格內容一一核對物料是否準備齊全。\n（2）時間計劃進度表。運營人員用該表格記錄事項名稱、事項目標、開始及結束時間、注意事項等內容，也可以將活動細分為多個項目，以便更好地推進相關工作。\n（3）人員分工表。運營人員用該表格記錄每項工作的責任主體，所有的組織成員都能根據表格瞭解自己應該完成的具體工作，從而提高執行效率。\n活動正式推出後，運營人員應該嚴格按照活動運營細則中的條款開展活動，確保用戶都能公平公正地參加活動，否則不但活動效果大打折扣，甚至還會在用戶心中留下負面印象。\n三、新媒體營銷推廣的操作步驟\n步驟1：制定營銷目標\n一個完整的新媒體營銷方案包括企業營銷過程中新媒體營銷的角色定位、新媒體營銷目標與預算的制定、績效的考核、團隊崗位的搭配、新媒體團隊的管理等內容。\n明確了新媒體運營的角色定位之後，就要制定新媒體運營的目標。一般來說，新媒體運營目標的制定可以參考以下原則，如圖2-7所示。\n圖2-7 新媒體運營目標的制定原則\n1.參考第三方平臺的數據\n如果運營者能直接從第三方平臺（如微博、微信等）獲取數據，就要以這個數據為參考，儘量少使用計算公式，以免計算結果失準，影響運營目標的正確性。\n2.合理利用技術部門\n如果運營者無法直接從第三方平臺獲取可以參考的數據，就可以讓技術部門用統計報表系統對數據進行監控，從日指標著手，逐漸向周指標、月指標、季度指標、年指標延伸。這些指標包括服務號的註冊用戶、訂單轉化率、訂單量、客單價等。\n3.制定一個終極目標\n新媒體運營要制定終極目標，如 O2O 項目運營要以“日訂單量達到××”為終極目標；工具型 App 運營則要以“日活躍率達到 ××”為終極目標。\n4.各部門要分解目標\n總體來看，目標主要有兩種：一是事務目標，二是結果目標。其中事務目標可以分解為每週發佈××篇內容，其中××篇內容為原創；結果目標可以分解為本月微博曝光量較上月增長比例，微信文章的打開率、轉發率等。\n5.目標設置要具體\n設置新媒體運營目標要具體，不能使用“提升文章轉發率”“增強用戶黏性”等模糊的語句，要通過具體數字將目標呈現出來，如本月新媒體運營目標是日均新增激活用戶從6000名增至10000名、註冊轉化率增至38%等。\n如果要以提升品牌曝光度為目標，就要具體設定百度指數；如果要以增強用戶黏性為目標，就要具體設定產品活躍度。\n例如：某新媒體運營者要圍繞O2O生活服務號制定推廣目標，就要明確具體的註冊用戶數量（包括日新增註冊用戶和總註冊用戶）、活躍用戶數量和日活躍率（日活躍率=日活動用戶/總用戶）、日訂單量（日訂單轉化率=日訂單成交量/日總訪問用戶，日客單價=日成交總額/日成交總單數）。\n此外，新媒體運營人員要根據推廣方案做預算，要儘量細緻，對每個推廣週期涵蓋的各個推廣細項做預算。另外，預算方案還要具有可控性強、可行性強的特點，讓方案的執行效果更明顯。\n我認為，新媒體運營是一項為了達到預定目標而開展的系統的、高效的協調工作。因此，新媒體運營人員要對新媒體運營體系予以高度關注，積極學習，構建自己的運營系統，不要只關注預算、性價比等問題。\n步驟2：精準粉絲引流\n1.種子用戶期\n假設種子用戶期設定的運營目標是在一個月內收集1000名種子粉絲，並做好種子粉絲的管理與控制。\n（1）種子用戶的特徵：經常與運營者互動，幫運營者在微信群、朋友圈轉發內容，在自己的朋友圈幫公眾號進行推廣，經常提一些有用的意見與建議。\n（2）推廣方法：建立邀請機制，邀請朋友、同事、合作伙伴等加入，先行體驗；導入供應商，邀請供應商加入體驗；在寫字樓、學校、小區附近派發廣告，邀請更多人加入。\n（3）活動邀請：策劃一些互動小遊戲，將產品體驗調查問卷與遊戲結合在一起，用戶註冊、推送就能領取優惠券；對粉絲質量進行綜合評價，完成1個月積累1000名種子粉絲的目標，活動就結束。\n（4）微信群管理：為了做好種子用戶管理，運營人員可建立兩個微信群，每個群容納500名種子粉絲，收集用戶意見。\n2.初始用戶期\n假設初始用戶期的運營目標是在3個月內積累5萬名種子粉絲。\n在初始推廣期，運營人員要多嘗試，找到一個得心應手、推廣效果最好的渠道，推動粉絲數量日漸增長，最終完成推廣目標。擁有一個合適的推廣渠道，意味著新媒體每天都能獲得一定量的粉絲。粉絲數量雖不會迅猛增長，卻會保持穩定增長。初始用戶期的引流技巧，如圖2-8所示。\n圖2-8 初始用戶期的引流技巧\n（1）微博引流\n在新媒體運營初期，新媒體的運營、推廣活動一般在本地市場開展。因此，在前期推廣階段，新媒體運營人員要做好本地熱門微博的收集工作，通過官方微博的推廣與這些微博互動，達成合作，進而產生引流效果。\n微博不同於微信，它的媒體屬性比較強，屬於點到面的推廣，推廣效果不佳。當然，如果微博已經有了一定的粉絲基礎，那麼從微博到微信引流所獲的紅利就會比較大。\n（2）加群引流\n每個新媒體運營賬號都加300～500個本地微信群，平時不要直接在群內發廣告，要經常與群成員互動，與群成員建立良好的關係，獲得群成員的信任。需要發廣告的時候要在群內發紅包；需要推送一些活動信息時，要一邊群發信息一邊發紅包。\n這個環節有三大技巧。\n① 獲取群技巧。身邊的朋友、同事、合作伙伴一般都有很多微信群，可以通過他們加入更多微信群。\n② 換群。在獲取了一定數量的微信群之後，運營者可以與本地的運營商換群。\n③ 置頂活躍群。在眾多微信群中將活躍度較高的微信群篩選出來，將其置頂，在廣告群下沉，在群內開展互動，與群主建立良好的關係。對於那些質量較好的微信群，運營人員可考慮與其開展商務合作。\n（3）小號引流\n運營人員要想用小號引流，首先要註冊幾個小號，如註冊10個小號，每個小號可加5000名粉絲，10個小號就能加50000名粉絲。每個小號平均每天加50名粉絲，規定3個月完成引流任務。\n養號技巧。為小號增添標籤，如可以提供什麼方案，解決什麼問題等。\n小號每添加一名粉絲，運營者就要做一次自我介紹，不要讓粉絲產生“這是一個專門發廣告的小號”的想法。\n運營者要經常在朋友圈分享自己的生活趣事，在必要的時候可以發佈一些新媒體的廣告活動，但每週要按時在朋友圈與粉絲互動、交流。\n運營者要經常與那些具有較強傳播能力的粉絲私聊、互動，建立良好的關係。\n從加入的微信群中添加粉絲，在添加粉絲之前要先在群內圍繞某個主題與群成員互動，尤其是那些活躍度較高的群，以提高加粉成功的概率。\n（4）自建官方微信群\n每個號可自建無數個官方微信群，運營人員要對每個群添加標籤，如活動群、種子用戶群、產品實用群等。在自建官方微信群之前，首先，運營人員要明確建群的目的，編寫群規章制度；其次，微信群要配置官方客服，以群主題為核心定期開展互動，幫群成員解決問題；最後，運營人員要與一些意見領袖建立合作關係，共同致力於微信群的發展，在必要的時候運營者要給意見領袖一些物質獎勵，以對其進行激勵。\n（5）活動策劃\n每週要開展一次活動，以增強用戶的記憶，讓傳播、分享效果達到最佳。具體來看，新媒體運營可開展的活動有以下幾種。\n微信小號添加粉絲，建立微信群，派發微信紅包。\n開展優惠活動，如用戶註冊、推送領取優惠券，充值滿100元送20元。\n關注微信號、掃一掃領取禮品，通過微信預訂可享受折扣。\n微信答題贏大獎：運營人員發佈一些與新媒體有關的問題，讓用戶到新媒體運營網站上尋找答案，以加深用戶對新媒體的印象及對品牌的認知度。\n轉發贏大獎：運營人員可在微博、微信等平臺開展轉發贏大獎活動，用戶轉發內容就能領取一份獎品或抽獎一次。\n為了更好地監控活動開展效果，運營人員可通過微博、微信公眾號、社區等渠道發佈活動。\n步驟3：品牌傳播推廣\n1.品牌推廣期\n假設品牌推廣期的運營目標是3個月積累10萬名種子粉絲。\n（1）延續初始用戶期的推廣方法，讓粉絲數量保持穩定增長。\n（2）在積累了一定數量的粉絲之後，可與本地O2O服務號或App合作共同推廣，提升推廣效果。\n（3）在商場、寫字樓、學校附近派發傳單，進行線下推廣。\n（4）攜帶新媒體二維碼參加行業性會議展覽，制定系統的微信營銷方案，在展會上與客戶、合作伙伴交流，邀請他們添加微信號。\n（5）加入行業聯盟、本地電商企業聯盟、O2O聯盟等，分享產品，做好服務號的推廣工作，提升服務號在本地的知名度。\n2.PR\n之所以將PR（人力資源）單獨講，是因為從立項開始PR就應該開始預熱，之後新媒體推廣的每個階段都需要PR參與。\n在新媒體初創公司，公司的PR要熟悉公司每個階段的運營方向，在不同的運營階段向市場、用戶、投資人拋出不同的話題，引發受眾的興趣，吸引受眾關注，形成行業熱議話題。PR可採取的策略，如圖2-9所示。\n圖2-9 PR可採取的策略\n（1）以日常稿件維持曝光量\nPR每個月都要製作一張傳播規劃表，以公司與產品為依據決定要拋出的話題及要傳出的聲音。持續的內容輸出和恰到好處的表達能穩定地提升公司的曝光度與行業關注度。\n（2）維護已有的資源，擴展新資源\n在新媒體創業公司，PR往往難以獲得充足的經費，在這種情況下，PR就要對擁有的資源進行規劃使用，根據所處的發展階段及新媒體運營進度確定支持公司發聲所需的資源與途徑。為了做好這一點，活動運營經理不僅要維護好已有的資源，還要不斷拓展新媒體資源，為後續事件輸出提供有效的渠道支撐。\n（3）渠道決定傳播效果\n不同的傳播內容與傳播方式會呈現不同的傳播效果，因此，為了提升傳播效果，PR必須選擇合適的傳播渠道。例如：採訪公司創始人要使用行業及財經領域權重高的紙質媒體，以便在大範圍內產生帶動傳播效果；產品發佈要選擇科技類新媒體，以便在最短時間內吸引業內人士關注；事件話題性新聞要選擇大型門戶類網站，以便達到快速傳播、吸引人們廣泛關注的目的。\n在自媒體領域，各個自媒體的實力差別很大，因此運營人員最好選擇那些中立、有實力的自媒體發聲，雖然對創業公司來說，這類自媒體的性價比不是很高。在電視媒體領域，如果自媒體想讓自己的產品實現爆發式增長，可以選擇一些觀眾群體與自己產品的潛在用戶契合度較高的電視節目。\n（4）評估營銷傳播效果\n運營人員要對營銷傳播效果進行評估，評估指標包括人群的覆蓋率、內容的點擊量、閱讀量與點贊量等。根據評估結果，運營人員能更好地改進營銷方案，獲得更好的營銷推廣效果。作為內外連接的樞紐，PR要隱藏在用戶中，通過深度溝通將品牌個性凸顯出來。\n步驟4：文案策劃包裝\n一篇優秀的軟文能增添產品的吸引力，讓消費者在潛移默化中對產品產生興趣，加深對企業品牌廣告的記憶，從而提升產品的市場佔有率。\n1.軟文策劃包裝\n明確品牌優勢及產品特點，對公司品牌文案進行有效策劃，借用戶心理特點打破其心理防線。通過軟廣告將品牌傳播給消費者，再利用品牌及產品自身的優勢讓消費者認可品牌、接受產品。\n2.寫作更新方向\n每個企業都有自己的新聞事件，只是大多數企業不知道如何利用，如何用其對自己的品牌進行策劃包裝。事實上，軟文就是從企業日常運營事件中提煉出來的。\n軟文更新要與企業的自身情況相結合，結合企業自身發生的事件對軟文進行策劃包裝，如企業發起的公益活動或其他活動等，將這些事件與企業的品牌文化結合在一起進行包裝，能使企業的行業影響力大幅提升。\n3.佈局技巧\n企業軟文更新首先要對企業品牌進行策劃，使用統一的文字品牌形象，通過一系列策劃對企業品牌進行包裝，面向目標用戶群進行精準投放，使企業品牌的曝光度大幅提升。另外，企業軟文更新還要與標題的核心定位相結合，有效引導潛在用戶群，使品牌影響力顯著增強。\n4.品牌策劃\n在策劃企業軟文之前，策劃人員必須對產品特點及企業優勢進行充分了解，將其傳播給媒體及消費者，以吸引消費者的注意力，從而提升企業的銷售業績。\n軟文策劃必須將產品的核心特點、品牌優勢凸顯出來，讓消費者在購物過程中獲得滿足感、愉悅感，從而實現口碑營銷，擴大品牌的傳播範圍，提升品牌的曝光度。\n品牌包裝策劃與熱門事件結合，讓消費者切身體會品牌的優勢。\n新媒體運營銷售策劃就是創造用戶喜愛的內容，並保證內容符合用戶的需求，從而讓用戶持續關注企業，增強對企業的信任。由此可見，新媒體運營的核心就是分析用戶心理，根據用戶心理創造內容，讓內容切實打動用戶，刺激用戶需求，從而讓品牌實現大範圍曝光。\n步驟5：組建推廣團隊\n構建運營團隊，招聘運營人才可採取以下方法：從目標反推、對關鍵任務進行拆解、明確所需人才類型、刻畫崗位職業畫像、以階段目標為依據對人才進入時間進行推演。例如：某公司的微信公眾號制定了一個6個月積累5萬名粉絲的目標，為了達到這個目標需要完成活動策劃、渠道推廣等任務。公司對這些任務進行細分就可明確所需人才類型，確定人才的到位時間。\n事實上，很多互聯網公司HR的專業性不高，無法對各部門具體的工作任務進行深入瞭解，在招聘的過程中無法遊刃有餘地應對應聘者提出的各種問題，招聘的人才也不能滿足各部門的需求。為了解決這個問題，部門主管要經常與HR溝通，讓HR瞭解部門需要的人才。\n為了做好新媒體推廣工作，公司要成立新媒體推廣小組，小組成員包括新媒體推廣經理、文案策劃、新媒體運營專員、渠道經理、媒介經理，如圖2-10所示。在具體操作的過程中，企業可根據項目指標適當地調整各崗位上的人員數量，初期項目可根據“1+1+2+1+1”的原則設置崗位員工。\n圖2-10 新媒體推廣小組成員\n1.新媒體推廣經理\n在初始用戶期引入新媒體推廣經理。初期項目設置1名推廣經理即可。\n（1）崗位職責\n新媒體推廣經理要負責微信、微博的日常運營工作；以事先確定的內容方向為依據持續發佈優質的內容；添加粉絲，與粉絲積極互動，提升粉絲的活躍度，分析並總結粉絲的網絡行為；對微信用戶需求進行深入挖掘，收集用戶反饋的信息，對用戶行為進行分析，實時掌握當下的熱門話題。\n以運營需求為依據對各類線上、線下活動進行組織與策劃，提升門店的曝光率，增加粉絲數量，增強用戶黏性；對推廣效果進行監控，對相關數據進行分析以評估推廣效果，改進推廣方案。\n（2）任職要求\n新媒體推廣經理的任職要求如下。\n首先，要對互聯網有濃厚的興趣，使用頻率非常高，能夠獨立地制訂新媒體推廣計劃，能將計劃不折不扣地落實下去。\n其次，要熟悉微博、微信、貼吧等新媒體，有微博、微信運營經驗。\n再次，有一定的判斷力，能對熱點事件進行深度剖析，會借勢營銷，有自嘲精神。\n最後，經常出入各大論壇，要有永不言棄的精神。\n2.文案策劃\n在初始用戶期引入文案策劃。初期的文案策劃只需1名即可。\n（1）崗位職責\n文案策劃要明確項目目標，在短時間內瞭解客戶需求，加強與相關部門的合作，為文案撰寫提供優質的案頭支持；負責撰寫新媒體的宣傳推廣文案及宣傳資料文案；負責撰寫創意內容，為新媒體的線上運營活動、線上公關等活動撰寫文案；彙總文案撰寫經驗，為其他項目提供有益借鑑。\n（2）任職要求\n文案策劃崗位是一個文字輸出、內容輸出的崗位，從業者要擁有優秀的文字功底，有創新精神，充滿創意與想象，對時事熱點的敏感度較高，曾策劃過成功的事件營銷傳播，或有事件營銷傳播經驗。\n3.新媒體運營專員\n在初始用戶期引入新媒體運營專員。初期項目設置2名運營專員即可。\n（1）崗位職責\n新媒體運營專員要負責做好微信公眾號的日常運營工作；編寫、發佈公眾號內容，管理粉絲，與粉絲互動；收集粉絲意見與建議；對用戶的瀏覽習慣、情感體驗進行深入挖掘與分析，緊抓新聞熱點，做好專題策劃與活動策劃，跟蹤各策劃案的落實效果；對目標客戶群進行精準定位，提升產品的知名度。\n（2）任職要求\n新媒體運營專員要有微信推廣及運營經驗，有自媒體運營經驗；有較強的寫作能力和學習能力；富有創新意識與創新精神，敢於創新；熱愛新媒體營銷工作；對網絡媒體傳播有一定的瞭解，能夠駕馭社會化媒體，瞭解、熟悉微媒體；思維活躍，有一定的市場企劃能力及較強的執行力。\n4.渠道經理\n在品牌推廣期引入渠道經理。初期項目設置1名渠道經理即可。\n（1）崗位職責\n渠道經理要協同其他部門完成渠道策略及拓展目標計劃的制訂；以公司的業務發展需求為依據，做好合作資源的尋找與挖掘工作；做好公司微信公眾號的商務拓展與合作，與各推廣渠道密切聯繫，與其建立良好的合作關係；分析推廣數據，對推廣策略進行調整，拓展粉絲規模，增加訂單量，提升活躍度。\n（2）任職要求\n渠道經理要有較強的商務談判能力，能夠獨立地開拓市場，擁有豐富的渠道開發管理經驗；善於與人溝通、交流，擁有較強的組織協調能力；能熟練使用辦公軟件及互聯網；曾從事App渠道或服務號推廣工作，積累了一定的經驗；曾從事商業合作與渠道拓展工作，擁有相關經驗。\n5.媒介經理\n媒介經理指的是從事採購、整合媒體資源，優化媒體關係，指導客戶投放等工作的專業人員。\n（1）崗位職責\n媒介經理要負責拓展平臺媒體的投放資源；構建線上推廣渠道，對線上推廣過程進行控制與協調；對各種市場資源進行整合，制訂合作計劃，與相關人員開展深度合作；做好相關項目的危機公關、媒體資源公關等工作。\n（2）任職要求\n媒介經理要有廣告媒體方面的工作經驗，有較強的溝通能力及商業談判能力，擅長維護與合作伙伴的關係，文字表達能力較強，有互聯網金融行業的從業經驗和互聯網、市場營銷領域的學習經歷。\n步驟6：運營績效考核\n創業項目啟動前期涉及的事情比較多，涵蓋了產品研發與測試、市場推廣、物料準備等很多工作。因此，在創業初期，各部門的關鍵績效指標考核要儘量簡單、實在，多給現金獎勵，如新媒體運營的關鍵績效指標可以設定為月關注粉絲1萬人，完成這個指標就可以獲得多少現金獎勵等。\n微博關鍵績效考核指標有微博信息數、關注數、粉絲數、轉發數、評論數、平均轉發數、平均評論數。其中微博信息數指的是每天發佈的微博條數，單位是條/天；平均轉發數指的是單條微博信息的總轉發數與微博總信息數之比，一般以日或月為週期計算平均轉發數，單位是次/條，平均評論數的計算與之相同。\n微博平均轉發數、平均評論數與粉絲總數、微博內容質量密切相關，粉絲總數越高，微博內容的質量越好，與用戶需求越契合，微博的平均轉發數與評論數就越高。因此，通過這兩個數據，人們能瞭解這個微博的粉絲數量、粉絲質量及內容質量。從理論上來講，粉絲基數越大，內容與用戶需求就越契合，這兩個數據就越高。\n例如：某公司的品牌微博4月1日的粉絲量是1.4萬，5月底粉絲數量達到了2.6萬，如表2-1所示。\n表2-1 某微博2018年4月、5月運營情況\n由表2-1可以看出，該微博2018年4月、5月的粉絲增量相差無幾。5月，微博信息量增長了36%，信息轉發總數的增長率卻接近100%，評論增長了64%，搜索結果數也有所增長。也就是說，該公司在分析4月的微博運營情況之後，對5月的運營策略進行了調整，將重心轉移到了用戶需求方面，使平均轉發數與評論數隨粉絲總量的增長而增長，再加上增長的搜索結果數，使5月微博營銷效果得到了充分證明。\n1.做好時間安排\n新媒體運營管理要做好時間安排，週一早上開會，討論並總結上週運營推廣過程中出現的問題，發佈本週的工作任務；週三對新媒體運營團隊進行兩個小時的培訓；週五各部門要反饋本週工作中出現的問題，對這些問題進行彙總，並製成表格。\n2.量化目標\n項目立項之後要制定各個階段的目標，年目標、季度目標、月目標、日目標；將這些目標分解到各個部門，落實到每天的工作任務中。\n3.準備三張表\n管理人員要準備三張表，一是財務預算表，其內容要包含人員工資、市場推廣費用等各種運營開支；二是績效考核表，其內容是如何與薪酬激勵聯繫在一起考核團隊成員的績效；三是崗位描述表，其內容是對崗位職責、崗位對人員能力的要求等內容進行描述。描述要真實、具體，切忌“假大空”。"
  },
  {
    "id": "id116",
    "title": "Chapter 7",
    "text": "第三章 新媒體內容運營實操攻略\n一、新媒體內容運營的進階攻略\n內容規劃：搭建內容運營體系\n內容運營已成為互聯網新媒體環境中營銷的主流路徑，然而經過近兩年的蓬勃發展，內容運營陷入日益嚴峻的同質化困境，內容玩法千篇一律。因此，除了從時間、季節、節假日、突發事件等角度切入製造內容話題或活動，以及通過各種獎勵方式吸引用戶參與互動以外，探索新的內容玩法、實現內容運營創新，已成為當前內容運營的重要議題。\n這裡的內容運營主要指具有無邊界特質的新媒體平臺中的內容運營，即平臺內容的專業和領域不受限制。新媒體平臺在內容選擇上主要有兩個標準：內容的專業性和趣味性。\n一方面，教育、母嬰等垂直目標受眾群體細分的平臺的內容選擇，應以專業性為基本原則，以趣味性為傳播切入點，以便有效吸引目標用戶併為用戶提供獨特價值；另一方面，目標受眾群體並非垂直細分領域的開放性平臺，應選擇“有趣”“有料”的內容作為運營傳播的主要方向。\n在新媒體環境中，一方面是人群不斷垂直細分；另一方面是碎片化的個體不斷被各類新媒體平臺組織聚合起來，形成具有某種同質性（共同的興趣、價值觀或需求等）的精準人群，即社區。\n在“內容為王”時代，新媒體運營首先應對內容體系進行全面規劃，從內容傳播的兩個基本點——獲取用戶和進行品牌或服務傳播出發，明確平臺要輸出何種內容並對這些內容產生的效果進行合理預估。新媒體運營不是單純的內容創作與輸出，更重要的是在內容傳播過程中讓受眾瞭解並認同產品或服務信息，塑造品牌形象。\n很多剛進入新媒體運營領域的成員，或者是沒有意識到內容體系的重要性，或者是還沒有能力建立自己的內容體系，這時可以將精力放在優質內容的挖掘，深耕方面，努力增強內容構思原創或整合原創能力，以此推動自身不斷深入思考平臺需要輸出何種類型的內容。\n例如，某個新媒體運營團隊成員是一些年輕女孩，她們的興趣十分廣泛，從國家時事到明星八卦再到個人穿衣打扮等均有涉及。然而，當需要進行內容創作時，她們常常不知道從何處著手、應該創作什麼方面的內容。\n對此，團隊管理者應根據成員的興趣點將她們劃分為不同的小組。每個小組圍繞共同的興趣主題進行內容創作，這樣既讓她們有了明確的內容創作方向，又通過專題連載的方式保證了內容輸出的穩定性和持續性。\n內容運營人員必須高度重視內容質量，不能只做簡單的“搬運工”，應不斷提升內容原創能力並形成自己獨特的內容風格，培育、積累粉絲受眾。特別是在信息高度過剩的新媒體時代，只有內容質量過硬，能為用戶創造某種獨特價值，才可能吸引用戶的目光，激發他們的認同與共鳴，甚至主動參與內容的傳播擴散過程，實現更加高效、高質的口碑傳播。\n內容生產：打造優質原創內容\n內容生產策略包括寫原創、做話題和建社群，如圖3-1所示。\n圖3-1 內容生產策略\n1.寫原創\n新媒體運營人員寫作原創內容是較好的內容輸出方式，因為在寫作過程中可植入公司品牌、個人品牌，而且在寫作的過程中，內容由自己全權掌控，通過反覆的內容輸出，運營者可掌握用戶的喜好，針對用戶的喜好創作積極的、正能量的內容。也就是說，原創是增進運營者與粉絲關係的最佳方式。\n當然，新媒體運營者要想自己寫原創內容，就必須有高超的寫作能力，如事物洞察力、行業瞭解力、優秀的文筆等。如果原創內容中的觀點無法被讀者認可，可能會適得其反，造成不好的影響。\n新媒體運營者要想學習寫作原創內容，最好的方式是模仿一些明星公眾號。例如，要想撰寫吐槽類文章可以模仿“天才小熊貓”等。\n學習寫作原創內容是一個漫長的過程，其間會遇到各種難題，運營者不要逃避，因為只有克服這些難題才能邁向一個新的階段。\n2.做話題\n在新媒體運營的各種方式中，話題運營是一個非常好的運營手段。一方面，有效的話題運營能增強粉絲的認同感；另一方面，話題運營能降低運營成本，只要給用戶提供一個他們感興趣的話題，他們就能自動生產內容。\n無論運營的微信公眾號屬於哪個行業、哪種類型，總有一些備受大眾關注的話題，如“你最喜歡的口紅色號是什麼”“世界上最好的語言是什麼”“你最喜歡的一首歌”等。\n話題運營要注意一點，就是話題要儘量輕鬆，互動內容要儘量豐富，以調動用戶參與的積極性，生成更多的內容，從而達到話題運營的目的。\n3.建社群\n現階段，社群的類型主要有兩種，一種是金字塔型社群，一種是群星型社群。\n（1）金字塔型社群\n金字塔型社群成員水平不一，能力有別。金字塔型社群中有大咖，也有普通成員，還有維持社群秩序的管理員，也有專門組織討論的話題發起者。大咖是整個社群的核心，通過輸出內容吸引普通成員，普通成員通過擴散增強大咖的影響力，進而鼓勵他們持續輸出內容。\n（2）群星型社群\n群星型社群沒有組織，雖有大咖，但大咖的活躍度很低，只是偶爾發表一些內容。在這種社群中，話題拋出者是那些活躍度較高的成員，大咖的作用更多的是吸引並留住普通成員，約束他們遵守社群秩序，不要隨意發廣告。\n這種社群的運營成本比較低，因此其數量比較多，但因為社群結構不穩定，無法做到持續地生產內容。一旦內容更新不及時，就會逐漸被人們遺忘。\n無論是哪種社群，共同的話題都是讓各類成員聚集在一起的主要因素。因為有共同的話題，所以可以溝通、交流，可以持續地輸出內容。運營者可以自己構建社群，引導社群成員生產內容，將其中有價值的內容彙總在一起對外輸出。\n內容運營：多元化的運營策略\n內容運營策略有5種，如圖3-2所示。\n圖3-2 內容運營策略\n1.構建內容庫\n在互聯網時代，只要涉及的行業不太冷門，運營者就能通過互聯網找到大量與行業有關的文章。所以，運營者要對內容渠道進行梳理，構建一個內容庫，為自己提供足夠的寫作素材。\n例如，在寫作原創內容時，運營者可以先瀏覽一些知名的互聯網資訊網站或運營者社區，發現一些備受用戶關注的話題或文章。如果運營者運營的是一個與互聯網醫療有關的公眾號，就可以經常前往好大夫、春雨醫生、丁香園等網站，蒐集一些素材，尋找創造靈感，從而生產出備受用戶歡迎的原創文章。\n2.緊跟熱點\n熱點可分為兩種，一種是可以預測的熱點，另一種是突發熱點。\n（1）可預測的熱點\n可預測的熱點有很多，如國慶節、七夕情人節、聖誕節等節假日；歐洲盃決賽、奧運會、冬奧會、亞運會等大型體育賽事；熱門電影上映；某知名網紅或明星的直播活動等。\n新媒體運營者要將這些可預測的活動用一張熱點日曆羅列出來，並提前將活動素材準備好。這個日曆表應包括各種節假日、大型體育賽事、科技產品發佈會、電影排期、娛樂新聞等內容，但不僅限於這些內容。\n（2）突發熱點\n有些突發熱點是不可預測的，如“最美的哥火場救人”“江蘇鹽城漁船相撞”“吐槽醫院食堂被拘”等，這些事件不可預測，一旦發生會立即成為焦點。對這類熱點，新媒體運營者必須做到及時發現、立即響應。\n那麼，新媒體運營者如何能及時發現這些熱點呢？微博、搜狗、百度等網站可以實時查詢關鍵詞，運營者早、中、晚各看一次基本不會遺漏熱點。為了及時響應這些熱點，運營者要制訂熱點推送計劃。如果運營者暫時沒有熱點可推送，就要前往各大網站搜索一些熱點。\n緊跟熱點要特別注意：對那些具有爭議性、政治性、與自己無關的熱點儘量不要追，以免偷雞不成蝕把米。\n3.欄目化運營\n欄目化運營也是比較好的內容運營策略之一，因為它可以為內容生產提供有效的指導，甚至做到標準化生產，使運營成本大幅下降。\n例如，某新媒體運營者運營一個校園公眾號，他按照一週七天給這個公眾號劃分了不同的欄目：週一是校園活動資訊欄目；週二是校園名人訪談欄目；週三是勵志文欄目；週四是大禮堂影訊欄目；週五是吃喝玩樂推薦欄目；週六是語音欄目；週日休息。這種明確的欄目劃分為公眾號的運營指明瞭方向，即便交給新人也能實現有序運營。\n在規劃欄目時，運營者要注意以下幾點：\n第一，欄目規劃應以用戶喜好為第一標準，不要推送一些用戶不感興趣的內容；\n第二，欄目要具有持續性，能夠做到持續推送內容；\n第三，欄目要有清晰的標識、固定的標題格式，如《本週影訊|戰狼2》等。\n4.做活動\n如果運營者有較強的策劃能力，可以通過做活動與粉絲互動，減輕持續推送內容的壓力。但運營者不能將減輕推送內容的壓力視為做活動的目的，因為參與活動的用戶基本上是忠誠度很高的用戶，如果活動的效果不好，影響用戶體驗，就很有可能失去這部分用戶，產生極為惡劣的後果。\n5.精彩集錦\n在實在沒有內容可推的情況下，運營者可以將一兩年前的精彩文章做成集錦推送給用戶，讓用戶能夠系統地閱讀。如今，有些公眾號支持模板消息，為文章的收錄提供了極大的方便。當然，在取得其他公眾號同意的情況下，運營者也可以收錄其他公眾號的文章。\n除內容之外，對公眾號本身也可以做成集錦，如《學習自媒體，看這10個公眾號怎麼玩》。另外，公眾號還可以與同行業的其他公眾號合作互推，共同擴大粉絲規模。\n如果公眾號有忠實的粉絲，且必須每天更新內容，在無內容可更新時，運營者可以嘗試推送一段文字或一張圖片、一段語音。雖然這種方式能在某種程度上減輕運營者推送內容的壓力，強化人格化運營，讓運營者的形象更鮮活、靈動，但這種方式只能偶爾一用，不能濫用，以免引起用戶反感。\n內容傳播：實現品牌傳播效應\n1.內容傳播越久，其產生的效益越大\n內容傳播的時間越長、範圍越廣，其產生的效益就越大。通常而言，能產生持續效益的內容大致可分為知識體系型、專家科普型、活動持續型、答疑解惑型、品牌傳播型5種。對這類內容進行運營，特別是服務類的新媒體平臺，最好設置一個與用戶實時交互溝通的“客服”角色，以培育、沉澱平臺的粉絲用戶。\n很多新媒體運營成員在輸出內容的過程中，都扮演著與用戶在線互動交流的“客服”角色。這既有利於及時、準確地獲取用戶的內容需求和痛點，又可以有針對性地進行內容創作和傳播；也可以通過與用戶的實時深度溝通，與他們建立強連接信任關係，不斷沉澱優質用戶。\n不過，很多新媒體運營人員經常犯的錯誤是將用戶沉澱到微信平臺就結束了，沒能進行後續的深度運營，例如沒有將用戶進一步轉化為平臺或App的付費用戶，或者沒有通過有效方式吸引群裡的用戶參與內容價值鏈，以形成口碑傳播，獲得更大的內容傳播效益。\n這種與目標用戶持續溝通交互的行為，其實就是公司或品牌運營中所說的“用戶反饋機制”，通常由專門的客服人員負責。不過在創業初期，公司各職能部門尚未完善，因此可由新媒體運營人員兼顧，在內容傳播過程中通過與用戶持續溝通交互獲取更多的反饋信息，從而為產品或服務的創新優化提供明確的方向和思路。\n2.素材來自用戶，建立品牌的口碑傳播效應\n做內容的目的是希望通過內容吸引用戶，佔據用戶心智，為後續的各種商業化動作提供堅實的用戶基礎。然而，一個常見的現象是很多平臺輸出的內容並不差，但無法有效吸引和黏住用戶，內容的點擊率和關注度很低。\n究其原因，在內容嚴重過剩、注意力日益成為稀缺資源的新媒體環境下，並不是有了優質內容就一定能夠吸引用戶，更關鍵的是這些內容是否是用戶需要的、能否引起他們的心理認同與情感共鳴。\n因此，新媒體平臺在進行內容創作時，最佳的路徑是從目標用戶那裡獲取素材，將用戶的“故事”寫入內容，使用戶在閱讀內容時更容易產生共鳴，願意主動分享、傳播平臺內容，從而既增強用戶對平臺的認同與信任，沉澱優質用戶，又獲得口碑傳播效益。\n3.知識體系的構造源於你對內容運營的瞭解\n內容運營雖然是運營系統中較為基礎性的工作，但對內容創作、文案創意、視覺編排等諸多方面有著較高要求。很多新媒體運營人員是從內容運營起步的，在內容運營過程中不斷培育、提升自己在活動策劃、用戶獲取、品牌傳播策劃、大數據分析等方面的能力，逐步構建自身的知識體系，最終成長為一名優秀的新媒體運營人員。因此，對新媒體運營人員特別是新晉運營成員來說，首先要培養對內容運營的熱愛，願意投入最大的精力做好這份工作；同時在選擇平臺內容時，要堅持原創和優質的原則，深耕內容質量，形成自己獨特的內容風格和語言風格，以培育、沉澱優質用戶為基礎，成長為一個具有鮮明的個性化標籤和眾多擁躉的新媒體運營人。\n二、如何打造自媒體閱讀量10W+\n堅持自我個性，甄別優質內容\n1.強調個性，貴在堅持\n新媒體從業者首先應該明白的是，自媒體時代的媒介環境與傳統媒體時代的媒介環境存在巨大的差異，運營模式及技巧自然也應該有所不同。在同質內容氾濫的當下，每個新媒體從業者都應該擁有一定的個性，並長期保持這種個性。\n自媒體運營內容的個性化打造，如圖3-3所示。\n圖3-3 自媒體內容的個性化打造\n（1）找準定位\n定位需要結合自身的優勢與用戶需求，這裡尤其需要注意不能盲目追求熱點。熱點領域雖然有更多的受眾群體，但競爭也異常激烈，而且新媒體運營者自身也不一定具備這方面的專業知識。如果定位出現問題，新媒體運營將很難獲得成功。\n（2）堅持個性和個人觀點\n就像人一樣，個性是自媒體的重要標籤。堅持個性、能夠表達獨立觀點的自媒體更容易沉澱出一批忠實粉絲。雖然個性也意味著細分，會使目標群體規模受限，但移動互聯網使媒體受眾擴大到全世界，如果內容能夠符合目標群體的需求，獲得流量是水到渠成的事情。\n（3）持續輸出精品內容\n影響力並非一蹴而就的，它需要逐漸積累。自媒體需要持續輸出優質內容才能留住用戶，這更需要搭建強大的團隊，就像“羅輯思維”一般，通過搭建運營團隊持續為用戶創造價值。\n2.懂得甄別，重點突破\n領導常常要求新媒體運營人員將文章統一發送到他的郵箱以便篩選，因為並非所有文章都值得耗費大量資源營銷推廣；篩選出優質內容並集中資源進行重點突破，是明智的選擇。\n優質內容首先應該符合基本的原創、通俗易懂、閱讀體驗良好等要求。當然，分析這些文章的具體數據（如閱讀量、收藏量、轉發量、評論量等）相對更直觀、可靠。\n但這並不意味著可以盲目依賴數據，閱讀量高的內容並不意味著有較高的品質，“標題黨”的內容就是典型的代表；較高的評論量也不代表內容有較高的質量，可能超過90%的評論內容是對文章中的觀點進行反駁；較高的收藏量可以反映目標用戶對內容感興趣，但並不意味著他們一定有足夠的時間閱讀，可能他們的收藏夾中有數百篇內容還未閱讀；轉發量算是一個相對有效的考核數據，它使內容的曝光量顯著提升。\n所以，在分析數據的同時，也要結合實際情況對內容進行篩選，這樣才能找到真正對消費者有價值的優質內容，從而集中精力重點推廣，併為後續的內容創作提供指導與幫助。對那些數據表現不佳的內容，新媒體運營人員也可以進行一定的調整。\n（1）修改標題\n標題的修改看似一項簡單的工作，但創作出好的標題並非一件簡單的事情，標題既要和內容密切相關，又要有吸引力，能夠吸引人們點擊。\n（2）修改內容\n修改內容時可以結合用戶評論做出相應的調整，文章內容方面的問題是非常多元化的，有的是因為內容中有過多的專業術語，使文章晦澀難懂；有的是因為缺乏獨立觀點，和其他文章雷同等。\n（3）增加回復量\n自媒體平臺在流量分配方面，會給回覆量較多的內容更多的支持，所以新媒體運營人員可以引導忠實用戶評論、留言。在條件允許的情況下，可以通過評論參與抽獎的方式提高回覆量。\n善於模仿借鑑，標題奪人眼球\n如何創作出有較強吸引力的標題呢？善於模仿借鑑往往會有良好的效果，這並不是鼓勵直接抄襲，而是進行吸收、繼承、模仿、創新，從他人的標題中尋找亮點，通過模仿和借鑑為文章設計一個優秀的標題。為了創作出吸引人的標題，新媒體運營人員需要做到以下幾點，如圖3-4所示。\n圖3-4 標題的擬定技巧\n1.緊扣熱點\n緊扣熱點的邏輯在於借勢，熱點事件往往是人們關注的焦點，和熱點相關的內容往往會有更高的曝光度。當然，這需要讓文章和熱點自然銜接，否則就成了標題黨。\n2.設置懸念，引起疑問\n與直接告訴人們答案相比，設置懸念往往能夠引發人們的好奇心，讓其產生進一步閱讀文章的興趣。當然，設置懸念遠不是更改標點符號這麼簡單。\n例如：推廣華為 EMUI8.0系統的文章，可以採用《EMUI8.0、iOS 11、MIUI 9誰更流暢？不服來辯！》的標題，雖然會引發口水戰，但對傳播推廣有良好的促進作用；又如《×× 年春節即將到來，×× 公司竟然做出了這種行為……》，通過在標題中設置懸念，吸引用戶點擊並閱讀。\n3.直擊痛點，突出實用\n解決用戶痛點、彰顯實用價值，往往有著良好的市場表現。如針對安卓手機使用一段時間後卡頓的痛點而設計的標題——《為您推薦一款內存清理軟件，媽媽再也不用擔心手機卡頓了》。\n4.調動讀者情緒\n通過引發用戶的情感共鳴，往往能使營銷內容取得良好的推廣效果，如通過利用人們對網絡病毒氾濫、信息安全受到極大威脅的擔憂心理，設計出《電腦遇到這幾種情況時，一定要關機！太危險了！》的標題；由於它能夠引發人們的情感共鳴，很容易藉助人們的口碑傳播實現大範圍推廣。\n5.多寫多問\n新媒體運營人員可能接觸過很多關於標題寫作技巧與經驗的文章，在閱讀這類內容時也認為確實有道理，但自己寫作時卻毫無頭緒，此前學的東西無法充分運用。之所以會出現這種情況，很大程度上是因為疏於練習。\n除了勤練習外，新媒體運營人員還需要多向他人請教，詢問他人對自己創作的標題的意見與建議。與此同時，要學會換位思考，能夠從讀者的角度考慮什麼樣的標題更具吸引力等。\n掌握四大特性，打造優質內容\n何謂優質內容，這個問題可能並沒有明確的答案，但在互聯網中實現大範圍傳播推廣的營銷內容，往往具有以下四大特性，如圖3-5所示。\n圖3-5 優質內容的四大特性\n1.原創性\n原創內容向來是各種媒體平臺主推的內容，知乎、今日頭條、微博、微信等媒體平臺都推出了原創作者扶持計劃，對原創作者給予資金及流量等方面的支持。所以，新媒體運營人員也應該保持內容的原創性。雖然原創內容可能需要更多的時間成本，但為了提高用戶黏性，獲得更多的流量支持，定期推出有獨立觀點的原創內容是很有必要的。\n2.獨家性\n獨家性是與競爭對手實現差異化的關鍵，即便人們都關注熱點，但當海量的自媒體文章同時“蹭熱度”時，必然導致營銷效果大打折扣。\n創作獨家性內容，往往需要新媒體運營人員能夠選擇獨特的切入點，從新的視角對某事物進行解讀。在創作內容前，新媒體運營人員可以先在門戶網站、搜索引擎、社交媒體、視頻平臺等渠道中瞭解相關文章的視角，然後思考應該選擇何種角度為用戶呈現獨家性內容。\n3.時效性\n在新生事物層出不窮的移動互聯網時代，確保內容的時效性非常關鍵，發表與過時的產品或技術相關的內容很難取得預期效果；在同行已經發布類似觀點的內容後，再發布也會使營銷效果大打折扣，甚至還會被貼上抄襲者的標籤。這要求新媒體運營人員能夠實時瞭解相關動態，關注行業潮流。\n4.非認知性\n好奇心是促使人們做出某種行為或決策的重要驅動力，做營銷善於利用人們的好奇心往往能夠取得良好的營銷效果。重複那些人們都知道的東西，並沒有太大的價值；提供一些用戶不熟悉甚至根本不瞭解的內容，往往能夠讓人們在好奇心的驅使下點擊閱讀甚至主動傳播推廣。這需要新媒體運營人員善於發現，富有探索精神。\n贏得官方推薦，促進內容傳播\n1.掌握原則，獲得推薦\n平臺的官方推薦是新媒體內容的重要流量來源之一。在信息過載時代，能夠通過自然流量實現大範圍傳播的內容十分少。而熟悉平臺官方推薦也就是分配流量的原則，無疑是新媒體運營人員得到流量支持的關鍵。具體來看，在新媒體平臺中獲得官方推薦的技巧主要包括以下幾點。\n（1）內容原創並儘可能地搶先發布。當互聯網中已經出現類似內容時，平臺方不會對其進行推薦。\n（2）點擊率和讀完率。點擊文章標題和閱讀完內容的用戶越多，會得到越多的流量支持。以今日頭條為例，後臺系統首先利用智能算法為用戶推薦他們感興趣的內容，如果內容點擊率及讀完率較高，後臺系統就會將內容進一步向標籤一致的其他用戶推廣。\n（3）標題應和內容一致，避免讓用戶產生被欺騙的感覺。\n（4）確保內容的質量。內容的質量始終是新媒體運營的根基。\n（5）有明確定位。如果推出的文章題材繁雜，沒有明確的標籤，無法實現和用戶的快速匹配，必然會影響後臺系統的推薦。\n（6）互動數。用戶互動的積極性越高，留言、點贊、轉發等內容越多，就越能獲得更多的官方推薦。\n（7）互聯網中的相關話題熱度。當某一話題在互聯網中成為熱點時，後臺系統會向用戶推薦與這類話題相關的內容。\n（8）發文頻率，也就是公眾號發佈內容的活躍度。如果沒有團隊支持，那麼既要保證文章的質量，又要確保發文頻率，幾乎是很難完成的事情。\n2.善用手段，促進傳播\n以下幾種技巧在促進內容傳播方面有良好的實際作用，如圖3-6所示。\n圖3-6 促進內容傳播的技巧\n（1）適應搜索引擎\n營銷界稱之為“搜索引擎優化”，通過修改內容的關鍵詞等方式，使文章出現在搜索結果頁面更靠前的位置。為此，運營人員需要做到以下幾點：\n將同一篇文章發佈到不同的平臺時，可以更換標題，並對開頭的內容進行調整；\n標題及文章的關鍵詞與當下熱點結合，標題能夠體現文章的內涵；\n關鍵詞儘量平均分佈，在標題中出現1～2次，正文中出現2～8次；\n標題要精練、有衝擊力，避免出現太多的標點符號；\n正文字數應該達到500字以上，但要避免長篇大論；\n大部分平臺要求原創文章達到80%的原創度。\n（2）注意內容排版\n排版要整潔，注意文字大小及間距，且在內容中添加不少於3張的圖片，以改善用戶閱讀體驗。\n（3）適當使用圖表\n圖表簡單易懂，可以提高文章的可信度，並通過他人的引用提高曝光量。\n（4）把握髮布時間\n研究證明，新媒體平臺內容的最佳發佈時間是中午12:00至下午1:30的午休時間，以及晚上7:00到11:30之間，人們習慣在這段時間用手機瀏覽新聞資訊。運營人員選擇在這段時間發佈文章，有助於提高文章的曝光量。\n三、微信公眾號內容運營實戰要點\n要點1：內容推送與活動策劃\n在搭建好微信公眾平臺之後，運營人員就要開始準備引流，準備內容、填充內容、對活動進行策劃。雖然微信公眾號的內容推送都是這些步驟，但是仍存在一些技巧和規律。\n1.推送時間的選擇\n內容推送時間的選擇有工作日和雙休日之分。在工作日，一般選擇晚上9點推送，因為這個時間點用戶一般已到家，手機已經連上Wi-Fi，且用戶尚未休息，所以用戶能獲得更加流暢的圖文閱讀體驗。即便用戶當天沒有及時閱讀推送的信息，在次日上午的上班高峰期也能實現閱讀。\n在雙休日，一般選擇在早晨7點～8點推送。現代人的工作壓力較大，雙休日很多人習慣賴床，在賴床時又有瀏覽微博、微信的習慣。如果按照推送時間排序，早上推送的內容會排在眾多訂閱號推送的內容前面，用戶打開閱讀的概率就會比較高，而且訂閱號摺疊之後，內容推送不會發出任何聲響，不會對用戶造成干擾。\n2.日常內容規劃\n微信公眾號推送的內容要與公眾號自身的性質相符。例如：女裝類公眾號可推送一些服裝搭配類的內容，分享買家秀；美食類公眾號可推送一些食譜及產品促銷信息等。總而言之，微信公眾號要根據自身情況對推送的內容進行科學規劃，千萬不要跨領域發展。\n如果微信公眾號選擇群發推送，就要對群發推送形式的特點有深入瞭解。\n（1）單圖文：更能集中地傳遞信息，適合促銷。\n（2）多圖文：選擇度廣，一次推送能覆蓋不同需求的用戶。\n（3）語音：能增進與用戶的關係。\n（4）圖片：較少使用。\n（5）視頻：要求手機擁有較多流量，適合企業文化、企業精神的宣傳等。\n3.分享傳播\n從傳播形式來看，微信屬於裂變式傳播，擁有較高的精準度與到達率，再加上信息傳播媒介是“熟人”，與一般傳播方式相比，通過這種方式傳播的信息更容易獲取用戶的信任。內容質量優等的話，與其他傳播方式相比，微信轉發分享的次數更多。\n通過分析可得出以下結論：\n（1）內容打開率取決於粉絲質量；\n（2）內容點擊率取決於圖片和標題；\n（3）轉發與分享取決於內容質量。\n因此，要想保證內容能成功地分享傳播，就要保證內容優質，標題和圖片具有吸引力，且擁有精準的流量。\n4.活動規劃\n長期推送一類內容會導致用戶審美疲勞，使用戶的活躍度大幅下降。因此，為了保證用戶的活躍度，平臺要經常舉辦一些新奇有趣的活動，積極與用戶互動。所以，除了日常的內容推送以外，平臺還要經常策劃一些微信活動。\n（1）活動頻率。一般來說，平臺可以以周、半月、一個月為週期舉辦活動，以便加深用戶記憶，提升活動效果。如果平臺確定每週舉辦一次活動，就要在週一上線活動，週五公佈活動結果；如果平臺確定每個月舉辦一次活動，就要在月初上線活動，月末公佈活動結果。在公佈獲獎名單時可預告下次活動的內容，承上啟下的同時安撫沒有獲獎的用戶，鼓勵用戶下次積極參與活動。一般來說，用戶在參與2～3次活動之後就會養成閱讀推送內容的習慣。\n（2）活動形式：企業策劃的活動要與自身利益點相符，具體活動的開展可參考以下幾種形式。\n① 微信答題：問題要與企業品牌相關，讓用戶在網站中尋找答案，加深用戶對企業的印象，進而增強對品牌的認知。\n② 微信簽到：連續簽到X天（5天、7天等）或與公眾號聊天滿X天就可獲得禮品或優惠券。\n③ 有獎猜謎活動：平臺推出謎題，用戶答對謎題就能獲得神秘禮品或優惠券。\n④ 轉發介紹：讓用戶為公眾號添加祝福語並將其轉發到自己的朋友圈。由於微信屬於裂變式傳播，用戶在自己的朋友圈轉發公眾號，能有效擴大公眾號的傳播範圍，提升店鋪的宣傳效果。\n要點2：選題方向與內容編排\n提到微信公眾號，業內人士都清楚，該領域發展的紅利期已經消退。就現階段的發展情況來分析，運營方要想讓自己的微信公眾平臺獲得持續生存與發展動力，必須具備足夠的運營能力，尤其要擅長內容運營。為了得到用戶的認可與青睞，運營方應該採取哪些措施呢？在這裡，我們通過分析優秀公眾號的發展及運營方式，對其內容運營的經驗進行總結與歸納。\n1.選題方向\n運營方要想提高自身內容的價值，就要提高內容輸出與用戶需求的匹配度。當內容本身能夠激發用戶的興趣時，就能促使用戶在內容閱讀上花費時間與精力。為此，運營方需要調動用戶思考的積極性，讓他們主動尋求答案，引起他們的強烈好奇心及求知慾，達到內容傳播的目的。在具體實施過程中，可遵循以下幾點：\n（1）將問題納入到內容當中，促使用戶進行思考；\n（2）在給出答案時，體現對問題獨到的見解，激發用戶興趣；\n（3）給出不同於大眾化思路的答案，與用戶進行思維碰撞。\n微信公眾號能夠承載超出人們想象的信息量，針對當前的熱點話題，很多公眾號運營方會發現，早在自己行動之前，類似的觀點表達及問題分析已經見諸其他公眾號。在這種情況下，平臺如果繼續發佈，容易陷入同質化競爭的境地，而且重複、雷同的內容難以引起用戶的關注，也很少有用戶願意拿出時間與精力進行閱讀。\n為了提高公眾號內容對用戶的吸引力，運營方需要注重文章標題的設置。標題設置需要注意以下幾點：對全文觀點進行歸納，保證標題與內容的一致性；學會使用關鍵詞，並注重與用戶的興趣對應，讓用戶在看到標題後想要進一步瞭解文章的具體內容；為了激發用戶的興趣，可使用對話方式設置標題，以問句開頭，如用“你需要知道哪些”來激發用戶的求知慾，吸引用戶關注。\n2.內容編排\n有些微信公眾號的內容之所以能夠打動用戶、達到傳播的目的，是因為內容中的觀點呈現與解讀方式符合用戶的思考習慣。用戶不僅能夠清晰把握文章表達的觀點，還能通過閱讀進一步佐證、補充自己先前形成的看法，還可能在閱讀過程中產生新的思路。而這樣的文章更符合用戶的閱讀需求。\n很多微信用戶習慣在閱讀過程中將精彩內容分享到朋友圈或主題群裡，或者分享給指定好友，通過文章內容表達自己的價值觀或對生活的追求。而要促使用戶進行內容分享，就要保證內容的佈局編排符合用戶的思考邏輯。對於公眾號內容的佈局編排，運營方可遵循以下幾點要求：\n（1）符合特定人群的思維習慣，清晰闡述作者的觀點；\n（2）尋找用戶青睞的觀點並加以呈現，迎合用戶的偏好；\n（3）採用不同於常人的思考方式，發現真知灼見並進行突出表現。\n內容的佈局方式能夠作用於用戶的思維層面，良好的內容編排能夠凸顯內容本身的價值，並實現優質用戶的沉澱。內容運營方可以直接呈現觀點，對用戶進行引導；也可以在問題闡述及剖析的過程中產生新的觀點，滿足用戶對知識的需求，引發他們的思考。\n如何對微信公眾號的內容質量進行有效評估？內容閱讀量及打開率是重要的參考依據。除此之外，也可以根據內容的品位與調性評估其整體質量。所有人在閱讀公眾號內容的過程中，都會在潛意識中對內容的品位與調性進行評估，具體可以通過文章中的觀點表達、作者與用戶的交流、內容的排版佈局方式來判斷。對此，運營方可以採用合理的方式突出自身的內容品位，擴大自身價值理念的傳播範圍。\n要點3：內容文案與熱點追蹤\n1.內容文案\n提到微信公眾號的語言表達，不少人認為越是歡快愉悅的風格，越是能夠吸引用戶的關注。事實上，微信公眾號也可以採用嚴謹的表達方式，只要方式應用得恰到好處、符合自身的內容闡述就沒有問題。相反，一味追求娛樂化表達，可能導致用戶難以接受。\n有些業內人士認為，公眾號的內容表達需要遵循相應的規則。在這種理念下，一些創業者在公眾號運營初期制定了一系列內容表達規則，要求運營方定期採用新風格，相應地變化內容佈局方式。\n事實上，有經驗的內容運營者都知道，在很多情況下，過多的規則反而束縛了平臺的發揮。在長期的內容生產及創作過程中，運營方會逐漸找到適合自己的內容表達方式，形成獨特的風格特徵，並獲得用戶的支持與青睞。具體而言，好的內容表達遵循了以下幾點：\n（1）尋找自己擅長的內容表達方式；\n（2）持續輸出優質內容，逐漸形成自己的差異化風格；\n（3）靈活使用圖片，安排佈局，進一步突出核心觀點。\n微信公眾號應該選擇適合自己的內容表達方式。例如：有的公眾號以內容簡短、富有趣味而受到用戶歡迎；有的公眾號則以長文表達形式著稱。內容運營方需要根據自身的平臺屬性及自己的才能優勢，選擇適合自己的運營模式，還要在長期的發展過程中不斷積累人氣，與用戶進行思維層面的溝通互動。\n2.熱點追蹤\n對內容運營方來說，把握熱點確實非常重要，如果運營者能夠切中熱點，即便自身的內容表達存在不足，也能產生不錯的效果。但實際上要真正做到這點並不容易，內容運營者需要經過長時間的實踐探索與經驗積累，還要抓住時機，聚焦用戶關注度高的熱點事件。在具體實施過程中需注重以下幾點：\n（1）運營方需要清楚，追熱點只是自己運營內容的一種方式，而不是最終目的；\n（2）熱點內容的運營要把握兩點：掌握時間優勢，或者從全新角度解讀熱點；\n（3）通過流程佈局提高對用戶的吸引力。\n在內容運營過程中，會出現許多熱點事件與熱點話題。運營方需要在長期的實踐過程中積累經驗，提高自身對熱點的把握能力；通過反覆的練習來學習微信內容運營的方法，提高整體運營效率。另外，在內容運營過程中，運營方也不能忽視團隊建設與能力培訓，要使團隊成員的內容運營思維不斷向平臺發展的需求靠攏，從而確保自身內容輸出的質量。\n要點4：團隊配合與運營思路\n1.團隊配合\n如今，市場上不斷出現優秀的微信公眾號。這些公眾號各有特點，而其成功之處在於，運營團隊能夠發揮各個成員的優勢，並實現優勢資源的整合。舉例來說，有的成員專注於內容創作，有的成員專注於平臺營銷，而團隊化運作需要發揮不同成員間的協同作用，共同促進平臺的運營與發展。\n有些企業在微信公眾號運營過程中，沒有注重團隊建設，將大部分注意力放在創作人員身上；儘管平臺引進了資深編輯，卻因為其內容輸出不符合現代用戶的需求，導致平臺運營難以為繼。事實上，在平臺運營過程中，團隊本身，尤其是團隊負責人，對平臺的全局性發展起到了很大的作用。團隊需要具備以下特質：\n（1）團隊要突破傳統思維的束縛，積極主動，個性鮮明；\n（2）團隊要敢於創新，具有高效的執行能力；\n（3）團隊成員要相互協作，互相補充，各展所長。\n部分企業把微信公眾號視為導流工具，或為公司與用戶的交流提供平臺支持。這種侷限性的思維難以促進微信公眾號的持續性發展，要解決這個問題，企業就要對微信公眾平臺的價值重新定位，為其發展提供足夠的資源支持。\n2.運營思路\n在內容運營過程中，運營方只有保持內容本身的生命力，才能打動用戶。在具體實施過程中，運營方需要適當添加趣味性元素，並確保核心內容的清晰表達，從而凸顯內容的價值。如果表達過於生硬，難以激發用戶的興趣，就達不到內容傳播的目的。為此，運營方應注重以下幾點：\n（1）在邏輯組織及設定過程中，適當添加趣味性元素；\n（2）嘗試不同的內容運營思路，找到適合自己的運營模式；\n（3）在把握內容運營目的的前提下，開拓自身思路。\n舉例來說，某微信公眾平臺推出了藝人評選活動，其傳統的運營方式是將藝人照片發佈到平臺上，號召用戶進行投票支持。如果轉換思路，不妨採用淘汰制來代替傳統的投票選擇方式，或者將藝人的街邊隨拍與藝術照進行對比，引發圍觀。如果條件允許，也可以在線下組織競賽活動，通過多種方式增強內容運營的趣味性，凸顯其價值。\n不少內容運營者受到傳統思維的束縛，聚焦於文章的編撰、佈局排版及標題設置。然而，微信的作用更多地體現在內容的精選上。在很多情況下，以合理方式精準闡述的內容更能得到用戶的青睞。為此，內容運營者需注意以下幾點：\n（1）明確單個內容的價值；\n（2）明確整合後的內容價值；\n（3）實現內容與服務的配合和補充。\n在內容運營過程中，運營方不僅要準確地表達內容，還要將內容輸出與服務提供結合起來，因為僅侷限於內容本身，很難突出平臺的差異化優勢。相比之下，服務的模仿難度遠遠高於內容，運營者應該通過提供完善的服務來提高內容的價值。\n綜上所述，運營方要運用產品化思維進行內容運營，並採取有效措施凸顯內容的價值。具體來說，運營方既可以通過整合有效信息，方便用戶獲取，也可以闡述觀點，對用戶思維進行引導。無論是單個內容還是整合之後的內容，都應該著重突出其價值的獨特性。此外，運營方還應該不斷完善公眾號的內容體系建設，逐步增強對用戶的吸引力，提高整體運營效率。"
  },
  {
    "id": "id115",
    "title": "Chapter 8",
    "text": "第四章 社群新媒體運營實操攻略\n一、實現自媒體商業化的最佳路徑\n確保優質內容的可持續生產\n各類網絡媒體平臺的不斷湧現和快速發展，推動了自媒體產業的爆炸式增長。然而，隨著產業“風口”逐漸消退、資本市場迴歸理性，自媒體的發展也遇到瓶頸，眾多市場參與者特別是自媒體人紛紛開始尋找自媒體發展的新出路。\n自媒體實現長遠發展主要面臨兩大痛點。一是內容輸出的可持續性。任何內容創作者都有自身的瓶頸，因此如何持續、穩定地為用戶提供優質內容，就成為每個自媒體人面臨的重要難題。二是流量變現問題。即自媒體人通過優質內容吸引、聚合了大量粉絲用戶後，如何獲取粉絲的經濟價值，實現創收目標。這是激發內容生產者持續創作高質量內容的基礎。\n對於優質內容輸出的可持續性問題，很多內容創作者試圖通過內容風格形式方面的創新繼續留住粉絲，但結果常常是事與願違，因為用戶希望看到的是內容上的創新提升，而非外在風格形式的改變。在流量變現方面，較為常見的方式是廣告創收，但收入水平難以與內容創作者的大量付出成正比。\n內容輸出的持續性和流量變現難題是由自媒體的特點決定的，無法依靠自媒體本身的力量解決，必須尋求新的突破方向。\n社群經濟的快速崛起為自媒體的長遠發展提供了新出路：一方面，自媒體本身在社群化方面具有天然優勢，很容易圍繞優質內容構建成員活躍度和忠誠度高的社群；另一方面，將自媒體升級為社群媒體，也能有效解決內容持續生產和流量變現的痛點，實現自媒體的長遠、良性發展。\n簡單來看，不同於自媒體單向的“寫→看”模式，社群媒體首先通過優質內容吸引並篩選出真正的用戶，然後通過粉絲用戶的積累沉澱形成社群；在社群運作過程中，群內成員又通過彼此交互參與到社群內容的創作中，從而保證了社群媒體內容輸出的持續性和穩定性，並藉此吸引更多的用戶，拓展社群規模。在流量變現方面，所有社群商業變現模式都可以用於社群媒體變現，從而解決了自媒體的流量變現難題。\n在信息極度膨脹的今天，內容創作者要想長久地吸引和黏住用戶，必須首先明確內容受眾，即內容是為誰生產、給誰看的。自媒體是一種“寫→看”的運作模式，創作者負責內容輸出，粉絲用戶進行單向的內容消費，兩者之間缺少互動與反饋，導致自媒體對目標用戶的把握並不明確；創作者多是根據主觀經驗、感覺或個人偏好進行內容生產，缺乏連貫性和穩定性，難以長久地黏住用戶。\n與此不同，社群媒體的目標用戶就是社群成員，具有較高的互動性和忠誠度。因此，社群媒體不僅有明確的內容生產方向，而且還能夠通過群成員的互動反饋及時對內容創作進行調整優化，甚至讓成員參與內容生產，從而充分保證了內容的精準性。\n正如上面提到的，自媒體發展的一大瓶頸是內容生產的持續性問題。自媒體發展走的是PGC（Professional Generated Content，專業生產內容）路線，是由中心的專業創作者進行內容輸出。然而，任何創作者都會遇到瓶頸，不可能永遠生產出優質內容，這就決定了單純依靠中心生產內容的自媒體無法長久維持。\n與此不同，社群媒體將PGC和UGC（User Generated Content，用戶生產內容）有機結合起來，社群成員不僅是內容的忠誠用戶，還參與到內容的創作過程中，對PGC進行反饋和補充。這種群成員共同參與內容生產的模式，有效解決了以往自媒體內容創作的兩大痛點。\n（1）內容生產的可持續性問題：在某種程度上，社群媒體中的每個群成員都是內容創作者，且隨著社群規模的擴張，新的創作源泉也會不斷出現，從而有效解決了內容生產的可持續性問題。\n（2）內容消費的審美疲勞問題：研究表明，當人們參與到一件事情中時，就不太容易對該事件產生審美疲勞。社群媒體的內容生產是由群成員共同參與的，內容中融入了成員的智慧和努力，因此群成員對內容具有較強的認同感，不容易產生審美疲勞。\n例如，李笑來社群，專業的自媒體人與群成員共同討論創作了圖書《七年就是一輩子》，由於參與到內容創作中，群成員是十分樂意主動分享這類內容的；再如，乾貨幫社群的內容多來源於嘉賓分享，這就有效解決了優質內容的持續輸出問題。\n實現高效精準、多渠道傳播\n自媒體的運作是一種比較簡單的生產（寫）和傳播（看）的過程，傳播渠道較單一，需要依託特定平臺才能保證內容的傳播量。因此，一旦內容離開平臺，或者平臺本身的流量規模、用戶活躍度下降，就很容易影響內容的傳播效果。\n同時，自媒體不容易積累沉澱用戶，在內容變現方面比較困難，因此很多自媒體人對內容版權較重視，更願意在自有平臺中傳播內容，限制甚至禁止其他渠道進行內容的分享與傳播。例如，一些自媒體人為保證自媒體本身獲取足夠的流量，常常不允許其他機構和媒體轉載自己創作的內容，以免對基於流量的廣告變現方式造成影響。\n可見，在內容傳播方面自媒體是有著天然限制的，難以形成全網傳播；而社群媒體能夠實現更有效、更廣泛的內容傳播。\n一方面，內容是社群媒體的流量入口，能夠幫助社群積累和沉澱流量。簡單來看，群成員既參與了社群媒體的內容生產和傳播過程，又是社群媒體內容的用戶和粉絲。因此，與自媒體的內容傳播相比，社群媒體的內容不必依靠其他平臺進行傳播，可以直接在群成員間實現有效傳播，渠道更加豐富多元，傳播也更加高效精準。\n另一方面，社群媒體可以藉助各種社群的商業化模式進行內容變現，而不用像自媒體那樣為保證自身流量而避免其內容在其他平臺的傳播，因此更容易形成全網傳播。對社群媒體來說，內容本身的價值主要不在於變現，而在於吸引和沉澱用戶、形成影響力、構建社群。因此，只要分享和轉載時標明出處，社群媒體是十分樂意其他機構和媒體平臺傳播自己生產的內容的。\n以“羅輯思維”為例。通過持續穩定地輸出優質內容，其積累沉澱了大量粉絲用戶，形成了一個超級社群。因此，“羅輯思維”創作的內容不僅會在數量眾多的群成員間形成高效、精準的傳播，其售賣的產品也會受到成員的普遍青睞。可見，社群媒體在內容傳播方面打破了自媒體內容傳播的諸多限制，能夠實現高效、精準、多渠道傳播。\n社群是用戶沉澱的最佳方式\n上文分析了社群媒體在內容持續生產和傳播效果方面的優勢，不過其相對於自媒體來說最大的差別不在於此，而是用戶沉澱，這也是社群媒體的核心價值：自媒體雖然可以通過優質內容不斷吸引更多的流量，但單向無交互的運作模式使其難以沉澱用戶；而社群媒體是以社群形式組織運作的，社群是沉澱用戶的最佳方式。\n內容是自媒體的價值核心，自媒體需要通過內容變現獲取收益，因此自媒體並沒有社群的概念，其主要關注點是內容變現而非用戶沉澱。與此不同，在社群媒體中，內容只是形成影響力、吸引和沉澱用戶、打造社群的工具，社群才是價值核心。\n與自媒體希望流量越多越好不同，社群媒體常常自設規則和門檻，對那些被優質內容吸引來的用戶進行篩選，只有符合規則和要求的用戶才能沉澱到社群中。這種自設門檻限制群成員數量的做法，雖然影響了社群規模的擴大，但篩選沉澱到的用戶質量很高，從而為後續社群媒體的內容生產以及基於社群的商業化變現奠定了堅實基礎。\n在社群准入門檻的設置上，收費是最常見的方式。例如：李笑來的“共同成長”社群，會員費為7000元；Scalers Talk共同學習社群，入群成員要交1000元費用，然後才能與其他成員共同學習成長。\n需要注意的是，收費只是社群篩選成員的一種手段，而非目的。如知名企業家社群“正和島”的入群規則為：\n（1）有健康、陽光、負責任的價值觀；\n（2）是企業創始人、董事長或CEO；\n（3）所在企業成立三年以上且為獨立法人企業，上一年營收不低於1億元；\n（4）所在企業經營內容是對社會有益的產業或事業；\n（5）所在企業近三年內無重大違規違法記錄；\n（6）熱愛學習、樂於分享、追求成長。\n社群媒體通過用戶沉澱形成了社群，因此不必像自媒體那樣只能利用內容創收，而是可以依託社群獲得更加多元、廣闊的商業變現空間。\n基於社群的多元化盈利模式\n自媒體單一的運作模式不僅限制了內容的傳播效果，也導致其變現方法單一、創收困難。與此不同，社群媒體的價值核心不是內容而是社群，因此不必像自媒體那樣完全依賴內容變現，而是可以圍繞社群構建生態的、多元的商業化模式，會員收費、社群電商、社群廣告等諸多商業模式同樣可用於社群媒體變現。\n收會員費既是社群篩選沉澱用戶的手段，也逐漸成為很多運作良好的社群的一種重要變現方式。電商變現也是一些成功社群的重要創收渠道，如“羅輯思維”就主張社群與電商融合，在群內賣書、賣年貨，並取得了不俗的成果。\n至於廣告模式，相對於日漸式微的傳統媒體，社群廣告不論是在玩法還是效果上都遠超傳統媒體廣告。如MINI Cooper提供兩輛車的使用權，然後在某個社群中進行抽獎活動，獲獎的群成員可以免費使用MINI Cooper一年。這樣不僅會極大地調動成員的參與熱情，讓他們主動宣傳推廣，而且獲得的品牌營銷效果也好於粗放式的傳統媒體廣告。\n不過，會員費、廣告、電商等商業變現手段並不是社群媒體與自媒體的最重要區別，其更深刻之處在於通過用戶沉澱形成社群后所形成的巨大的價值想象空間。社群媒體運營者必須從根本上轉變觀念：不能將社群成員看作“提款機”，今天收取會員費，明天向他們賣貨；而要把成員視為社群的核心資產，將他們看作與自己合作創造價值的“利益相關者”，將商業變現的目光拓展到社群以外，以獲得更廣闊的商業化想象空間。\n（1）群成員是社群媒體的種子：群成員是社群媒體內容和產品的第一批用戶，他們通過交互溝通將試看、試用效果反饋給社群媒體，甚至參與創作過程，推動社群媒體內容持續優化；之後這些群成員還會通過口碑傳播幫助社群塑造品牌形象、提升社群媒體的知名度和影響力，進而實現社群規模的擴大。\n（2）群成員參與內容和產品的生產，構建“對外收費”模式：上面提到的會員費、廣告、電商等諸多變現手段其實都屬於“對內收費”模式，目標對象是社群成員本身；然而，如果群主、運營者將參與到社群媒體內容生產的群成員看作“自己人”（利益共同體），以社群外的相關受眾為收費對象，那麼這種“對外收費”模式所具有的變現空間顯然是單純的“對內收費”模式無法比擬的。\n以互聯網文案專家李靖組建的社群為例。在沉澱了各行業、領域的專業人才搭建社群后，李靖藉助佈置作業、練習等方式讓群成員參與到營銷方案的創作中，從而藉助群成員的集體智慧為眾多商家提供優質的營銷服務。如此，該社群媒體的變現方式便超出了社群本身的限制，形成一種“對外收費”模式。\n社群的大規模崛起是互聯網時代的必然趨勢，未來每個用戶都將加入很多社群，並常常會因為自己是某個高品質社群的一員而產生優越感。這與自媒體最初興起之時很多用戶因為自己關注了一些優質、高品位的自媒體賬號而產生心理上的優越感具有相同的內在邏輯。\n因此，在自媒體發展陷入瓶頸的情況下，能夠繼續為用戶提供心理上的優越感的社群媒體便成為自媒體發展的最佳方向。而且社群媒體不論是內容生產的方面的“PGC+UGC”路線，還是在內容傳播上不依靠其他媒體平臺的全網傳播，以及在用戶沉澱和商業化變現方面的巨大優勢，都使其成為自媒體實現長遠發展的最好選擇。\n二、自媒體如何向社群媒體轉型\n建立社群意識，打造共同願景\n不可否認的是，從現階段來看，自媒體升級為社群媒體，能夠獲得良好的發展前景。認識到這一點之後，自媒體運營者最關注的問題是，怎樣才能將自己的平臺打造成社群媒體。從根本層面上來說，自媒體向社群媒體的升級，也就是實現自媒體的社群化發展。\n自媒體在向社群媒體發展的過程中，需要經過一段時間的探索，克服諸多困難與阻力。經過分析與總結可以發現，現階段自媒體運營者遇到的問題主要包括兩個方面。\n（1）社群意識空白：目前，很多自媒體運營者仍採用傳統運營模式，由運營方輸出內容，用戶只能被動接收信息。可見，運營方對社群的認識十分有限，並未建立社群運營的相關意識。\n（2）在具體運營方面缺少系統化的指導方案：一些自媒體運營者雖然已經確定向社群化方向發展，但對社群建立及運營方面究竟應該採取哪些措施感到困惑，運營方可能從其他平臺的發展過程中總結了一些技巧，但自身未形成系統化的運營方案，在實際發展過程中仍然會遇到各種各樣的難題。\n在這種情況下，自媒體要升級為社群媒體，就應該採取有效措施來解決當前存在的問題。\n建立社群觀念：確定好社群化的發展方向之後，自媒體運營者需要從意識層面出發，建立社群觀念，明確社群的定位、共同願景及整體風格，為今後的社群組建及運營打下精神方面的基礎。\n制定系統化的社群運營方案：在建立社群的過程中，就應該著手製定系統化的社群運營方案，為以後的發展提供有效指導。\n社群意識的建立，不僅是讓社群運營者對“社群”有所瞭解，還要從社群的本質出發，在真正建立社群之前，從思想上做好相關的準備工作，注重精神文化層面的建設。對群成員來說，他們需要在某些理由的促使下加入社群。為此，社群運營者需要打造共同的願景。\n社群的共同願景是指群成員想借助社群力量達到的目標。共同目標對社群而言是非常重要的，社群的組建及運營既可以是為成員提供知識，也可以是為其發展提供技術指導。無論是哪一種，社群都需要通過建立共同目標來吸引用戶的參與，為用戶提供加入社群的理由，這也是社群對成員負責的體現。用戶的行為都帶有一定的目的性，社群需要通過建立共同目標助力自身發展，並激勵成員為實現共同目標而努力。\n某自媒體主打戀愛故事，目標可以是戀愛指導、分享幸福；白酒粉絲社群“酣客公社”的使命是有道德的製造、高幸福的消費；“生意幫”的社群願景是一起顛覆傳統，讓每個生意人都脫胎換骨。這些願景旨在為線下的生意人提供更多的發展機會。社群只有設定明確的共同目標，才能為自身的發展注入生命力。\n明確社群定位，專注內容優化\n1.明確社群定位\n社群的創建人員應該對社群的指向性有清晰的把握。為此，社群創建者需要明確社群的定位。“社群定位”指社群針對哪一類的目標用戶。自媒體運營者要向社群方向發展，就要提前想清楚社群的服務對象是哪一類人，即社群成員具有哪些特質。\n從旁觀者的角度來分析，社群成員會體現出一定的特質與品性，而要形成社群的特性，就要在社群內部建立統一的價值理念。\n通過在內部建立統一的價值理念，能夠逐漸形成社群的文化調性，並以此為核心，體現出社群成員的品位與格調。擅長建立文化調性的社群，不僅能夠促進內部成員的團結，還能使社群外的用戶產生嚮往之情。當社群形成自己的文化調性之後，就會提高社群成員的自信心，並吸引更多的用戶參與。\n近幾年，“魅力人格體”成為自媒體領域十分流行的營銷模式，這種模式實質上是發揮自媒體創始人本身的影響力，並將其演化成社群的共同價值及整體格調。舉例來說，“酣客公社”的價值觀：幸福是最硬剛需，酣暢是最美人生；“羅輯思維”的發展在很大程度上得益於羅振宇本身的人格魅力，很多社群成員是出於支持羅振宇本人而成為其粉絲的。\n2.專注內容優化\n運營方要站在社群目標用戶的角度考慮問題，明確社群成員存在何種內容需求。為了做到這一點，社群需要在探索中尋找與成員需求匹配的內容，並據此優化自身的內容輸出。\n社群的內容生產，需要與其整體的價值觀、文化調性相符。自媒體運營者在建立社群觀念、確立自身定位、建立社群的共同願景並形成統一的文化調性之後，要做的就是專注於社群的內容創作與輸出。在具體的內容運營過程中，社群應根據用戶需求對自身內容的生產進行優化。\n舉例來說，某個自媒體之前的運營比較隨意，創作者主要根據自己的主觀意願進行內容生產；當該平臺確立了社群化發展方向之後，就要以社群成員的需求與偏好為中心開展運營，並保證平臺的內容質量。\n自媒體在向社群升級的過程中，縱然存在一些需要改善的問題，但不可否認的是，自媒體的社群化發展也存在一些優勢因素。\n一方面，自媒體憑藉自身影響力積累了一批用戶，有利於社群的建設與發展。自媒體在長期的運營過程中，聚集了一些忠實用戶，當自媒體升級為社群媒體之後，這類用戶就成為其第一批社群成員。\n另一方面，自媒體憑藉自身的內容運營，形成了自己的價值觀與文化風格。可以肯定的是，不少自媒體在發展初期就持有自身的價值觀，並對內容運營起到了引導作用。反過來，內容輸出成為自媒體表達價值觀的有效途徑。例如：新世相“倡導審美和品位，引領潮流”。\n因此，自媒體運營者需要在認清自身優勢的基礎上，積極尋求社群化發展之路。與社群軟文化的打造同樣不可缺少的是社群運營的具體方法指導，這是社群組建與具體運營的關鍵因素。\n設置社群門檻，制定群規細則\n不可否認的是，技巧性的東西確實能夠促進社群的發展，但從長遠發展的角度來分析，只有完整的社群方法論才能對整個運營過程提供長期而有效的指導，否則社群可能失去整體性的發展方向。社群要想取得理想的發展效果，就要注重自身的運營。\n1.設置社群門檻\n所謂“社群門檻”，就是自媒體運營者在社群建設及發展過程中，對有意加入社群的用戶制定的要求與條件，用於對用戶進行篩選。\n對社群發展而言，比成員總體規模更重要的是社群成員的質量，也就是與社群價值觀一致、成為社群忠實支持者的粉絲用戶。依靠這些高質量用戶的支持與信賴，社群能夠進一步擴大自身的影響力，生產更加優質的內容。從反面角度來分析，若社群向所有人開放，會導致參與社群的成員質量參差不齊，成員在價值觀念上無法實現統一，也就無法形成共同的目標，這無疑會增加社群的管理難度，為今後的運營帶來阻力。\n提高對成員的要求，就意味著成員入群需付出一定的成本。這種方式能夠在開端環節加強對社群成員的管理，有效提高成員的質量，並沉澱出忠實的粉絲用戶，為今後的社群運營及發展提供保證。\n有些社群要求用戶繳納一定的費用才能加入，這就構成了社群的門檻。隨著社群的發展壯大，其影響力也會逐漸提高，社群的收費水平也可能隨之上升。除收費之外，社群也可以對成員提出其他要求。例如：有些交友社群為保證成員身份的真實性，要求成員上傳自己的照片；有些以文學創作為主題的社群，則要求成員提交自己的原創作品等。\n在設置社群門檻時，自媒體運營者應該參考社群本身的屬性與特質，提出具有自身特色且操作性較強的規定，為今後的社群運營打下堅實的基礎。\n2.制定群規細則\n群規面向的是社群成員，是對成員在群內行為的規範與限制，要求成員在規定範圍內行事。例如，有的社群要求成員需圍繞特定主題展開討論，禁止隨意聊天或在群內打廣告。\n群規的制定有助於社群的管理。很多社群的成員之間並不熟悉，如果社群未制定限制性規則，在運營過程中缺乏對成員的有效管理，就容易因為某個成員的錯誤而影響整體的發展。例如，有的社群成員在群中連續發送推廣信息，給其他成員造成困擾，導致成員紛紛退群。\n在制定群規的過程中，為了提高成員的認可度，需要對社群的價值觀及共同目標有充分的認識和把握。此外，還要注意群規設置要合理，既不能過於鬆散，也不能過於嚴苛，以免使群規形同虛設。所以，不同的社群要根據各自的情況制定具體規定。\n有些通用的群規，適用於各種類型的社群，包括文明闡述觀點、禁止惡意攻擊等；有的社群規定成員不能展開激烈爭論，需理性闡述自身觀點；還有的社群要求成員圍繞特定主題進行發言，並要求單次發言字數超過1000字，要邏輯清晰、觀點明確等。\n通常情況下，只要群規合理，所有社群成員一般能夠認同，並在規定範圍內行事。因為社群成員擁有統一的價值理念和共同的願景，且滿足社群要求的加入條件，屬於高質量用戶，所以很少有人會蓄意破壞社群。若成員的行為觸犯了群規，則需按照規定接受懲罰。然而，現階段的微信社群除了強制要求成員退群之外，還沒有出臺其他懲治辦法。\n注重社群互動，強化管理監督\n社群互動指的是社群通過設定合理的原則並切實實施，促使成員更加積極地參與社群活動，保持整體的活躍性。\n社群要發展，就要注重運營。在社群運營過程中，最重要的就是社群互動。社群運營方不僅要制定限制性規則，還要制定激勵性規則，從而調動社群成員的積極性。\n在制定互動規則的過程中，要注重兩個方面：一方面，要採取合理措施，盡力提高群成員的參與度；另一方面，要使成員圍繞社群主題展開討論。為了給社群的持續發展注入活力，就要在社群的整個內容運營過程中提高成員的參與度，運營方則需認識到社群互動的重要性，切實執行各項激勵性原則。\n社群在運營過程中，可以通過互動進行內容生產。一些社群要求所有成員都要參與內容分享，在向成員持續輸出內容的同時，還能提高成員的參與度。例如：學習型社群“幹活幫”與許多知名公眾人物達成合作關係，定期在網絡平臺上開講。\n為了保持社群成員的互動性，部分社群推出儀式性制度。例如：有的社群要求成員每天早上到社群報到；有的社群定期發佈精選內容，利用成員的期待心理開展運營；也有的社群會開設面向全體成員的培訓課程，在成員接受培訓之後，要求他們進行實踐檢驗，發動其他成員對其實踐結果進行評論、共同學習，從而調動社群成員的參與積極性。\n社群運營者需要認識到，活躍並不是目的，提高活躍度是為了促進社群的整體發展。所以，要在社群內部開展良性的互動。\n在社群中開展的所有互動行為，都不能脫離社群的共同目標。因此，運營方需要根據社群的共同願景組織內部的分享，對成員間的交流溝通進行管理與監督，避免因脫離共同目標而浪費時間，或給社群發展帶來阻力。\n所以，若非有必要，就不要在社群中採用獨立性的遊戲娛樂項目。雖然在社群中發紅包能夠調動成員的積極性，但也要把握好尺度。另外，在社群中，為了提高成員的時間利用效率、保證內容質量，要儘量避免隨意聊天。如果成員需要通過聊天展開互動，可以添加副群，使主群與副群相互補充，避免因過多的聊天破壞主群的整體運營效果。\n從反面來分析，如果成員不能圍繞主題展開互動，一味地在社群中投放廣告或隨意聊天，將對整個社群的發展產生負面影響。例如：“羅輯思維”的粉絲群體打造的一些社群，因未確立共同願景、疏於管理，最終成為成員打廣告、推銷產品的地方，被市場淘汰。\n打造用戶體系，輸出優質內容\n1.打造用戶體系\n對社群成員實施的分級管理，我們可以稱之為“用戶體系”。有人認為，層級化的管理與社群的特徵有衝突。事實上並非如此。因為從根本層面上分析，用戶體系是一種反饋性的管理模式，對用戶的成長激勵、獎懲措施等都屬於這個範疇。\n具體而言，社群運營者通過打造用戶體系，依據成員在社群中的表現對其進行管理。表現優異的成員能夠得到物質或精神激勵，不積極參與活動或違反群規的成員需要接受懲罰。另外，加入社群之後不斷成長的成員，能夠晉升到更高的等級，成長不明顯的則得不到晉升資格。社群運營者通過打造用戶體系，能夠幫助社群成員進一步明確自己的定位，並激勵自己在社群中積極參與各項活動，呈現自己的良好狀態。\n“我們的詩”社群鼓勵成員參與詩歌創作，將不同成員撰寫的詩句組成詩，併發布到微信公眾平臺，粉絲可投票支持自己喜歡的詩句，粉絲支持率高的作者將獲得平臺分配的粉絲打賞。\n“命題寫作訓練”社群在運營過程中，會對成員進行篩選，經過平臺的資質審核，成員可以參加社群的專業化寫作培訓，進一步提高成員的寫作能力，培育優秀的團隊，為成員的發展提供更多機會。\n2.輸出優質內容\n社群輸出，即從社群生產的內容中篩選出優質部分，在適當加工之後，面向社群中及社群外的用戶進行擴散。從根本上來說，社群輸出指的是內容傳播，這與社群面向粉絲用戶的內容輸出存在很大區別。\n社群的發展需要以內容沉澱為支撐，只有進行內容沉澱，社群才能積累自己的用戶群體，也只有進行內容生產與傳播，社群才能確立自己的價值，形成差異化風格。所以，運營者不能忽視內容的生產與傳播。\n從社群建設的角度進行分析，成員在參與活動過程中付出的努力最終體現為社群的內容沉澱，是成員集體智慧的呈現。社群內容的價值含量通常高於隨意的聊天互動。所以，社群運營者需要對群成員共享的內容，以及來自權威公眾人物的內容進行專業編排，並通過網絡平臺進行傳播，通過向其他社群成員及普通用戶展現社群的運營成果，調動他們參與互動的積極性。\n例如：有的社群會定期邀請嘉賓錄製音頻內容，之後，社群運營者會對嘉賓的訪談內容進行整理，以文字形式發佈到公眾號上，方便更多用戶瀏覽，同時保證社群持續輸出優質的內容。\n概括而言，自媒體決定升級為社群媒體之後，需要建立自己的社群觀念，著手進行價值理念及文化層面的建設，並形成完整的社群運營指導體系。在文化建設過程中，運營者需要打造社群的共同願景，確立自身定位，形成社群的文化調性，調整社群的內容輸出。在此基礎上，運營者設置社群門檻，制定群規，注重社群互動，制定用戶體系，並做好內容輸出工作。\n三、社群數據化分析、運營與優化\n用戶思維下的社群數據化運營\n很多人理解的社群是先將一些存在共同興趣愛好或價值觀的網民聚集起來，然後通過發掘這一群體的潛在消費需求完成價值變現。許多社區電商平臺就採用了這種發展邏輯，其創始人最初並沒有通過社群獲取價值回報的想法，最初的目的可能僅是簡單地組建一個社群，以便大家共同交流，只不過隨著社群逐漸發展壯大，再加上電子商務模式的崛起，他們找到了一種發掘社群潛在價值的有效途徑。\n但從企業的角度來看，企業所打造的社群大部分是基於產品及品牌開發的，是一種先存在需求，然後組建社群的模式，這和普通大眾理解的社群存在明顯的差異。\n對“社群數據化”這個概念，很多人可能會感到陌生，不過對產品數據化應該有一定的瞭解，其實二者的邏輯是相似的。在產品運營過程中，為了儘可能地對產品進行優化調整，實現更科學、有效的管理，進行產品數據化無疑是企業較好的選擇。但在社群運營過程中，很多運營人員將自身的精力主要放在吸引新用戶、提高群成員的發言數量、防止全成員亂髮廣告方面，而忽略社群數據化的重要性。\n事實上，這種做法很容易導致企業違背組建社群的初衷。例如：企業組建社群可能是為了便於對現有核心客戶進行管理，此時，吸引過多的新用戶加入，反而會導致社群性質發生改變。\n社群數據化運營包含4個方面，如圖4-1所示。\n圖4-1 社群數據化運營\n1.拉新用戶\n通過社群進行拉新，在企業界的應用非常普遍，比較常見的操作方法是邀請業內大咖加入社群，定期分享具有較高價值的內容，從而吸引對此感興趣的用戶加入社群。\n從用戶的視角看，這個社群是以向業內大咖學習專業知識和技能為目的而組建的；但從企業的視角看，該社群是為了吸引新用戶加入而組建的。為了實現用戶拉新，企業會將註冊網站、關注公眾號、提交個人信息、在朋友圈內分享二維碼等作為加入社群的門檻。完成用戶拉新的目標後，企業通常會將社群解散，因為這種社群很容易演變成殭屍群及廣告群，對企業的產品及品牌會產生一定的負面影響。\n2.活躍用戶\n組建社群是對用戶集中化運營的有效方式，其在提升小規模用戶群體的互動積極性方面通常會有不錯的效果。例如：一些社交媒體平臺在開發新的產品功能時，會邀請幾十名或者幾百名忠實用戶對新版本進行測試，併為這些用戶組建一個專屬的社群，用以蒐集他們的反饋建議。但當產品的用戶規模達到10萬人時，通過組建社群來提升用戶活躍度的效果甚微，更可行的方案是策劃營銷活動或進行產品創新。\n3.轉化用戶\n轉化用戶的目的是進一步挖掘目標群體的潛在價值，對於客單價較高的商品，這一點尤為關鍵。以一家專注於職場培訓的培訓機構為例，這家機構由於核心創始人團隊在行業內有豐富的資源，能夠邀請一些業內大咖為學員分享職場經驗，因此經過兩年的積累，這家培訓機構的微信公眾號已經擁有幾十萬名粉絲了。但讓管理者頗為苦惱的是，缺乏有效的手段將這些粉絲轉化成線上課程的購買者。\n雖然微信公眾號目前已經開放了標籤管理接口，公眾號運營方可以快速、高效地為用戶貼上標籤。但要做到這一點，需要公眾號運營方具備一定的開發能力，顯然這家培訓機構不具備這種能力。事實上，這家培訓機構完全可以通過組建與課程相關的興趣社群的方式，實現對公眾號粉絲的轉化，除了向用戶推薦其感興趣的課程外，還可以配合使用免費試聽、優惠打折等方式吸引用戶購買。\n企業在銷售產品時，可以通過更低的折扣、領取代金券等優惠條件，吸引用戶加入社群，然後定期在社群內分享有價值的內容，積極地和用戶交流溝通，甚至組織用戶參加線上及線下活動等，向用戶推薦產品及服務。\n4.留存用戶\n購買房產、汽車等產品，用戶從平臺註冊到真正購買，往往會間隔一段較長的時間。對於這種低頻長尾需求，運營方除了可以通過公眾號定期推送優質內容對目標群體持續施加影響外，還可以組建社群留住這些用戶。\n由於消費頻率相對較低，企業只需要定期為社群分享有價值的內容即可。社群的管理可以交給一些感興趣的社群成員進行，必要時可以給予這些管理人員一定的物質回報。\n從整體來看，無論企業是出於上述哪種目的而組建的社群，都需要考慮社群運營效率的問題。當社群成員達到一定的規模後，要實現對社群的高效管理，就必須找到一個與企業和社群成員連接的有效節點。在實踐中，企業可以將App與公眾號作為連接節點。\n社群用戶行為的數據運營策略\n以小米為代表的互聯網公司的快速崛起，使社群具有的巨大潛在價值得到了企業界的一致認可。但近兩年，社群用戶的獲取成本明顯提升，用戶對社群內發佈營銷內容的牴觸情緒越來越強烈，這就要求企業應該對社群實施精細化運營，能夠在最大程度上發揮現有資源的作用。\n分析社群用戶行為數據的邏輯是通過了解用戶在社群中的行為，對用戶群體進行細分，然後針對這些群體各自的特徵，對社群實施精細化管理，從而提升社群運營效率，實現價值最大化。具體來看，用戶在社群中的行為是多種多樣的，如簽到、投票、發言、加群、交易、發紅包等。\n社群運營目的的差異性，也會導致用戶在社群中的行為有所不同。以服裝企業為了提高復購率而組建的社群為例，這類社群中的用戶行為主要有簽到、發言、分享、互動、引導討論等。服裝品牌商可以按照這些行為對用戶進行分類，這樣能夠了解社群用戶的基本構成。如果發現大部分用戶僅是簽到甚至是潛水，顯然社群管理出現了嚴重問題，社群管理人員必須對管理策略進行有效調整。\n在分析社群中的用戶時，如果能夠為每個用戶貼上個性化的行為標籤，整個社群的管理精準度將會大幅提升，企業也能夠根據不同用戶的個性化行為標籤向其推薦定製產品及服務。\n類似QQ群、微信群等社群，由於平臺方對其總人數設置了一定的上限，如果社群的活躍度較低，很難為企業創造足夠的價值。企業可以對社群的活躍度進行考核，為社群簽到率設置一個標準（如45%）。當經過數據分析後，管理人員發現實際統計的簽到率達不到這一標準時，就可以將那些不簽到的用戶清退，再招募新的用戶。\n每個社群都存在一定的生命週期，當活躍度達到一定的程度時，隨著時間的流逝會逐漸降低。但如果企業不對社群的活躍度進行數據化，僅是簡單地根據自己的感覺及經驗來判斷社群究竟位於生命週期的什麼階段，可能會在社群的拐點遠未到來之時，就因為缺乏運營支持導致社群走向死亡。\n社群內容數據分析與優化策略\n社群內容數據分析，主要是針對社群中內容的數量及特徵進行數據化處理。實踐中主要是基於社群的發言量分析熱度及趨勢，部分社群可能還會對某一特定時間段的發言量進行分析。具體來看，企業需要統計的社群內容數據主要包括以下幾項，如表4-1所示。\n表4-1 社群內容數據\n在運營社群時，絕大多數的運營人員願意在用戶活躍度最高的時間點發布營銷內容，這樣才能有最大化的傳播效果。但很少有運營人員關注在什麼時間段能夠取得最高的轉變率，這項數據對社群運營非常關鍵。因為有的時間段雖然活躍度較高，但人們的購買意願較低，推薦產品時，轉化率較低；而有的時間段活躍度雖不高，但它符合人們的購物習慣，運營人員於此時在社群推薦產品，可以取得較高的成交量。\n對社群的內容數據進行分析，還能讓企業對發佈話題討論及分享的時間點進行優化調整。例如：統計一天內社群用戶發言時間分佈的情況後，運營人員發現用戶發言主要集中在上午8:00～8:30、下午1:00～2:00、晚上8:30～10:00這幾個時間段，運營人員就可以在這幾個時間段進行話題引導。\n社群業務數據分析與運營策略\n如果是社群成員自發組織的興趣類社群，僅對社群中的用戶及內容數據進行分析就已經足夠了，但對於以營利為目的的企業而言，還必須對社群業務數據進行分析。從企業的角度來看，社群規模大而且用戶活躍度較高，但社群業務不理想，社群運營也是失敗的。具體來看，運營人員需要分析的社群業務數據主要包括以下幾種，如表4-2所示。\n表4-2 社群業務數據\n需要注意的是，統計出來的用戶增長量、用戶購買量、復購銷售額等數據是絕對數據，由於社群性質及企業產品的差異，如果僅是簡單地將這些社群數據和其他的渠道數據進行對比，很難看出社群運營的真正價值。\n以用戶獲取數據為例，社群獲取用戶的優勢在於，它能夠留住更多的用戶，而不是獲取用戶總量。如果和視頻平臺等其他渠道比獲取用戶總量，很容易讓人認為社群價值較低，但如果從用戶留存的角度分析，社群會具有明顯優勢，尤其是對那些低頻長尾需求，社群在用戶留存方面的優勢會被進一步放大。\n在“社群經濟”初級發展階段，運營人員傾向於將社群規模及發言量作為社群運營水平考核指標。這也導致企業管理者在考察社群時，往往只關注這兩項指標。在社群流量紅利存在時，社群規模及發言量尚可以稱為一種有效的社群運營考核指標。但如今的社群流量紅利已經逐漸消失，和網紅、直播、公眾號相比，其熱度相對較低，而且人們對加群也存在一定的牴觸心理。因為很多群內有亂髮廣告的現象，這導致人們不得不對加群慎之又慎。很多人在加群前會先了解群的口碑，即便加入了群，如果不符合自己的期望，他們也會屏蔽群消息，甚至直接退群。在社群2.0時代，如果企業仍在使用社群規模考核社群運營水平，顯然是不明智的。\n本質上，社群是圍繞貼吧、論壇、QQ、微信等具備群聊功能的產品建立的，是一種對目標群體集中運營的工具，之前其運營效果被部分從業者及媒體過度誇大，如今它能逐漸迴歸理性，對企業界來說也並非一件壞事。因為這能讓運營人員擺脫傳統思維的限制，真正找到社群運營的核心。當下，要想有效考核一個社群的運營水平，必須從以下幾個角度對社群進行數據分析。\n（1）社群用戶總量。\n（2）業務數據。 社群產生的業務數據，如訂單量、銷售額、客單價等。\n（3）活躍數據。 社群發言總量、發言人數、人均發言量等。\n（4）內容。 社群有價值的內容總量及能夠輸出優質內容的用戶佔比。\n（5）留存數據。 每隔一段時間後，還有多少人對社群有較高的關注度，具體可以通過簽到數據來統計。"
  },
  {
    "id": "id114",
    "title": "Chapter 9",
    "text": "第五章 新媒體品牌營銷與運營策略\n一、新媒體在品牌營銷中的實踐應用\n企業新媒體營銷的概念與特徵\n近年來，新媒體呈現迅猛發展的趨勢，新媒體的應用逐漸普及並滲透人們日常生活的方方面面。相較於傳統媒體，新媒體的差異化特徵表現為用戶選擇更加豐富，信息更新速度快，表現形式豐富，更符合受眾的個性化需求，能夠與受眾高效互動，實現信息的數字化傳播，並充分發揮網絡平臺的優勢。\n未來，傳統媒體行業將轉型，紛紛在新媒體領域展開佈局。落伍於時代發展的部分傳統媒體行業將逐步活力減退，能夠對接市場需求的新媒體行業則呈現蓬勃發展之勢。企業在競爭過程中將聚焦於對優質文化內容的爭奪。在此趨勢下，新媒體將被應用於廣告營銷領域，以促進行業的發展。\n1.新媒體營銷的概念\n近年來，高速發展的信息技術正在對越來越多的領域產生影響，傳媒行業也是其中之一。在新技術應用的基礎上，以移動媒體、網絡媒體為代表的新興媒體平臺紛紛出現，受到廣大用戶及投資者的關注，給經營者帶來更多的收益，使傳統媒體的發展面臨挑戰，同時帶來行業佈局的變化，並對世界範圍內人們的日常生活及傳統思維產生了重大影響。\n除此之外，企業是社會關係的參與主體之一，其運營也因新媒體的誕生及快速發展而呈現新的特點。從企業發展的角度分析，要想在激烈的市場競爭中維持自身的生存與發展，企業就要不斷地提高自身的競爭力。為此，經營者應該在把握外部環境變化的基礎上，對落後於時代的傳統運營方式進行改革，加強自身對新媒體應用的控制，趨利避害。\n概括而言，新媒體營銷是指以新媒體的發展為前提，利用新媒體渠道實施營銷策略。作為一種新型營銷模式，新媒體營銷能夠使營銷者對產品的概念及相關信息有充分的把握，對消費者的心理產生影響，促使其做出消費決策。\n從根本上分析，新媒體營銷是企業通過新媒體形式進行軟性滲透，向消費者傳播信息，使其接受企業的價值理念與思維邏輯，有效促進產品銷售，並提高企業品牌影響力的一種營銷模式。\n相較於傳統營銷模式，新媒體營銷受到的思維侷限明顯減少。採用新媒體營銷的企業既可以對信息訪問數量進行統計，又能獲知受眾的瀏覽時間、所處地理位置、性別、年齡、行為特徵等，從而提高營銷的針對性和整體營銷效率。\n另外，新媒體營銷能夠拓展企業的發展思路，豐富企業的選擇；幫助企業獲取客戶的詳細信息，實現精準營銷；減少企業的成本消耗，實現資源的優化利用；以快捷、有效的方式達到品牌推廣的目的。\n2.新媒體營銷的特徵\n新媒體營銷與傳統媒體營銷存在明顯的差異。新媒體營銷更側重於從情感方面打動消費者，能夠以柔性方式對受眾產生影響，不同於傳統營銷的硬性信息灌輸。\n採用新媒體營銷方式的企業，能夠拓寬信息覆蓋範圍，對消費者的行為進行引導，提高企業的知名度並實現成本控制。隨著新媒體營銷的發展。在可預見的時間範圍內，媒體終端及產品將在傳播過程中佔據更重要的地位。\n從創新的角度分析新媒體營銷，就要對創新的兩個層級進行把握：新元素的開發是一種創新；以全新方式實現對原有元素的整合也是一種創新。在技術水平不斷提高的今天，媒體終端、產品及營銷模式都會快速更新，這三者之間的結合發展，將成為新媒體營銷的主要發展方向。\n相較於傳統營銷方式，新媒體營銷的獨特性體現在以下幾個方面。\n（1）新媒體營銷更注重橫向及縱向的拓展與延伸。\n（2）新媒體營銷是開放式營銷。 與傳統營銷方式的單向信息傳播不同，在新媒體營銷中，營銷者與用戶存在互動關係。企業通過新媒體營銷方式，不僅能瞭解市場的相關情況，還能提高用戶對其信息的接受度。\n（3）新媒體營銷可在短時間內實現信息的大範圍傳播，並增添了娛樂化元素，能夠對接當今的用戶需求，符合市場發展趨勢。\n（4）受眾在新媒體營銷中掌握更多的主動權。 在新媒體營銷模式中，受眾除了能接收信息外，還能參與到傳播過程中，在網絡平臺發表自己的意見。而在傳統營銷模式下，受眾只能被動地接收企業輸出的信息。\n新媒體環境中的品牌傳播變革\n自新媒體出現以來，人們獲取信息的方式及企業傳播信息的方式有了很大的改變。無論是信息獲取方式還是信息傳播渠道都越來越多。在這種情況下，品牌傳播理念與傳播內涵也發生了一定的變化。企業要想在新媒體環境下做好品牌傳播，必須瞭解新媒體環境下品牌傳播的特徵，然後制定正確的品牌傳播策略，提升品牌傳播的效果。\n在微博、微信、SNS社區等新媒體的影響下，我國的媒體環境發生了很大的變化，企業品牌傳播手段的創新要面對更多新的挑戰。隨著經濟全球化的推進，市場競爭日益複雜，企業要想提升自己的競爭力，必須推行合適的品牌戰略。\n企業要想制定合適的品牌戰略，就必須對新媒體環境中的品牌傳播特徵進行有效分析，將其與品牌的實際情況相結合，精心策劃品牌傳播手段，將品牌信息迅速、精準地傳播給目標受眾。\n傳統媒體在交流、溝通、參與方面存在很多不足，新媒體的出現有效地彌補了這些不足。另外，新媒體憑藉可預見的影響力為企業的品牌傳播增添了新標誌，為其賦予了新特徵。新媒體環境中的品牌傳播變化，如圖5-1所示。\n圖5-1 新媒體環境中的品牌傳播變化\n1.品牌傳播主體的變化\n在新媒體環境中，藉助微博、貼吧、社區等網絡平臺，人人都能發表自己對某個品牌、某個事件的觀點與看法。在這種情況下，人人都能成為傳播主體。傳播主體得以大幅拓展，誘發了兩種結果。\n（1）大量的傳播主體可以被企業所用，讓企業品牌實現更好的傳播。同時，通過這些網絡平臺或其他互聯網渠道，企業可以與消費者直接接觸。但是，在傳播主體增加的同時，品牌與傳播主體的關係也變得越來越複雜。信息量急劇增長，用戶的注意力越來越分散，對品牌信息快速、精準的傳播造成了一定的制約。\n（2）在新媒體環境中，品牌的任何問題都有可能通過網絡平臺曝光，對企業形象、企業發展造成不良的影響。\n由此可見，新媒體的誕生與發展不僅為品牌傳播帶來了機遇，也為其帶來了一定的風險。為了抵禦這種風險，企業必須不斷提升自己的管理能力，對品牌傳播進行有效的管理。\n2.品牌傳播受眾的變化\n與傳統媒體的受眾被動地接受信息不同，新媒體的受眾會通過互聯網主動搜索信息，發表自己的觀點。也就是說，新媒體的受眾有極強的主動性。隨著新媒體的出現，反饋渠道逐漸增多，用戶的表達空間越來越廣。傳統品牌的維護也好，新興品牌的構建也罷，都是企業與客戶聯繫、溝通的過程。\n在新媒體環境中，消費者獲取信息的方式從被動接受變成了主動搜索，商品購買也從熟人介紹轉變為陌生人推介。由於消費者的決策心理發生了一定的變化，因此要重新理解互動營銷。在這種情況下，企業要充分利用新媒體進行傳播，傳播內容主要包括品牌信息與消費者體驗，讓消費者在購物的過程中能以這些信息為依據做出購買決策。\n同時，企業在藉助新媒體傳播信息的過程中必須做好消極信息的管理工作。在以信息為主導的網絡環境中，品牌的利益相關者要相互協同，更好地進行品牌傳播，引導消費者積極地傳播品牌信息，成為品牌傳播的主導者。\n3.品牌傳播手段的變化\n增強傳播手段的融合性可推動企業進行傳播整合。現階段，很多新媒體平臺上的媒體屬於複合型媒體，在新傳播平臺上的形態與傳統媒體有很大的不同。新媒體有很多種表現形式，如雜誌、報紙等傳統媒體加入視聽元素後，相較於過去來說，其傳播效果要好很多。\n另外，媒介融合隸屬於數字化進程，媒體發展的主要趨勢除了新舊媒體的融合，還有新媒體之間的融合。通過融合，各種媒體的優點被整合到一起，通過資源共享實現共同進步。例如：電視媒體的內容質量較好，網絡媒體就可以學習電視媒體的這個優點，拓展、完善自己的內容；而網絡媒體的開放性和動態性較好，電視媒體就可以學習網絡媒體的這個優點，進行優化、調整。另外，在新媒體環境中，企業可以通過整合多種傳播手段進行品牌傳播，取得綜合效應，以提升品牌傳播的效果。\n4.品牌傳播效果的變化\n相較於傳統媒體，新媒體環境中的品牌傳播可以更全面。針對網絡媒體的可控性強的特點，企業必須實時控制品牌的展示內容，並藉助動態Web中的內容管理系統，對品牌的展示頁面進行實時更新，讓品牌的定位更加及時、精準。\n新媒體在品牌營銷上的主要優勢\n對比分析新媒體營銷與傳統媒體營銷，我們可以發現，在互聯網時代，新媒體營銷的優勢愈加明顯。中小企業可藉助新媒體營銷進行有效的信息推廣，通過發揮優勢資源的力量推動自身的發展。新媒體在品牌營銷上的主要優勢，如圖5-2所示。\n圖5-2 新媒體在品牌營銷上的主要優勢\n1.促進企業與用戶之間的高效互動\n在互動性方面，新媒體比傳統媒體更有優勢：企業在推廣期間可利用網絡平臺與用戶展開互動，根據用戶的反饋內容與其展開雙向交流，幫助用戶解決問題，並同時服務多個用戶；當用戶對產品或服務提出質疑時，企業能夠快速做出反應，糾正自身存在的問題，使用戶認可自己的產品。\n為了方便營銷，企業也可以打造獨立的官方平臺，在平臺上定期發佈產品及品牌的相關信息，從而與消費者深度溝通，進一步增進企業與用戶的關係，增強用戶的黏性。\n另外，企業要想使自己的產品類型與消費者的需求相符，並縮短生產週期，不妨在營銷策略上進行創新。在傳統營銷模式中，企業通過專業廣告公司開展市場營銷，難以高效獲得與用戶相關的數據，對市場情況的瞭解也很有限。在新媒體營銷時代，企業在營銷過程中發揮了更大的作用，能夠對市場需求有總體把握，並據此制定相應的經營戰略；再者，企業可通過線上平臺與客戶進行交易，就價格等問題進行協商，並最終達成一致，無須通過中間商溝通，從而加快了整體運轉。\n2.通過新媒體平臺全方位展示產品\n利用網絡媒體進行廣告設計時，企業能夠以多種方式（如文字、圖片、視頻、音頻等）全面展示產品及品牌信息。當用戶看到自己想要的產品時，可以點擊平臺中的鏈接，瀏覽產品各方面的信息，包括產品材質、外觀設計、用途、品牌、產地等。用戶即使不到實體店，也能對產品的信息進行全方位的瞭解。企業也可以省去向用戶發放樣品的成本。\n另外，新媒體營銷能夠給企業帶來更多的信息推廣的渠道及方式，能夠打破傳統營銷模式的思維侷限性。利用新媒體平臺，企業能夠發揮並實踐更多創意思維，通過增強營銷活動的趣味性吸引用戶的關注，並通過改變傳統思維模式推動自身的戰略轉型與升級。營銷人員需要明白，在同質化競爭愈演愈烈的今天，只有發揮創意思維，突出自身產品及品牌的特色，才能從眾多競爭者中脫穎而出。\n3.有助於提升品牌影響力\n通過傳統媒體平臺進行傳播，運營方需要在內容輸出之前經歷排版、印刷等許多中間環節，但通過新媒體平臺進行傳播，運營方能及時發佈信息，內容上傳之後就能觸達用戶。因此，通過網絡平臺進行信息推廣，能夠在低成本消耗的基礎上實現及時擴散信息。\n企業要想獲得長遠發展，就要注重自身形象的建立，而藉助網絡媒體不僅能在更短的時間內給用戶留下良好的印象，還能減少資源浪費。所以，相較於傳統媒體，新媒體吸引了更多企業的目光，新媒體營銷也成為企業打造自身品牌的重要戰略方式。\n在新媒體佔據主導地位的今天，企業要想推廣宣傳產品、建立良好的形象、打造自身品牌、擴大品牌的輻射範圍，就應該跟隨時代發展的腳步，通過獨立建設官方網站或利用開放的互聯網平臺開展營銷。\n4.能夠承載更多信息，信息觸達面更廣\n從信息承載數量及傳播範圍來看，傳統媒體的侷限性非常大。例如，電視媒體承載的信息量在很大程度上取決於其播出時長，而且其信息內容僅能觸達當時坐在電視機前的觀眾。\n不同於傳統媒體，網絡平臺的信息推廣在這方面的侷限性很小，只要國際網絡保持暢通，其信息內容就能夠擴散到全球的各個角落。用戶在能夠連通網絡的前提下，隨時可以通過網絡平臺瞭解相關信息。不僅如此，觸達面廣也是新媒體的獨特優勢。以博客為例，企業的信息上傳到博客後就能被網絡用戶看到，並向企業反饋自己的意見，就某些方面的內容提出問題等；企業則可及時獲取大眾的反映，對用戶的評價進行收集與分析。新媒體不僅能夠實現大範圍的信息覆蓋，還能在第一時間傳播；用戶則可以便捷地接收信息，且無須支付任何費用，以此形成雙方之間的有效互動。另外，用戶還可轉發信息，實現共享，進一步擴大信息的傳播範圍。\n5.通過新媒體強化危機控制，避免企業形象受損\n如今的消費者更注重個性化需求，而不同人的關注點有所不同，因此，企業無法做到令所有人的都滿意，其產品或服務可能在某方面沒有達到部分消費者的期待，他們的負面評價經過新媒體平臺的迅速傳播，可能對其他受眾的認識產生影響。在這種情況下，企業形象可能受損。為了彌補這一點，企業不僅要通過傳統媒體做出正式的解釋，還應在網絡平臺上向廣大消費者交代。若問題確實存在，則應承認錯誤。讓消費者瞭解客觀事實，並看到企業的誠意，企業也能通過這種方式重新塑造良好的形象，強化危機控制，避免情況繼續惡化。\n如何利用新媒體實現品牌營銷\n隨著新媒體的出現，企業品牌傳播迎來了一個全新的環境。在這個新媒體環境中，企業要想做好品牌傳播，必須對品牌傳播的特點進行深入分析，培養數字化、網絡化的思維方式，將消費者的線上與線下需求結合起來進行品牌傳播。\n同時，企業還要改變過去從內到外的單向說服模式，形成由外到內的思考模式，也就是要站在消費者的立場上對營銷傳播方式進行規劃，以實時掌握消費者的動態，包括媒體形態、核心需求、接觸信息的時間段等，與消費者更好地溝通，構建長期的互惠互利關係。以上述理論為指導，在新媒體環境中，企業可採取以下幾項措施進行品牌傳播，如圖5-3所示。\n圖5-3 新媒體品牌傳播措施\n1.注重與消費者的互動，塑造品牌的個性\n互動性強、信息及時的網絡通信工具受到我國居民的青睞。而且隨著我國的信息化水平的提高，國人使用網絡通信工具的頻率也越來越高。\n企業要緊抓這一特點，利用交互式的傳播方式將網民轉變為品牌傳播者，以擴大品牌的傳播範圍。要想讓這一想法實現，首先，企業要對消費者的新媒體接觸點與接觸頻率進行精準把握，尤其要對目標消費者的新媒體動態高度重視，利用最能吸引消費者的新媒體將企業的產品或服務展示出來；其次，企業要積極地與消費者互動，及時響應消費者的需求，引導消費者積極互動。\n企業品牌在企業競爭中處於核心地位，企業品牌個性的塑造能幫助企業在市場競爭中佔據有利地位。企業品牌個性的塑造與新媒體受眾的個性特徵密切相關，其原因在於，隨著新媒體時代的到來，人們獲取信息的方式和渠道越來越多。例如：擁有相同愛好的人可以在網絡社區聚集，就某個事件或某個品牌相互交流、溝通，表達自己的觀點。\n通過新媒體平臺，各大門戶網站可以實時更新新聞、資訊，各行業網站可以隨時生成行業專業知識；通過個人微博、QQ空間、微信朋友圈，用戶可以隨時發表自己的心情、動態，分享自己的生活，從而生成了海量信息。\n如今，人們每天都生活在海量信息之中，企業的品牌信息要想在海量信息中脫穎而出，就必須與新媒體的傳播方式相結合，通過各種渠道對消費者的個性化需求進行了解，從而實現個性化品牌的打造。\n2.對數據進行挖掘和分析，實現精準定位傳播\n在新媒體環境中，企業要想實現精準定位傳播並非易事，必須對新媒體與新媒體之間、新媒體與產品之間的關係進行深入研究，並按照目標受眾重新對傳播目標與傳播對象進行分類，以便制定出高效、精準的傳播策略。\n要想推動上述目標實現，企業必須對媒體的角色定位進行精準把握，對目標受眾群體進行細分，有針對性地投放品牌信息，以提升品牌傳播效果。\n3.善於利用包裝設計傳達品牌信息\n在新媒體環境中，企業可以通過對廣告信息進行包裝設計（信息增值、遊戲嵌入等）來達到傳播目的，推動品牌信息實現快速傳播。\n以玫琳凱化妝品公司為例，該公司為了推廣護膚產品，利用大數據技術在一二線城市的居民中選出年齡在18～60歲的高收入女性，以圖片、文字、視頻等方式向這部分女性推送產品信息，併為其提供上門試用服務。通過這種方式，該公司成功地達到了傳播品牌信息的目的。\n4.內容整合+跨媒體聯合，拓寬品牌傳播及反饋範圍\n在新媒體環境中，企業可通過設置超鏈接讓更多受眾對企業的品牌信息有更深入的瞭解，從而使品牌的傳播範圍與反饋範圍有效拓展。\n例如：企業可通過設置讓廣告內容實現自動更新，設置能根據用戶輸入的關鍵詞對產品進行智能選擇的產品排行榜或用戶商品庫，讓用戶方便快捷地搜索到所需產品，並對同類產品的價格進行對比，方便用戶做出最佳選擇。\n5.借用戶對新媒體的依賴開展公關活動\n根據用戶對新媒體的依賴程度，企業可以對互聯網用戶的忠誠度進行有效判斷。用戶對新媒體的依賴程度越高，新媒體的傳播價值就越高，取得的傳播效果就越好。所以，在選擇新媒體開展公關活動時，企業要選擇目標客戶聚集的新媒體，以此提升傳播效果。\n6.借新媒體實現人際傳播，擴大品牌口碑\n在新媒體環境中，人們經常會藉助各種網絡工具（如網絡社區、微博、微信、QQ等）進行交流，尤其是近年來發展迅猛的微信、微博，是很多人使用的網絡工具。\n對企業來說，微博是製造話題、傳播信息的重要平臺。在選擇這個平臺傳播品牌信息之前，企業要對博主的興趣愛好進行深入研究，定向投放品牌信息，或為博主提供免費試用品，邀請博主發表使用感受或產品評價，增進與博主的關係，引導博主化身口碑傳播者，使口碑傳播效應有效擴大，更有效地說服受眾。\n除微博以外，網絡虛擬社區也是一個很好的口碑傳播者，企業可將虛擬道具、虛擬商品作為載體對品牌信息進行傳播，從而提升品牌信息的傳播效果。\n故事營銷：傳遞品牌的價值理念\n何謂故事營銷？即企業的產品發展到一定程度後，通過講故事的方式進行品牌推廣，在故事中體現品牌的價值理念，與消費者展開情感層面的互動，配合產品的優質功能及創新性的概念，使消費者產生認同感，完成企業的產品銷售，從整體上推動企業產品的發展。\n隨著社會經濟的發展，市場上出現的產品種類越來越多，消費者可選擇的產品更加豐富，傳統的賣方市場已經變成買方市場。在新的市場環境中，消費者的需求也發生了變化。在選購商品的過程中，消費者除了關注商品本身的功能及特性，還會評估商品與自身的個性化需求是否匹配；與此同時，感性因素也能對其消費決策產生重大的影響。為此，企業要鎖定目標消費人群，提高營銷的針對性，根據消費者的需求推送信息，從情感上打動消費者，促使其做出消費決策。\n新媒體時代的故事營銷策略\n企業應該根據自身產品及品牌的特點創建故事，與此同時，要轉變傳統的思維模式，根據用戶的需求進行內容的輸出與運營。在這個過程中，企業應注重以下幾個問題。\n1.營銷成功的故事\n相較於媒體類型，用戶更加關注熱點信息，而成功的故事能夠吸引他們的注意力。企業的成功故事能夠在諸多平臺得到傳播與推廣，使企業的相關信息觸達更多的目標消費者。\n2.與產品本身的特徵保持一致\n科技類產品的故事應偏於理性，食品、日用品的故事則應偏於感性。\n3.為消費者提供適當的情境，刺激他們的消費需求\n產品的類型不同，面向的消費者群體也不同。所以，企業應該在瞭解產品特性的基礎上為消費者提供適當的情境。例如：酒產品應該與家庭團圓、節日氣氛聯繫起來，學習用品則要突出學生積極學習的態度。\n4.注重代言人的選擇\n企業應該充分發揮公眾人物的影響力，以來吸引目標消費者，如邀請明星擔任企業產品的代言人，但要保證明星的風格與產品特性保持一致。例如：糧種、農藥產品應該邀請權威專家或農民喜歡的藝術家、演員來代言，服裝產品應該邀請時尚、年輕的明星來代言等。\n5.提高故事營銷的靈活性\n除了廣告本身之外，企業也要抓住當下的熱點新聞，使企業品牌與其聯繫起來開展營銷。\n6.採用統一的風格\n企業無論是使用新媒體還是傳統媒體，都要明確自身的風格，否則會讓消費者感到困惑，不利於企業品牌形象的塑造與傳播。\n7.注重忠誠用戶的積累\n企業很難在短期內實現忠誠用戶的積累，在這方面最有代表性的是海爾。為進行品牌推廣，海爾推出了動畫作品《海爾兄弟》，聚集了大量目標消費者。對這些消費者而言，童年時期觀看的《海爾兄弟》給他們留下了深刻的印象，雖然很多觀眾那時並沒有意識到海爾是個家電品牌，但這個品牌的標識給他們留下了深刻的印象，有效拉近了他們與企業及產品的距離。其他企業也可以借鑑海爾的經驗，通過推出文化產品進行品牌推廣。\n面對日益激烈的市場競爭，企業都希望自己能夠從眾多競爭者中脫穎而出，通過開發新領域，在市場上佔據優勢地位。為此，企業要在營銷過程中進行改革與創新，在實現成本控制的基礎上體現自身產品的獨特優勢，對傳統的戰略模式進行調整，並對企業現有的營銷傳播策略進行優化。如今，新媒體逐漸在企業的營銷過程中得到普遍應用，新媒體時代的大門已經敞開。企業要靈活運用各種營銷方式，採取適合自己的發展策略來增強整體效應。\n對企業而言，故事營銷是一種品牌推廣的方式。通過採用這種方式，企業能夠將品牌的核心價值融入其中，在進行產品銷售的同時，完成品牌理念的傳播。為此，企業要跟上時代發展的步伐，積極地通過新媒體進行信息傳播，並採取有效的方式提升營銷效果。\n二、社交媒體時代的品牌塑造與運營\n基於新媒體的品牌建設與管理\n品牌建設與管理是企業發展過程中的重要一環。用戶對企業品牌的認知、消費者的黏性與企業品牌建設的效果有很大的關係。面對日益激烈的市場競爭，企業需要藉助新媒體的力量，實現品牌價值的精準傳達，在競爭中佔據優勢地位。\n1.有必要重新認識品牌、定位品牌\n消費者對企業的認識在很大程度上源於品牌。對企業而言，品牌是企業競爭實力的集中體現，對企業具有重要的價值。企業在實施品牌建設的過程中要注重以下兩點：品牌塑造與渠道管控。\n在進行品牌建設及管理的過程中，企業要始終圍繞消費者的需求開展運營，根據消費者的心理變化調整品牌的發展戰略。如果企業能夠選擇適合的渠道進行品牌傳播，就能夠進一步擴大品牌的影響力，得到消費者的青睞。\n在宣傳形式上，新媒體與傳統媒體存在很大的區別。適合傳統媒體大範圍傳播的品牌內容，可能無法在新媒體平臺上達到同樣的效果。在進行品牌塑造時，企業要利用合適的時機進行品牌升級，使其更適合通過新媒體渠道傳播，並採取有效措施拉近消費者與品牌的距離。\n有些企業擁有悠久的發展歷史，曾使用傳統媒體進行品牌傳播。這類企業在利用新媒體傳遞信息時無須對傳統模式實施徹底的變革，而是應該進行自身的改良與優化，保留以往的競爭優勢，並藉助新媒體的力量進一步增強品牌傳播效果，對消費者的品牌認識過程施加引導，使消費者對企業品牌產生情感上的聯繫，將其轉化為品牌的粉絲用戶，提高企業對消費者的吸引力，使企業獲得持續性的發展與進步。\n2.適應新媒體，品牌宣傳內容及形式\n企業要利用有效的渠道進行品牌傳播，併發揮先進技術及新媒體平臺的支持作用。企業要想通過品牌體現自身的核心競爭優勢，就要注重品牌建設與品牌管理。身處新媒體環境下的企業，在運營品牌的過程中要注重以下幾點，如圖5-4所示。\n圖5-4 新媒體環境下的品牌運營\n（1）突出品牌的差異化特徵\n企業在通過新媒體傳播信息的過程中，要實現內容的精準傳達。而面對諸多同類企業的競爭，企業只有體現自身的差異化特色，才能從眾多競爭對手中脫穎而出。例如：某教育類企業在利用微博平臺推廣產品時，可以將其微博賬號頭像設置成一個30多歲的教師形象；在信息傳遞過程中多從家長、學生的角度選擇優質的內容，將自己打造成良師益友的形象，通過推送精選內容獲得用戶的認可與青睞。\n（2）保證質量\n在運用新媒體傳播信息時，企業可採用各式各樣的營銷模式。對此，企業應根據自身情況合理選擇。無論採用哪種營銷方式，都要確保質量，為消費者提供優質體驗。\n（3）賦予文化價值\n要想增加自身產品與服務的價值，企業就要注重打造品牌。並賦予品牌一定的文化內涵。儘管新媒體能夠豐富企業傳播的途徑，但仍然要依靠背後的文化價值體現其內容的深度。\n（4）增進情感聯繫\n企業在發展過程中採用的技術手段、價格戰略等都能夠被競爭對手效仿，而企業品牌與消費者產生的情感方面的聯繫是獨一無二的。因此，在進行品牌宣傳的過程中，企業應該藉助新媒體的優勢力量增進企業與消費者的互動關係，提高消費者在傳播過程中的地位，促使其自發參與到品牌的傳播過程中，實現品牌理念的廣泛傳播。\n3.創新舉措，做好品牌建設管理\n在進行品牌建設與管理的過程中，企業要根據自身的特點及發展需求，選擇適當的營銷形式，通過新媒體開展運營，利用新媒體實現與消費者的高效互動，從而達到理想的推廣目的。新媒體環境下的品牌建設管理，如圖5-5所示。\n（1）建立專門的執行團隊\n為促進品牌戰略規劃的執行，企業可以建立專門的團隊或增設相關部門，從而促進企業品牌的建設與發展。團隊成員既要掌握新媒體的運營方法，又要對企業的產品有充分的瞭解。\n（2）明確戰略定位，制訂年度計劃\n成功的戰略定位對企業品牌的發展起到重要的導向作用。在具體實施過程中，企業還應制訂年度計劃，確保戰略的實施。在這個過程中，企業應該將新媒體與傳統媒體分開，根據各自的特點選擇適當的營銷模式。\n圖5-5 新媒體環境下的品牌建設管理\n（3）發揮不同部門間的協同作用\n企業的品牌建設與發展涉及諸多因素，需要依靠不同部門通力合作。為此，不同部門的員工要加強聯繫，順暢地溝通信息。例如：企業的市場部門要將產品銷售情況反映給其他部門，對消費者的反饋意見進行總結，通過與消費者互動發現運營過程中的不足之處，把握消費者的需求與期待，並分析消費者的媒體使用習慣，實施有針對性的營銷，為企業戰略的制定提供有效的參考。\n（4）堅持一致性原則\n企業要想提高自身的核心競爭力，在品牌建設及發展過程中就要做到以下幾點。首先，要讓企業的員工認可自己的品牌，並獲得投資者的青睞，在此基礎上發揮各方的優勢，共同打造品牌，樹立核心價值理念，並通過新媒體渠道傳播價值，最終得到消費者的認可。\n其次，要在執行過程中保持一致。在確定企業的價值理念後，也不能忽視具體執行過程中對各個環節的優化處理，要將企業理念滲透整個流程，實現品牌價值的傳遞，逐步提高品牌的知名度與影響力。此外，運營方在明確品牌定位後，不能隨意變更。\n最後，要注重監督與監測。新媒體的信息傳播能夠突破時間與空間的限制，這既會擴大信息的傳播範圍，又會使企業面臨更大的風險。為避免信息傳播方向脫離既定的路線，企業要實施監督，減少負面信息的出現，在發現問題後及時進行公關，以降低企業的損失。\n構建營銷戰略，優化服務體驗\n將社交媒體運營納入企業的營銷戰略，將會成為企業在社交媒體時代的必然選擇。我們不難發現，有強大影響力的品牌往往具備以下4個方面的特徵。\n第一，提出具有較高價值的客戶承諾，並且向目標群體傳播。\n第二，通過履行客戶承諾與目標群體建立信任關係。\n第三，對客戶的承諾不斷優化、完善，從而推動市場份額進一步增長。\n第四，通過創新發掘用戶群體的潛在需求。\n從表面上看，這幾個特徵並不很難具備，但事實上，大部分企業往往由於各種原因未能具有這些特徵。社交媒體崛起後，企業更需要進一步強化自身在這4個方面的能力，而且社交媒體可以作為一種有效工具，幫助企業打造具有這4個方面特徵的強有力的品牌。\n下面用維珍航空公司的實踐案例，對這幾點進行詳細分析，如圖5-6所示。\n圖5-6 維珍航空的社交營銷實踐\n1.客戶承諾\n對客戶群體來說，誠信、價值、安全、愉悅無疑是他們想要從航空公司獲取的價值，所以維珍航空公司通過客服中心、旅行社、社交媒體、各類在線旅遊網站、App等諸多與客戶接觸的渠道，向客戶做出這些方面的承諾，並蒐集用戶的反饋意見與建議。在開展社交媒體活動前，維珍航空公司會先確認該項活動是否符合自己向客戶做出的承諾。\n2.建立信任\n通過為用戶提供優質的產品及服務，維珍航空公司贏得了顧客的信任。當出現緊急情況時，維珍航空公司會充分確保客戶的知情權，這有效降低了意外事故給企業形象及品牌帶來的負面影響。\n例如：曾經出現的“歐洲火山灰危機”，導致航班延誤甚至被取消，一系列問題在短時間內集中爆發。由於事態瞬息萬變，維珍航空公司的官網難以及時為用戶提供最新的航班信息。此時，Twitter、facebook等社交媒體就成了維珍航空公司和用戶溝通的有效媒介。\n許多用戶對維珍航空公司的這種應對策略給予了充分肯定，但部分致電者和網站上的用戶留言，也讓維珍航空公司意識到了相關工作還存在不足之處。在災難面前，客戶的內心會變得極為脆弱，此時更需要公司能夠提供更優質、完善的產品及服務。在經歷此次事件後，維珍航空公司對官方網站進行了調整，例如在網站上添加了訪問公司Twitter及facebook主頁的入口等。\n3.持續改善\n對維珍航空公司來說，社交媒體也是其蒐集用戶反饋意見，從而對產品及服務不斷優化改善的有效工具。很多用戶反映在某些地區的機場打車不方便。瞭解到這一情況後，維珍航空公司推出了出租車拼車服務，減少了用戶的等待時間。很多經常乘飛機的旅客會員在公司網站上留言，表示安全信息驗證流程太煩瑣。針對這一問題，維珍航空公司推出了安全自選服務。\n4.創新戰略\n在航空服務領域，維珍航空公司的創新始終走在前列。豪華經濟艙、機上娛樂系統等更是被世界各大航空公司爭相效仿。而這些創意來源往往是維珍航空公司在社交媒體上和用戶的交流互動。例如：通過和顧客在facebook上交流，維珍航空公司發現很多消費者有大型旅行計劃，而且在真正實施前他們會花費較長的時間對旅遊行程進行規劃，不過市場中沒有公司提供這種服務。\n為了滿足消費者的大型旅行計劃需求，維珍航空公司上線了旅遊網站，並安排專業人員為客戶提供服務。用戶可以在網站上提出自己的問題，專業人員會及時給予解答。更關鍵的是，客戶可以在網站上創建自己的旅行計劃。通過各種創新活動，維珍航空公司不但提升了自身的服務水平，給客戶帶來了更優質的出行體驗，而且通過一系列的增值服務獲得了高額的利潤回報。\n深耕社交運營，實現營銷轉化\n在通過社交媒體塑造品牌方面，很多企業尤其是傳統企業感到迷茫。不過企業管理者大可不必因此灰心，即便是在社交媒體運營方面有著豐富經驗的維珍航空公司，在這方面仍存在一定的不足之處。企業管理者要做的是在社交媒體運營方面精耕細作，尤其需要注意以下4點。\n1.不要放棄自己的營銷策略\n圍繞客戶承諾展開社交媒體運營活動，通過真正踐行客戶承諾為客戶創造價值，並提高客戶的認可度。\n2.將社交媒體主要用於獲得客戶的意見\n企業可以藉助社交媒體對產品進行推廣，而且和其他營銷渠道相比，社交媒體性價比高。但企業需要明白的是，社交媒體最大的價值在於能夠讓企業瞭解客戶的意見，發掘客戶的需求。大數據、雲計算、人工智能等新一代信息技術的應用，使企業從社交媒體中獲得的客戶數據更精準、更有深度，這將為企業的採購計劃、生產計劃、營銷計劃等提供強有力的數據支撐。\n3.力爭快速傳播，同時注意保護品牌\n一些利用社交媒體分享產品及服務體驗的企業，通過快速傳播而迅速崛起。\nBlendtec公司在YouTube平臺上發佈了一系列《Will It Blend?》宣傳視頻。視頻向人們展示了攪拌機的強大性能，人造鑽石、美式足球、高爾夫球甚至手機等各種平常不會放到攪拌機中的東西，被放入攪拌機中進行試驗。\n目前，該系列視頻的累計播放量已經達到上億次，而且很多用戶用Blendtec的攪拌機進行試驗，包括iPhone SE在內的各種產品被作為試驗對象，從而使Blendtec品牌實現了快速傳播。\n4.積極融入，但要遵守社交規則\n網民在社交平臺上對產品或品牌進行討論時，雖然沒有明確的規章制度的約束，但社區內往往會存在一些不成文的規則以確保用戶的閱讀體驗，例如禁止刷屏、不能亂髮廣告信息、不能惡意攻擊他人等。企業當然也可以參與到社交媒體的網絡社區內的用戶交流溝通中來。但在參與討論前，企業需要了解社區的規則。\n所以，社交媒體運營人員在積極融入社交媒體網絡社區的同時，需要掌握各種社區規則以及用戶群體的特性，用他們認可的語言與之進行交流溝通。這在降低運營成本、提高運營效率的同時，也能避免一些錯誤的言行給企業品牌帶來負面影響。\n三、新媒體時代的企業危機公關策略\n新媒體在企業危機公關中的作用\n具備強大的企業危機公關處理能力的企業，能夠在危機管理計劃的指引下，靈活應對可能發生或已經發生的危機事件，儘可能地降低負面影響，甚至將危機轉化為機遇。新媒體就像一把雙刃劍，它在造成企業面臨更多、更復雜的危機事件的同時，也為企業提供瞭解決危機的有效方式。諸多實踐案例已經充分證明，要想有效應對新媒體環境中的危機公關，就要充分發揮新媒體的作用。新媒體在企業危機公關中的作用，如圖5-7所示。\n圖5-7 新媒體在企業危機公關中的作用\n1.為企業提供了一個較好的監測環境的窗口\n早在1948年，美國學者哈羅德·拉斯韋爾（Harold Lasswell）就將“環境監測”作為傳播的三大功能之一。為了滿足長期生存與發展的需求，人類需要及時瞭解內外部環境的變化，從而制定有效的應對策略。作為一種新的傳播形態，新媒體自然具備了環境監測功能。和人類同其他物種的競爭一樣，企業也面對各種各樣的競爭對手，而且在跨界融合及經濟全球化的背景下，面臨的競爭更激烈，從而使環境監測在企業危機公關中的價值進一步凸顯。\n在移動互聯網時代，所有的企業都要充分藉助新媒體實時監測環境，靈活應對外部變化，爭取在危機事件尚未造成較大的負面影響前將其制止。\n2.為企業提供了一個快速回應危機的平臺\n當企業遇到危機需要公關時，可以藉助各種各樣的新媒體做出應對。\n（1）利用微博等向外界實時公佈最新的調查進度，為消費者提供真實、權威、客觀的信息。\n（2）快速建立公佈危機事件信息的專題網站或在企業官網開闢專題版塊，實時更新調查及處理結果。\n（3）舉辦線上新聞發佈會，或由當事人以電話採訪、視頻直播的形式還原事件真相。\n（4）在四大門戶網站上發佈公告。\n（5）在負面評論較多的平臺的首頁添加權威信息發佈渠道鏈接等。\n3.充當“意見領袖”，引導輿論\n在企業遇到危機事件後，新媒體不僅可以快速、高效地傳播最新的信息資訊，呼籲各方冷靜下來協商處理，而且能夠發揮其引導輿論的“意見領袖”的作用，從而讓危機公關處理事半功倍。當然，引導輿論也需要有一定的技巧，企業需要堅持公平、誠信等原則，否則只會讓事件愈發嚴重，給企業帶來更嚴重的危害。\n很多時候，當一家企業遭遇危機事件時，如果企業領導人或高管能夠第一時間站出來，主動承擔責任，讓公眾瞭解真相，即便企業應該承擔主要責任，也更容易取得公眾的諒解。反之，如果出現危機時擺出一副傲慢的姿態，會讓企業蒙受重大損失。\n新媒體在企業危機管理中的應用策略\n在不同的媒介環境中，企業危機會表現出不同的形態，所以在處理新媒體環境中的企業危機公關時，企業自然也需要採用新的應對策略。在瞭解了新媒體環境、企業危機公關的特徵，及新媒體在企業危機公關中扮演的角色後，我們可以制定有效的應對策略，降低危機的負面影響，甚至將危機轉化為機遇。\n新媒體的普遍應用大大提高了信息的傳播速度，擴大了信息的觸達範圍，這對企業的危機處理能力提出了更高的要求。企業要提前做好預防工作，提高自身的危機應對能力，利用先進的技術手段提高自身的信息獲取能力，並啟動預警系統，實現不同部門之間的信息共享。\n為此，企業應及時瞭解當前政府相關部門推出的新政策，並對同類企業的競爭實力進行評估，把握公眾輿論的方向，以理性的態度對其中不利於企業發展的因素進行分析，提前預測企業可能承擔的風險以及面臨的損失。\n除此之外，企業還要提高自身的管理能力，充分調動各個部門的積極性，在預警系統發出提示後迅速提出應對方案，並通過方案的執行降低企業的風險，在危機擴大之前予以解決，或竭盡全力加以彌補。\n危機發生後要及時應對。當危機出現後，企業需派遣專業人員處理危機：在短時間內把握事態的發展，對危機產生的原因及性質進行評估，迅速提出有效的應對措施；根據公眾的反映，採取適當的策略減少危機的影響，並儘快消除負面信息。新媒體在企業危機管理中的應用策略，如圖5-8所示。\n圖5-8 新媒體在企業危機管理中的應用策略\n1.企業要建立應對危機的預防體系\n危機意識是企業預防危機的重要基礎。所有的成員都應該充分認識到每個個體、流程及部門會對企業的形象產生影響，所以，預防企業危機需要所有成員的協調配合。在日常工作中，組織的每個成員都要保持危機意識，儘可能規避危機事件。\n在遇到危機事件時，如果員工有危機意識，也會在最短的時間內製定應對策略，從而將負面影響降至最低。當然，企業無法真正避免危機事件，尤其是在新媒體環境中，企業遇到危機事件是大概率的事情。所以，在組織內部樹立危機意識的基礎上，企業還要建立危機預警體系。\n（1）完善自身的危機管理機制以及危機應急處理系統，併為其落實提供製度保障。\n（2）提升組織成員的綜合素質以及危機公關的能力。\n（3）企業要對與自身相關的信息進行實時監測，在論壇、貼吧、微博、微信等各種渠道蒐集公眾對企業的評論信息，並分析是否存在潛在危機。當發現潛在危機時，企業要爭取在短時間內製定應對策略，儘可能將潛在危機制止。\n危機發生之後，企業應該立即採取行動，組建專業機構負責危機處理，任命合適的人選帶領機構落實企業政策，從相關部門抽調有能力的員工組成專業團隊。如果危機事件的負面影響較大，企業的高層管理者就要親自坐鎮。在處理危機事件時，為保證工作項目前後銜接的一致性，企業應選擇能夠長期做此工作的人員負責執行。\n2.企業要藉助媒體及時澄清事實\n危機的發生通常具有突發性的特點，且在很多情況下超出企業的預料。這會對企業造成大的影響，使企業的發展陷入困境。面對此類問題，企業要及時出臺有效措施，及時應對，從而降低危機對企業造成的負面影響。\n在這個過程中，一方面企業要對危機事件有效分析，找出危機的源頭，將事態發展維持在自己能夠控制的範圍內；另一方面，企業在制定好相應的措施後，要利用媒介渠道迅速下達給各個部門，防止流言的產生與大範圍擴散。\n如今，網絡渠道是企業負面信息的主流傳播渠道，絕大部分的危機事件是經過互聯網的傳播擴散而爆發的。在遇到危機事件後，與企業相關的各種負面信息會在互聯網中被廣泛傳播，給企業形象及品牌建設帶來極大的危害。面對這種情況，企業不能保持沉默，任由其在互聯網上傳播推廣，而應該主動發聲，向公眾還原事實真相。\n如果是自己的責任，企業應該向受害者道歉，並賠償損失；如果被惡意誹謗，就要堅決回擊，甚至拿起法律武器維護自身的利益。\n3.企業要加強品牌建設\n在市場競爭愈發激烈和殘酷的背景下，完善產品並加強品牌建設是企業打造核心競爭力的重要手段，也是企業應對危機的有力武器。擁有優質的產品及較強的品牌影響力的企業更容易獲得顧客的信任。當企業出現負面信息時，很多忠實顧客甚至會自發組織起來抵制謠言；即便企業真的要為事件負責，也更容易獲得公眾的諒解。\n發生危機事件的企業要通過新聞媒體向公眾表明自己的態度。新聞發言人負責揭露事情的真相，向公眾傳達企業的理念，以及企業目前正在積極採取的各項措施，對事情的真相進行還原，並保證在公佈信息時不會洩露公司的重要機密，爭取獲得媒體記者與公眾的諒解。此外，企業應任命專人發佈信息，為媒體運營方提供全面的事件解讀信息，避免媒體捕風捉影，傳播不利於企業的負面消息。\n4.企業要培養具有創新意識的公關人才\n人才競爭向來是企業競爭的焦點，應對危機公關也需要優秀人才的創新能力。造成危機的因素是多元化的，很多危機公關事件並沒有有效的借鑑經驗，需要優秀人才充分發揮其創新能力，找到完善的解決方案。\n除了創新能力外，新媒體環境中的優秀公關人才還需要樹立用戶思維，能夠站在用戶的角度思考問題，並熟練運用各種新媒體技術與工具，與公眾實時交流互動，與其建立良好的信任關係，藉助公眾的反饋建議，快速處理企業危機事件。\n綜上所述，在新媒體時代，人們的思維方式已經發生了很大的變化，並在信息傳播過程中掌握更大的自主權。身處這種大背景下的企業也要跟上時代的步伐，提前制定危機解決方案，儘量減少危機造成的損失，降低負面信息對企業品牌的不利影響。"
  },
  {
    "id": "id113",
    "title": "Chapter 10",
    "text": "第六章 新媒體廣告運營策略與技巧\n一、新媒體時代的廣告營銷變革\n新媒體廣告模式的主要特徵\n在互聯網時代，隨著消費市場的發展、成熟和細分，以及各類新媒體的不斷湧現，越來越多的廣告主開始改變以往的媒體觀念和廣告佈局，從單一粗放的媒介投放戰略轉向積極開發利用多元化的新媒體渠道，構建差異化廣告戰略，提高其廣告投放效率並增強效果。\n當前，廣告業對新媒體的開發應用已進入深耕服務階段，如DM（direct mail，直接郵寄廣告）、交通移動電視聯播網、商務樓宇液晶電視廣告聯播網、手機媒體廣告等。與傳統媒體廣告相比，這些廣告形式的覆蓋地更廣，更容易鎖定目標受眾，廣告效果更好，因此受到越來越多的廣告主的青睞。\n在新媒體時代，我國廣告市場的規模持續擴大，但傳統媒體廣告與新媒體廣告呈現不同的發展態勢：以互聯網廣告、戶外電視廣告為代表的新媒體廣告發展強勁，而傳統媒體廣告進入白熱化競爭階段，雖然總體市場規模穩定增長，但增長速度和傳播效果遠遠無法與新媒體廣告媲美。\n同時，媒介的廣告理念也在發生改變。傳統媒介的廣告理念是“廣而告之”，即讓廣告信息儘可能覆蓋更多的受眾，是“廣撒網”。但在新媒介環境下，這種“廣而告之”的訴求不僅成本越來越高，而且不一定能真正得到受眾的關注，達到“告之”目的。因為在信息豐富並快速更新的新媒體時代，用戶的注意力越來越成為稀缺資源，獲取難度不斷增加。\n隨著用戶不斷轉向小眾化、細分化，信息的傳播和獲取也越來越呈現碎片化、個性化的特徵。在這一背景下，媒介的廣告理念必須從“廣”變為“精”，即精準定位目標受眾，有針對性地投放廣告，從而有效吸引受眾的注意力，實現“準而告之”。對廣告主來說，理想的狀態是獲取廣告信息的人就是關注該信息、對該信息有所需求的人，即供需兩端實現精準匹配，達到最佳的廣告效果。\n對傳統媒體而言，面對來勢洶洶的新媒體的衝擊和挑戰，其一方面可以依託長期深耕積累的內容和資源優勢與新媒體爭奪廣告市場；另一方面也要充分認識到互聯網新媒體的發展是不可逆轉的大勢，以開放、合作的心態積極探索與新媒體的合作模式，實現優勢互補，從而有效應對日益多元化、個性化的受眾需求和複雜、激烈的市場競爭。在這方面，湖南廣電集團與上海盛大網絡發展有限公司的聯合為新舊媒體合作提供了有益借鑑。\n與傳統媒體廣告相比，新媒體廣告呈現以下特點，如圖6-1所示。\n圖6-1 新媒體廣告的主要特點\n1.廣告信息的普遍存在\n與傳統廣告相比，新媒體環境中廣告信息的表現形式更多元、傳播速度更快、承載渠道更多、覆蓋的受眾更廣，具有普遍存在的特點。\n廣告信息內容的創作、發佈和傳播不再是媒體人或廣告人的“專利”，越來越多的普通大眾參與進來。主體的多元化不僅拓展了廣告的信息容量，也使廣告的內容更加豐富多樣；新媒體廣告可以融合多種信息要素進行全面表達，為受眾帶來豐富的多感官刺激，從而更有效地吸引用戶關注。\n同時，數字電視、網絡媒體、智能手機等多元化的傳播渠道使新媒體廣告可以找到最佳的表現形式，實現信息的精準投放，且廣告信息的傳播與更新速度也是傳統媒體廣告無法比擬的。\n2.受眾的主體性增強\n在互聯網新媒體時代，受眾的主體性大幅增強，不再只是單純的信息接收者，而是主動參與到信息創作、發佈與傳播過程中。由此，媒體與受眾的關係從以往“傳播者”與“接收者”的單向關係轉變成互為“傳播者”和“接收者”的雙向關係。\n例如：微博等社交媒介平臺充分滿足了大眾參與互動的主體性訴求，用戶可以通過發佈、轉發、評論等方式引導或參與話題討論。當話題引發廣泛的關注和熱議後，還會被其他媒體轉發、報道。由此，受眾變為信息發佈者，而媒體成為信息接收者。\n3.“一對多”變為“多對多”\n傳統媒體廣告的傳播模式是“一對多”，即廣告公司圍繞企業客戶的訴求進行廣告內容的創作，投放到媒體平臺，以廣告片、圖片或軟文的形式將產品和品牌信息推送給受眾，而受眾處於被動接受的狀態，無法進行反饋或二次傳播。與此不同，新媒體廣告是“多對多”的傳播模式，藉助普及的互聯網和智能手機，任何人都可以隨時隨地進行多渠道的信息生產與傳播。\n新媒體在廣告營銷中的應用\n新媒體廣告的投放渠道有3種，其表現形式及優勢主要體現在以下幾個方面。\n1.戶外新媒體\n戶外新媒體的具體形式有戶外視頻、戶外觸摸、戶外投影等。這類廣告投放方式注重對互動元素的引入，從而吸引目標受眾的注意力，發揮媒體平臺的傳播優勢。\n2.移動新媒體\n移動新媒體的具體形式如移動電視、地鐵電視、車載電視等。運營方非常注重對電視節目的包裝，旨在通過精巧的設計吸引觀眾，促進信息的傳播。\n3.手機新媒體\n在媒體應用的普遍性、操作的簡便性方面，優勢較大的當屬手機新媒體，這種媒體傳播方式蘊藏著巨大的發展潛力。進入4G時代後，手機新媒體的應用得到了更大範圍的普及，成為人們獲取信息的重要渠道。\n對傳統媒體與新媒體進行分析比較後，我們可以發現，傳統的戶外廣告、廣播、報紙、電視等傳統媒體擁有廣泛的受眾群體，廣告公司可利用傳統媒體實施品牌造勢，進行品牌形象的樹立與打造，提高消費者對自身產品及品牌的認同感。\n相比之下，新媒體營銷能夠擺脫地理因素的限制，具有更強的針對性，可實現精準營銷。伴隨著社會的進步與發展，新媒體營銷的價值也日漸顯露，受到眾多廣告主的追捧。不過新媒體並不能成為傳統媒體的替代品，它與傳統媒體應該相互補充，而不是彼此分割的對立關係。\n新媒體廣告的主要形式\n在呈現方式上，新媒體廣告主要包括手機通信廣告、戶外新媒體廣告、門戶網站廣告和互動廣告四大類；在呈現性質上，新媒體廣告可分為硬廣告和軟廣告。隨著美拍、唱吧等新媒介形式的不斷湧現，新媒體廣告將展現出更多形態和更廣闊的價值想象空間，從而逐漸成為廣告競爭的主要場域。\n新媒體硬廣告的形式比較多，大致可分為品牌產品網站廣告、網頁產品宣傳廣告、社交網絡平臺硬廣告、視頻播放前廣告等，如圖6-2所示。\n1.品牌產品網站廣告\n品牌產品網站廣告主要是品牌官方網站和產品購物網站中的廣告。例如天貓、京東商城、蘇寧易購等各類線上購物平臺的廣告信息。\n圖6-2 新媒體硬廣告的主要形式\n2.網頁產品宣傳廣告\n網頁產品宣傳廣告指用戶進入某個網頁後，在頁面中出現的廣告信息，包括Banner廣告、頁面懸浮廣告、彈窗式廣告、視頻廣告等多種形式。\n3.社交網絡平臺硬廣告\n社交網絡平臺硬廣告主要是指在微博、微信、QQ等社交平臺推送的硬廣告，如新浪微博首頁底端廣告、微信朋友圈廣告、QQ空間廣告等。這裡以博客、微博廣告形態為例，根據用戶的興趣進行用戶分類。博主及其網頁瀏覽者和關注者具有某種相同或相近的興趣，並圍繞其持續互動，從分散走向集聚。這種興趣群體對廣告主有著巨大的吸引力，不僅可以通過用戶間的交互分享實現廣告信息的迅速傳播，而且也有助於實現廣告的精準投放，增強傳播效果。此外，博客、微博聚集的海量用戶和龐大的點擊流量，也為廣告主檢驗廣告投放效果特別是新產品的營銷效果提供了最佳“試驗場”。\n4.視頻播放前廣告\n視頻播放前廣告即在視頻內容正式播放前推送的硬廣告信息，時長多在15～60秒，包括視頻廣告、圖片廣告、富媒體廣告等多種形式。以網絡視頻廣告為例，這類廣告的時長雖然只有幾十秒甚至十幾秒，但可以全天出現，即只要用戶點擊觀看網絡視頻，廣告信息就會出現；同時，網絡視頻廣告的信息量大，受眾也有很大的自主選擇權，且能夠在廣告界面上留下數據，交互性強。因此，與其他廣告形式相比，網絡視頻廣告可以提供更廣闊的創意空間，並實現受眾與廣告主的有效互動。\n5.手機互動廣告\n智能手機的廣泛普及，移動互聯網的發展、成熟，使手機成為重要的信息載體和廣告投放的主要場所。與其他廣告載體相比，手機具有便攜性、個性化、交互性的特點，容易實現精準投放，提高廣告的轉化率，因而受到廣告主的青睞。例如：麥當勞、肯德基、必勝客等全球快餐公司都推出了App應用，顧客可直接通過手機獲取優惠券，這既吸引了更多消費者的關注，又增加了商家收益。\n6.公共交通工具廣告\n地鐵、公交車等的快速流動性賦予了公共交通工具廣告獨特的魅力，也讓它們成為備受青睞的廣告投放場所。一方面，公共交通工具與乘客間的相互流動性帶來了大量的廣告受眾；另一方面，乘客在車內停留時間長且處於空閒狀態，容易被車內具有視覺衝擊力的廣告版面、文字圖案或車載視頻節目吸引，從而大幅提高了廣告信息的關注度，增強了產品和品牌的宣傳效果。\n新媒體廣告的未來發展趨勢\n傳統媒體的營銷價值普遍下滑，而新媒體的營銷價值尚未得到深度發掘。在新媒體營銷過程中，廣大營銷從業者需要解決以下幾個方面的問題。\n在微信公眾平臺中，公眾號的規模達到數千萬，如何才能找到適合自己的公眾號？\n除了圖文廣告以外，還有什麼形式的廣告能夠很好地傳播營銷內容？哪種創意能夠充分滿足公眾號的用戶價值？\n對內容生產者製作的廣告採用何種驗收標準？如何辨別閱讀數是否存在作假情況？如何才能全面、客觀地分析廣告的實際傳播效果？\n微信公眾號具有強大的連接能力，但具體應該與什麼連接才能產生很好的營銷效果？又該如何連接？\n上述問題涉及廣告內容生產的創意設計、製作及發佈等諸多環節。從整個媒體廣告的發展歷程來看，傳統媒體與互聯網媒體經過多年的發展，在廣告內容的生產、驗收及效果評估等方面已經實現了標準化，而且有很多優秀的營銷案例可以充分借鑑。但新媒體並非如此，平臺方沒有為客戶打造出一套完善的廣告數據標準。\n因此，已經高度成熟的傳統廣告模式和新媒體的廣告需求並不匹配。新媒體廣告應該採用怎樣的模式，何時會走向成熟，我們目前還不得而知，但如果我們關注新媒體廣告表現出來的一些特徵，或許能夠幫我們從中找到一些蛛絲馬跡。\n具體來看，新媒體廣告主要具有以下幾個方面的特徵。\n1.新媒體廣告聯盟開始大量湧現\n新媒體產業的碎片化特徵將會凸顯，這對新媒體產業的長期發展是十分有利的，但會造成新媒體廣告的運營成本上漲。\n從2016年至今，國內市場出現了大量的新媒體聯盟，有的聯盟是以行業為界限，有的聯盟是以媒體類型為界限，還有的聯盟是以區域為界限。聯盟的存在不但使媒體廣告資源實現了有效整合，而且各個成員掌握的優質內容能夠共享，從而為更好地設計、生產及發佈新媒體廣告打下了堅實的基礎。\n2.優質內容使新媒體的廣告品牌溢價能力有效提升\n以新媒體創業者為代表的內容創業者爭相湧入，使行業競爭進一步加劇，再加上廣大民眾對內容消費需求的進一步升級，越來越多的創業者認識到內容質量的重要性，他們在投入更多的資源與精力對內容不斷優化調整的同時，也在內容的形式方面進行創新發展。在這種趨勢下，內容質量得到了明顯提升，新媒體的廣告品牌溢價能力也明顯增強。\n3.新媒體廣告實現大規模普及\n微信、微博等新媒體平臺連接性強的特徵，使新媒體廣告的內容發佈、用戶評論分享、達成交易等諸多環節能夠實現無縫對接，這使廣告的界限變得十分模糊，真正實現了“效果即廣告，廣告即效果”。\n4.工具化將成為提升新媒體廣告營銷效果的重要手段\n不追求標準化、程序化，多元化、差異化才是新媒體廣告的發展趨勢。在這種背景下，新媒體廣告需要實現工具化，從而讓用戶更好地傳播、分享營銷內容，使商家與用戶更好地溝通等。\n微信作為新媒體平臺之一，目前已經為開發者開放了包括卡券、支付、二維碼、搖一搖、小程序等諸多技術接口，而新媒體廣告從業者需要做的就是基於這些接口開發相應的工具。\n5.新媒體廣告的商業內涵進一步豐富\n與傳統廣告和互聯網廣告相比，新媒體廣告的商業內涵更豐富。以微信公眾號為例，微信公眾號的商業模式主要有3種：原創內容所帶來的廣告收入、O2O商業收入和內容電商收入。事實上這3種商業模式都依附於公眾號，而且能夠同時實現，這比傳統廣告和互聯網廣告的商業內涵豐富得多。\n6.新媒體廣告不存在邊界\n無論是用戶群體還是傳播方式，傳統媒體和互聯網媒體都是相對固定的。但新媒體不是如此，這是因為新媒體有著強大的社交屬性，用戶規模及傳播範圍能夠隨著社交關係鏈不斷擴大。一個僅有幾萬粉絲的微信公眾號，如果製作的內容能夠贏得粉絲的認可，往往能夠產生上百萬人甚至上千萬人傳播的效果。\n所以，新媒體雖然呈現碎片化的特徵，但它的社交屬性使其能夠跨越傳統媒體與互聯網媒體的邊界，併為廣告主創造巨大的營銷價值。\n7.新媒體運營變革\n新媒體的變革建立在對傳統媒體與互聯網媒體的繼承及發展的基礎上，不過從新媒體廣告的角度來看，新媒體廣告實現了對傳統廣告的顛覆性變革。\n二、新媒體廣告營銷的運營策略\n企業新媒體廣告營銷發展現狀\n新媒體具有傳播速度快、信息承載量大、傳播渠道廣、高度開放等特點，能夠幫助企業與用戶直接交互溝通，提高溝通效率；也使用戶突破了被動的信息接受者的角色定位，能夠參與信息內容的生產與傳播過程，表達自己的想法。\n新媒體對傳統信息生產與傳播模式的顛覆重塑，為企業廣告營銷拓展了新的想象空間。因此，如何有效利用新媒體進行企業廣告營銷，已成為商家、品牌、廣告主等各方關注的重要問題。\n隨著互聯網信息技術的發展成熟，各類新媒體大量湧現並快速普及，吸引了越來越多的企業經營者開始關注新媒體營銷的價值。SEO優化、微博營銷、微信推廣、視頻短片廣告等各種創新性的新媒體營銷方式層出不窮，從而推動了一個新媒體時代的到來。\n在新媒體環境中，眾多已經習慣了傳統媒體廣告方式的企業必須改變以往的廣告營銷思維與模式，對投放媒體的選擇、投放的內容形式、投放效果的評估等諸多方面重新思考和探索。例如：企業廣告營銷的根本立足點是高質量的產品，企業只有精準定位自已的產品的核心價值與獨特賣點，才能充分發揮新媒體營銷的優勢，快速提升品牌的知名度和影響力。\n與傳統媒體渠道相比，新媒體在信息傳播上具有眾多優勢：指數性增加的傳播主題和內容更容易吸引受眾，傳播門檻和成本大幅降低；新媒體營銷的靈活性和雙向溝通的特質，大大拓展了新市場環境和服務模式中企業的多元化思路，更能充分滿足企業信息傳播的訴求；新媒體環境中的企業營銷突破了傳統廣告與公關的侷限，成為一項涉及企業運營全流程的整體性、系統性的複雜工程。\n同時，在信息過剩和快速更新的新媒體環境中，信息傳播從大眾走向小眾，能夠提供個性化信息的垂直細分媒體越來越受到青睞，消費者在信息獲取、消費行為與決策等方面融入了更多主觀因素。\n新媒體與傳統媒體的另一大區別是，消費者的主體意識大幅增強。消費者不再侷限於做單純、被動的信息接收者，而是希望參與信息的生產和傳播過程，與企業直接溝通交互，表達自己的想法；同時，消費者也不再滿足於只是獲取產品的功能屬性信息，而是從產品內容上升到企業文化層面，追求價值認同與歸屬。這些變化使企業的廣告營銷面臨更大的風險，需要企業對諸多不可控因素具有更強的調節能力。\n藉助新媒體廣告實現品牌價值\n新媒體品牌的廣告營銷策略，如圖6-3所示。\n1.統籌把握營銷的趣味、利益、互動、個性\n在新媒體環境中，企業廣告營銷的內容要想從海量信息中脫穎而出併成功吸引消費者，必須統籌把握營銷的趣味、利益、互動、個性4個原則，設定更合適的營銷內容和形式。\n此外，隨著大數據等技術的發展成熟，企業已經能夠實時監測、獲取和分析消費者的在線瀏覽數據，從而大幅提高了新媒體廣告投放的精準性和有效性。\n圖6-3 新媒體品牌的廣告營銷策略\n2.重視企業品牌文化的營銷\n在互聯網信息化時代，企業之間已從單純的產品、技術競爭轉變為更高層次的品牌效應、企業文化等軟實力層面的較量。在這個意義上，企業新媒體廣告營銷實際上是藉助互聯網平臺和數字化技術手段更好地塑造企業品牌形象、提升品牌文化的影響力、獲取品牌效應。\n我國的新媒體發展處於世界領先水平，國內企業應積極藉助不斷湧現的各種新媒體進行企業品牌文化營銷，不斷提升自身品牌的國際影響力，增強核心軟實力，從而更順利地拓展海外市場。\n3.加大交互式策略的應用力度\n與傳統媒體相比，新媒體具有更強的交互性，能夠幫助企業建立與消費者直接溝通的渠道，從而通過持續、深度的交流互動更好地向消費者傳播企業的品牌文化，加深人們對品牌的認知，佔領消費者的心智。\n同時，新媒體的廣告營銷成本也遠低於傳統媒體。相關研究指出，新媒體的營銷成本只有傳統媒體的20%左右，但營銷效果能達到傳統媒體的85%。因此，企業在進行全媒體廣告營銷時，應更多地向新媒體傾斜，積極藉助新媒體的交互性、體驗性以及對傳播時間與空間限制的突破，實現更快速、更廣泛、更有效的品牌傳播。\n4.以創業歷史、企業標誌、消費體驗為營銷的出發點\n企業利用新媒體進行廣告營銷，應注重創業歷史、企業Logo、消費體驗等品牌文化的內容，並以此為切入點建立和強化消費者對企業的信任感、認同感與歸屬感。\n創業歷史是企業品牌文化的重要組成部分，能夠充分展現創業者的使命感、價值觀，並通過塑造人格化的企業形象引起受眾的共鳴和認同，增強消費者對企業的信任感與歸屬感；企業Logo是企業的獨特符號，在新媒體廣告營銷中加強Logo宣傳，有助於加深受眾對品牌的印象，使消費者能夠一眼就認出企業品牌，增強消費者對企業的情感連接。\n在以消費者為中心的體驗經濟時代，消費體驗已成為企業品牌文化建設的重要一環。企業在利用新媒體推廣品牌文化時，必須高度注重打造差異化的消費內容體驗，如此才能給受眾留下深刻的品牌印象，佔據消費者的心智。\n相反，如果除了企業名稱、口號之外，廣告營銷內容千篇一律，不僅難以從海量信息中脫穎而出、吸引受眾，而且即便吸引了受眾，也很難讓消費者對產品和品牌留下深刻印象，無法達到理想的營銷效果。\n5.注重企業自身形象的包裝\n品牌是由人塑造的，企業是由人領導管理的，打造優秀的企業品牌和文化必然離不開優秀的企業領導者，即企業品牌、企業文化和企業家三者是相輔相成的，正如聯想之於柳傳志、阿里巴巴之於馬雲，優秀的企業與企業家之間是相互成就的。\n從這個角度看，企業在新媒體整合營銷中應注重自身形象的包裝，除了積極藉助時事熱點策劃相關活動，通過事件營銷展現企業的社會責任，從而贏得大眾的認同和青睞外，企業領導者也應改變以往“低調”“神秘”的姿態，做企業的“形象代言人”，甚至成為“企業家網紅”。通過新媒體進行交互溝通可以拉近與消費者的距離，使冷冰冰的企業轉化為具有獨特個性的企業家，從而與消費者建立信任關係，培育更多的企業粉絲。\n6.宣傳片製作與品牌美學的結合\n視頻宣傳片是企業文化傳播的最佳形式。企業在新媒體整合營銷中，應重視企業宣傳片的製作，將企業歷史、企業Logo、企業發展理念、企業人力概況、企業服務群體、企業價值理念、企業影響力等諸多內容合理嵌入宣傳片，通過高質量的宣傳片讓受眾對企業有全面、深刻的認知。宣傳片製作完成後，企業還要選擇最佳的新媒體平臺渠道，以獲得更多的點擊量，擴大宣傳片的影響範圍。\n此外，企業在進行新媒體廣告營銷時，應有意識地基於企業Logo和品牌進行創意聯想，讓品牌形象更加生動、鮮活，使企業網站不僅成為消費者瞭解企業、獲取產品的渠道，還成為消費者的情感歸宿，幫助企業建立與消費者的情感連接和強信任關係。\n隨著移動互聯網、智能手機等個人終端的快速發展與普及，企業與消費者的對接溝通不僅有了更多的方式，品牌美學也越來越多地滲透企業廣告營銷的過程。企業品牌塑造從獲取知名度和可信度升級為追求美譽度和忠誠度。\n這意味著，企業廣告營銷不再只是將產品或品牌信息傳遞給消費者，更重要的是藉助企業大數據庫精準把握目標受眾的個性特質和內容偏好，通過新穎、有創意的內容為受眾帶來美學體驗，形成與受眾的情感連接，從而獲得消費者的青睞。\n新媒體廣告整合營銷實戰策略\n整合營銷傳播是指將企業所有的營銷傳播活動“一元化”的過程，覆蓋了廣告促銷、CI（Corporate Identity，企業形象識別）設計、媒體包裝等諸多營銷環節和內容，有助於消費者明確企業的核心資訊、內容與價值，形成統一、鮮明的品牌形象，實現企業與消費者的雙向交流溝通，引導消費者的價值取向，與消費者建立更密切的情感連接。同時，通過多種新媒體的協同應用，企業也能夠以更低的成本實現更大範圍的信息傳播，獲取更好的營銷效果。\n在新媒體環境中，“酒香也怕巷子深”。企業不僅要追求極致的產品與服務品質，也要積極利用各類新媒體實現有效的廣告營銷，從海量信息中“突圍”，獲取更多消費者的關注，不斷提升自身品牌的知名度與影響力，如此才可能在激烈的市場競爭中獲取一席之地。\n1.新媒體時代為整合營銷傳播帶來的機遇\n在新媒體時代，各類新媒體平臺的不斷湧現和發展成熟，為企業新媒體廣告的整合營銷帶來了新的機遇和更大的想象空間。與傳統媒體廣告相比，新媒體具有傳播速度快、門檻低、交互性強、按宣傳效果付費等優勢，是企業塑造和傳播品牌的更有效的方式。\n除了幫助企業更好地構建品牌、提升知名度與影響力外，新媒體在企業運營決策中也發揮著重要的作用。藉助各種新媒體平臺渠道，企業能夠與消費者實現雙向溝通交互，既充分滿足消費者參與溝通、自我表達的訴求，又使企業在與消費者的持續深度交流中獲取更多的數據信息，從而精準地為消費者畫像，實現精準營銷，做出更合理的經營決策。\n此外，在新媒體環境中，互動營銷、事件營銷、數據庫營銷、形象營銷、口碑營銷等各種創新型營銷方式層出不窮，從而使新媒體整合營銷有了更大的想象空間，有助於實現廣告營銷效果的最大化。\n新媒體不是傳統媒體的延伸，而是基於互聯網數字化技術的一種全新的媒體形態，在傳播結構、內容形式等方面與傳統媒體有著本質差異。特別是隨著體驗經濟和創意經濟時代的到來，企業的廣告營銷必須轉變以往的思維模式，及時把握新媒體帶來的營銷機會，藉助新媒體整合營銷傳播獲取更好的營銷效果。\n2.新媒體時代網絡廣告整合營銷策略\n新媒體時代網絡廣告整合營銷策略，如圖6-5所示。\n圖6-5 新媒體網絡廣告整合營銷策略\n（1）借網絡意見領袖的影響力開展營銷\n網絡意見領袖指的是在互聯網環境中，一言一行都會對他人產生一定影響的人。在互聯網環境中，藉助自媒體，信息傳播者與信息接收者無須面對面交流信息就能實現快速傳播，意見領袖隨意發佈一條信息，瞬間就能傳播給數以萬計的觀眾。相較於傳統媒體與傳統的交流方式，這種傳播方式的影響力更強。\n在互聯網環境中，意見領袖的集權化傾向比較明顯，這些意見領袖大多擁有一定數量的粉絲，他們發佈一條信息會影響一大批人。例如：微博實名認證的大V，藉助實名認證與明星效應構建了一個具有超強影響力的網絡賬號，這些網絡賬號不僅能活躍網絡群體，還能吸引眾多廣告商前來合作。\n網絡意見領袖引發的網絡效應深受眾商家的青睞，吸引了很多商家前來合作。擁有龐大的粉絲群體就意味著擁有強大的號召力與影響力，因此，意見領袖發佈的廣告信息會被廣大粉絲轉發、傳播，一傳十、十傳百，從而產生較大的效應。另外，意見領袖、網絡名人作為公眾人物，他們的購買行為本身就會對受眾產生隱形的導向作用。\n（2）依靠網絡特有的傳播方式開展營銷\n隨著社會的發展，互聯網已切實融入了人們的日常生活，其自身也形成了一套獨有的語言及傳播機制。現如今，廣告信息中頻頻出現網絡流行語，拉近了廣告、商家與消費者的距離，增強了廣告語的趣味性，使其備受消費者喜愛。所以，網絡流行語也是一種很好的廣告語。對網絡用戶特有的語言進行深入瞭解，根據用戶的特點有針對性地投放廣告，能很好地達到強化廣告宣傳效果的目的。\n（3）利用整合傳播策略開展營銷\n消費者的思想觀念隨著時代的改變而改變，在這種情況下，企業在製作產品廣告之前必須對產品深入瞭解，明確產品定位，輔之以合理的媒體宣傳，藉助互聯網、多媒體等多元化的傳播媒體，取得更好的營銷效果。\n例如：在宣傳階段推出系列銷售計劃，用打折、滿贈、滿減等活動吸引消費者；藉助良好的公共關係及慈善捐贈等活動提升企業形象，形成良好的口碑；在商場、會場開展實地銷售，增強消費者對產品的認知；通過網絡購物、電視購物等線上購物方式滿足消費者隨時隨地購物的需求；立足於消費者需求，讓消費者產生購買衝動，引導消費者持續關注、研究產品。\n（4）製作容易與消費者產生共鳴的軟廣告\n如今，傳統的硬廣告已非常容易被消費者忽略，軟廣告逐漸吸引人們的注意。特別是在互聯網時代，廣告主與消費者的關係有所改變，消費者獲得了海量信息，可以選擇的商品數量及類型大幅增加，對於網絡廣告主發佈的信息，消費者可以自行決定是否接受。軟廣告的語言通俗易懂，更容易引發消費者的共鳴、被消費者接受。\n3.企業實施廣告整合營銷需要注意的問題\n具體來看，企業在制定新媒體整合營銷策略時，需要把握好以下幾點。\n第一，企業應積極主動地順應數字化新媒體的發展大勢，全面、深入地瞭解新媒體的發展規律、傳播結構、內容形式等，以有效規避風險並獲取新媒體帶來的傳播紅利和更大的營銷想象空間。\n與傳統媒體相比，新媒體的傳播形式更復雜、多樣，具有高效性、交互性、直觀性等特點，且自我傳播、組織傳播、人際傳播、大眾傳播等各種內容與傳播形態都能在新媒體環境中找到存在空間，因此需要企業精準把握新媒體的特質，制定最佳的新媒體廣告營銷策略。\n第二，創意經濟和體驗經濟時代的到來，要求企業的廣告營銷必須從消費者的角度出發，注重消費者的參與體驗和更高層次的文化價值訴求。新媒體營銷的核心是依託互聯網數字化技術，實現與消費者的精準高效對接和雙向溝通，獲取更多的潛在用戶並與他們建立親密的情感連接。\n隨著新媒體環境的優化成熟，事件營銷、焦點營銷、社區營銷、互動營銷、口碑營銷等各種創新的營銷方式不斷湧現，既為消費者帶來了全新的營銷傳播體驗，也充分滿足了受眾的參與性、價值性和體驗性訴求，從而幫助企業以更低的成本獲得更好的營銷傳播效果。\n第三，新媒體的迅猛發展和廣泛普及，並不意味著其能夠完全取代傳統媒體。特別是從企業廣告營銷的角度來看，新媒體營銷固然有著傳統媒體無法相比的優勢，但傳統媒體也並非沒有可取之處。因此，企業應合理定位新媒體與傳統媒體的角色，通過兩者的有機整合與優勢互補，拓展營銷想象空間，獲取更大的廣告營銷價值。\n隨著新媒體環境的發展成熟，越來越多的企業意識到了新媒體營銷的重要價值，積極探索新媒體廣告營銷的合理模式與路徑，將更多創新元素融入企業的營銷過程，通過新媒體整合營銷實現廣告傳播效果的最大化，有效抓住新媒體的營銷紅利，進而藉助新媒體從傳統營銷的“紅海”中突圍，進入更具想象空間的新媒體營銷“藍海”。\n廣告主如何制定最佳投放策略\n新媒體時代的廣告理念、市場需求、傳播模式等都發生了巨大變化，需要廣告主從以下幾點發力，制定最佳的廣告策略，如圖6-6所示。\n圖6-6 廣告主的發力點\n1.創新思路，找準目標\n創意是傳播內容在海量信息中脫穎而出、吸引受眾的關鍵。創意並不僅是在廣告的內容設計方面，還應貫穿整個營銷傳播過程。企業應藉助創意實現優質內容創造，推動與目標受眾的交流互動，從而獲取更好的營銷效果。創意的表現形式和水平受制於技術條件，而互聯網新媒體和新技術的不斷發展為創意營銷提供了廣闊的想象空間。\n企業要敢於打破常規、創新思路，精準定位目標受眾，有針對性地投放廣告，通過創意營銷在信息海洋中脫穎而出，獲取用戶的注意力。\n2.做好公關，利用口碑\n營銷大師阿爾·里斯（Al Ries）在其著作《公關第一，廣告第二》中指出，在互聯網消費時代，廣告正逐漸喪失作為品牌塑造工具的功能，以廣告導向型為主的營銷正轉變為以公共關係導向型為主的營銷。“公共關係為先，廣告在後，已成為今天市場營銷的成功之道”，公關在品牌營銷中的重要性愈發凸顯。\n同時，根據日本電通公司在2005年提出的消費行為“AISAS”模型，即“Attention（注意）—Interest（興趣）—Search（搜索）—Action（行動）—Share（分享）”，互聯網時代人們的消費行為邏輯從被動等待商家推送產品和品牌信息，轉變為主動利用多元化的新媒體渠道和工具搜索、篩選喜歡的商品或服務，並將商品、服務以及自身的消費體驗分享到社會化媒體平臺，形成口碑營銷。\n在新媒體環境中，口碑營銷已成為企業打造品牌、提升知名度和美譽度的重要方式，這需要企業轉變營銷策略，從廣告導向轉為公關導向，做好顧客的運營維護，如此才能形成良好的品牌口碑，獲得口碑營銷價值。\n3.製造話題，增強互動\n在信息膨脹並快速更新的互聯網時代，品牌營銷只要不斷製造話題、引領輿論，就能有效吸引用戶，實現傳播的目的，而這正是新媒體特別是網絡媒體的一大優勢。在新媒體環境中，“人即媒介”，受眾與媒介的關係愈發密切。新媒體充分滿足了人們的參與互動訴求，使受眾從單純的信息接受者轉變為品牌營銷內容的生產者和傳播者，並在互動體驗中全面、深刻地認識產品和品牌，提高了品牌認同度。\n例如：在影片上映之前，製作方或宣傳方常常會通過預告片、發佈會甚至主演八卦等各種方式製造相關話題，吸引影迷關注和討論，使影片在上映前就具有一定的熱度。\n在新媒體環境中，廣告主、媒體人需要深刻把握廣告市場、傳播模式等方面的變化，重塑廣告理念，制定適宜的廣告策略，充分利用新媒體實現精準、有效的廣告投放，以產生最佳的廣告傳播效果。"
  },
  {
    "id": "id112",
    "title": "Chapter 11",
    "text": "第七章 新媒體影視營銷策略與技巧\n一、新媒體時代的短視頻營銷與運營\n網紅經濟下的短視頻\n短視頻在塑造網紅方面的強大能量吸引了內容平臺的廣泛關注，從信息傳播角度來看，視頻能夠傳播的內容更豐富、更具衝擊力。只不過相關技術、軟件與硬件產品及製作成本等方面的限制，導致視頻內容生產未能像文字、圖片一樣實現大規模的推廣普及。\n科學技術的快速發展及人們內容消費需求的不斷升級，對信息產品承載的內容規模、傳播效果提出了更高的要求。當文字、圖片、音頻的內容傳播形式無法充分滿足人們的內容消費需求時，再加上4G通信技術、移動互聯網、智能手機的不斷推廣普及，內容更豐富、傳播效果更佳的視頻就成了一種主要傳播方式。\n市場研究機構艾瑞諮詢在其發佈的《2016年中國短視頻行業發展研究報告》中，對短視頻給出了行業定義：短視頻是視頻長度以秒為單位，時長通常在5分鐘內，主要藉助智能手機等移動終端進行快速拍攝並優化處理，能夠在社交媒體平臺上實時分享，並無縫對接的一種全新的視頻形式。\n2015年，短視頻內容生產及短視頻平臺成為互聯網行業的熱門創業方式。隨著類似papi醬這種短視頻創業者在互聯網中崛起，越來越多的媒體人也走上了短視頻創業之路。2016年7月29日，時任“澎湃新聞”CEO的邱兵宣佈從“澎湃新聞”及《東方早報》離職，開始進行短視頻創業；11月3日，邱兵及其團隊打造的短視頻平臺“梨視頻”正式上線。\n2016年8月，“今日頭條”前副總裁林楚方為其短視頻創業項目“環球旅行”招募同路人；同一時間，原“壹讀”CEO馬昌博創立新項目“視知”，並進行大規模招聘。“視知”將以可視化的方式，解讀那些晦澀、專業的知識。一時間，短視頻創業的信息在朋友圈持續刷屏。\n得益於網紅經濟的快速發展，短視頻產品具有的商業價值被深度發掘。在傳播視頻內容的同時，又能讓粉絲與主播實時交流的視頻直播，也受到了創業者及資本市場的青睞。\n通過短視頻內容吸引粉絲，然後以社交媒體對粉絲進行運營，最後利用視頻直播及電商平臺完成價值變現，初步形成了一條網紅經濟的全產業鏈。雖然短視頻本身也具有一定的互動性，但受眾群體並不認為短視頻平臺是一種有效的社交工具，而是更加註重其娛樂屬性。\n所以，憑藉短視頻內容取得成功的網紅papi醬，將核心“陣地”放在微博上，而不是美拍、小咖秀等短視頻平臺。短視頻平臺的社交屬性終究太過薄弱，雖然能引入足夠的流量，但並不能讓網紅與粉絲建立較強的連接關係。\n製作短視頻不需要較高的成本，而且由於其時長較短，在互聯網中容易得到廣泛傳播，從而吸引了大量內容生產者創作了很多優質的短視頻作品，但其劣勢在於變現阻力較大。而視頻直播內容本身具有強烈的社交屬性，利於引導粉絲完成價值變現，但內容不利於在互聯網中進行傳播。在將二者結合的基礎上，再借助社交媒體與電商平臺，就形成了一條完整的網紅經濟產業鏈。\n短視頻網紅要想長期發掘粉絲群體的商業價值，最關鍵的還是要打造有某種調性的個人品牌。在移動互聯網時代，一部時長僅有幾十秒的優質短視頻，可以讓內容生產者在一夜之間成為擁有上百萬名粉絲的網紅，但這並不意味著可以一勞永逸，網紅需要長期生產優質內容來留住粉絲，不過就算有專業的團隊，也很難做到這一點。\n如果網紅打造了具有某種調性的個人品牌，這個問題可以得到有效解決。網紅的個人品牌將具有共同調性的粉絲聚集起來，使網紅與粉絲建立強大的連接關係，這樣即便網紅生產的短視頻內容質量有所波動，也不會產生太大的影響。更關鍵的是，這些具有相同調性的粉絲群體可以為網紅提供創意及靈感，不但確保了內容生產的持續性，而且生產的內容也更容易被粉絲認可。\n藉助短視頻實現品牌變現\n2016年，網紅、直播、短視頻無疑是互聯網領域的幾大熱點。對企業管理者來說，如何利用這些熱點，對自己的產品及品牌進行推廣，並提升產品銷量是一件頗為困難的事情。\n當下越來越多的品牌商通過將網紅、短視頻、直播及電商相結合，實現了產品銷量的大幅提升，在被諸多成功案例刷屏的同時，企業更要思考如何從中借鑑經驗，為自身創造價值。\n在制定落地戰略以前，首先企業要對網紅、短視頻及直播的特徵有一個清晰的認識。尤其是對短視頻與直播，很多企業並不瞭解二者對銷售產品的效果有什麼差異，簡單地認為它們都是視頻形式，沒有太大的區別。但事實上，這種看法是相當片面的。短視頻和很多電視節目一樣，是錄製完成後，再進行傳播；而直播是向目標群體實時傳播內容，並且要在這個過程中和他們互動交流。\n網紅主要包括兩類：一類是電競、美妝、段子手等娛樂網紅，papi醬就屬於娛樂網紅。人們之所以關注這類網紅，主要是為了滿足自己的娛樂需求。另一類是以張大奕為代表的在淘寶及微博上賣貨的電商網紅，人們關注這類網紅是為了購買自己想要的商品。所以，二者在幫助商家提升產品銷量方面的能力是有所差異的。雖然papi醬和張大奕同為各自領域的網紅，但papi醬在賣貨方面的能力要弱於張大奕。所以，如果企業的目的是提高自己的產品銷量，選擇電商網紅比選擇娛樂網紅的效果可能要好很多。\n和網紅進行合作為產品代言，或者讓自己培養的網紅為產品代言，需要確保網紅本身的特性和產品或品牌有較高的契合度，這樣才能確保他的粉絲是企業產品的潛在消費者，而不是僅為了傳播效果，找一個名氣較高的網紅。\n在網紅培養方面，如果企業自身沒有合適的人選，可以嘗試在直播等社交平臺找一位有較大的發展潛力的網紅，然後投入足夠的資源對其進行包裝，使其能夠和企業的產品或品牌深度連接。與直接找那些已經成名的網紅合作相比，這種培養網紅的方式成本低很多，缺點在於培養網紅需要一定的時間，不能立即為企業帶來收益。\n找到合適的網紅後，接下來要做的就是幫助他積累粉絲。積累粉絲可能是一個漫長的過程，企業需要幫助網紅持續生產優質內容，並進行多渠道推廣。不過在各種優質資源的支持下，能夠有效降低積累粉絲的時間成本。\n網紅積累了足夠的粉絲後，就可以進入賣貨階段。在網紅、短視頻、直播與電商結合的模式中，線下常用的促銷打折策略同樣適用，如可以讓網紅給粉絲髮紅包、代金券、優惠券等。不過因為粉絲和網紅有著良好的信任關係，即使不進行促銷打折，也能夠有效提升產品銷量。\n“短視頻+直播+微商直營”模式是幫助企業提升產品銷量的有效方式。其邏輯是通過短視頻和直播吸引粉絲，然後將這些粉絲導入微信公眾號（也可選擇導入多個私人微信號）。在微信公眾號粉絲積累到一定的規模後，便可以在和粉絲交流互動的同時，向他們推薦商品。\n在某種層面上，網紅、短視頻、直播對企業來說並無本質的差異，它們都是企業用來向目標群體銷售產品的有效工具，最關鍵的是將粉絲掌控在自己手中，這也是很多企業會選擇自己培養網紅的核心因素。就算和網紅合作，企業也要嘗試將粉絲導入自己的微信或微博公眾號中。\n在以移動互聯網為支撐的新消費時代，企業要想取得成功，就必須掌握渠道與粉絲。\n在渠道方面，未來，多渠道運營將成為主流發展趨勢，企業不僅要重視線上的社交媒體、視頻網站、短視頻平臺、直播平臺、電商平臺等互聯網渠道，也要重視線下的體驗店、專賣店等實體渠道。\n而在粉絲方面，誰能吸引關注，並沉澱出忠實粉絲，誰就擁有主導權，當企業積累了足夠的忠實粉絲後，營銷工作就不難開展了。\n短視頻創業運營實戰攻略\n回顧papi醬的成長史，我們發現，papi醬通過短視頻平臺“美拍”積累了一定的粉絲後，又將內容發佈在微博、微信、優酷等各種互聯網平臺上，最終取得了成功。很多取得成功的自媒體創業者也是採用這種發展路徑：先專注於一個平臺，積累了一定的資源後，再向各個平臺進軍。\n無限風光的papi醬，吸引了多個短視頻網紅爭相效仿，併成為短視頻創業大軍的一員。一些錯過圖文自媒體風口的內容創業者也不甘落後，紛紛湧入短視頻領域。但事實上，和圖文自媒體相比，短視頻創業的難度要高得多。\n1.短視頻比圖文自媒體難做很多\n短視頻網紅的崛起，讓很多人給短視頻貼上了“搞笑段子”的標籤，這其實是一個相當片面的看法。我們仔細研究一下papi醬的短視頻，可以發現搞笑只不過是她吸引粉絲的手段，其內容緊扣社會熱點、敢於表達自我、容易讓粉絲產生情感共鳴。此外，papi醬在短視頻內容生產過程中還進行了專業的處理，例如：採用了變聲設備，用視頻編輯軟件對視頻進行優化等。當然，最重要的還是其短視頻內容的創意。\n在美拍、秒拍、小咖秀等短視頻平臺的播放量排行榜中，很多佔據較高席位的短視頻作品不是搞笑內容，美妝教學、才藝展示（如唱歌、跳舞）等內容，都有大量的粉絲關注。這些短視頻內容和papi醬的短視頻一樣，都有著優秀的創意，和那些同質化的內容形成了強烈的對比。\n而圖文自媒體或者較長的視頻節目，往往是向目標群體介紹某種事物、評論某個事件或者答疑解惑等，雖然這也需要一定的創意，但遠沒有短視頻這般對創意有如此之強的依賴性，因為短視頻要在短時間內（以秒為單位，微博在15秒以內，微信在10秒以內）吸引用戶。\n2.短視頻能不能持續輸出\n在我們關注的各種微信公眾號中，一段時間後會發現，很多公眾號的內容質量開始下降，甚至有些公眾號停止更新。之所以出現這種情況，最大的原因在於，要想創作一篇優質內容可能很多人能做到，但持續輸出優質內容是一件相當困難的事情，所以大部分公眾號是一個團隊負責運營。\n要想長期生產優質內容，需要短視頻創作者及其團隊具備較強的策劃能力、專業的視頻處理技術以及堅持不懈的決心與勇氣。包括自媒體及短視頻在內的內容創業者，在成功前經歷了長時間的積累與沉澱。\n在美拍、小咖秀等擁有海量短視頻內容的平臺上，僅生產一期的優質內容很難在用戶心中留下深刻印象，持續輸出高品質內容才能贏得認可。\n3.短視頻是否具有人格特徵\n成功的自媒體都有著自己的人格化品牌，這是其能夠擺脫差異化競爭，並保持較強活力與生命力的關鍵。有了人格化品牌，粉絲會產生情感共鳴，有帶入感及歸屬感，並與運營者積極地交流互動，甚至幫助其傳播推廣。\n短視頻同樣如此，papi醬等都有自己獨特的人格特徵。提起papi醬，人們首先想到的是“這是一個集美貌與才華於一身的女子”，這種形象正是其通過持續輸出優質內容取得的成果。在papi醬取得成功後，她的家人甚至家裡的寵物也開始被粉絲關注。\n我們也看到一些短視頻微信公眾號，通過轉載或者東拼西湊提供給用戶短視頻，雖然也有著不錯的點擊量，但這種方式無法讓它們打造出人格化品牌，更不可能成為papi醬這種站在行業頂端的成功者。和圖文自媒體相比，短視頻創業者打造人格化品牌更關鍵，因為短視頻用戶每天會觀看大量的短視頻內容，沒有人格化品牌很難讓用戶留下深刻印象。\n4.短視頻分發能力在未來至關重要\n縱觀內容產業的發展歷程，我們可以發現，一個內容創業風口從開始出現到走向成熟都會經歷兩個階段：第一個階段是平臺爭搶優質內容資源，而且有限的內容作品使創業者容易取得成功；第二階段是內容創業者大量湧現，行業競爭日趨白熱化，內容創業者想要獲得成功，除了提供高品質的內容作品，還要通過有效的內容分發渠道，使內容能夠傳播至更多的目標群體。\npapi醬對這一點的認識就相當深入，她在美拍上積累了一定的名氣後，就迅速進行多渠道佈局，將內容上傳至微信、微博、優酷等各種互聯網平臺。事實上，短視頻創業者找到一個優質的分發渠道是十分重要的。\n由於創業者的大量湧現，尤其是那些有多年媒體從業經驗的創業者加入短視頻創業大軍後，創業者僅憑藉高質量的短視頻脫穎而出變得愈發困難。例如：現在做美妝短視頻的創業者越來越多，即便你的內容質量較高，如果平臺不幫你推薦，你也很難取得成功。所以，在短視頻內容質量之外，分發能力也將成為決定短視頻創業者能否取得成功的一大重要因素。\n5.商業化應該會比預期更加容易\n和圖文自媒體相比，短視頻創業的商業變現渠道更廣闊，因為它能夠和網紅IP、視頻廣告、內容付費、粉絲經濟、社交電商等諸多變現模式無縫對接。如果短視頻創業者能夠取得成功，將為創業者帶來鉅額的收益。\n需要注意的是，在短視頻創業初期應該儘量避免加入太多的商業化元素，在初期專注於內容質量與粉絲積累即可，當積累了足夠的資源後，就算你不進行商業化運作，也會有很多品牌商甚至投融資機構尋求合作。\n從整體來看，短視頻創業的門檻要比圖文自媒體創業的門檻高，但在短視頻崛起的風口下，創業者取得成功的機會也相對較高，行業競爭程度也不及圖文自媒體。所以，如果短視頻創業者能夠抓住這一機遇，掌握上述短視頻創業的運營法則，未來未必不能取得成功。\n二、直播運營、營銷與商業變現法則\n打造個人IP的超級影響力\n在移動直播的影響下，網紅IP打造方式也逐漸多元化，網紅群體的崛起是互聯網時代的產物，未來，其發展勢頭會更加強勁。\n隨著移動互聯網的迅猛發展，受直播、網紅迅速崛起的影響，直播平臺的發展或將加快，與中國文化、經濟及社會現狀相適應，形成中國特色，實現可持續發展。\n對直播平臺來說，內容是最重要的。直播平臺內容的提供者是個人主播。個人主播能通過在平臺樹立個人形象，與粉絲實時交流，實現個人IP化，且個人IP化的規模巨大，這是其與傳統平臺最大的不同。並且實現個人IP化之後的主播還能借助直播平臺的相關機制變現，這種變現方式也是傳統平臺所不具備的。\n事實上，個人化的IP一直都有，不是一個隨直播而生的新事物，其價值早已被人熟知，並且很多組織，如新東方、中央電視臺等，生產了許多個人化的IP。前者生產的個人化IP有俞敏洪、羅永浩等，後者生產的個人化IP有馬東、羅振宇等。\n個人IP化的效應巨大：一方面，個人IP化使主播的個人影響力大幅增長，能獲得很多人的認同，收穫大規模的粉絲群體，使變現渠道更加通暢、變現能力更加強大；另一方面，個人開發的新業務能吸引更多的資本，並受到媒體的熱捧。\n在移動互聯網迅速發展的影響下，個人IP化進程越來越快，papi醬、雪梨、大鵬等一系列網紅由此誕生。但是，無論互聯網、移動互聯網的發展多迅速，平臺的綜合實力多強大，個人IP化都不可能大規模實現，只能是一種小規模的群體性事件。尤其是在傳統平臺的制約下，個人IP化進程緩慢，其原因主要有以下3點：平臺的相關機制使個人IP化的門檻較高；個人IP化的變現途徑單一，且有較大的難度；IP化之後的個人主播不能與粉絲實時交流，使二者之間的關係較為脆弱。\n以優質內容打造流量入口\n雖然業內對直播的內容與形式持不同的看法，人們對直播今後的走向也各持己見，但不可否認的是，直播行業確實吸引了眾多投資者及用戶的關注。儘管身處輿論中心，直播行業的發展似乎並未受到影響，而是收穫了眾多目光，涉足該領域的初創企業也不斷增多。\n直播行業今後的發展方向如何？何種形式的直播將在今後的發展過程中佔據主導地位？\n內容決定一切，直播領域也不例外。目前，很多直播平臺只注重用戶獲取，並獲得迅速發展，但這類直播平臺缺乏豐富的內容支撐，用戶黏度不高。儘管這類直播平臺可以迅速吸引用戶，但當用戶發現平臺在很長時期內沒有輸出優質內容時，就會轉向其他平臺，經營者的變現也就無從談起，更不用說讓用戶參與線下活動進行變現了。所以，直播要想拓寬變現渠道，就必須進行內容建設，打破傳統思維模式的限制，增強企業發展的持續性。那麼，哪些內容更容易獲得用戶的認可與青睞呢？\n優質的內容能夠讓人感到愉悅。目前，以網紅為載體的直播形式就能滿足用戶在這方面的需求。然而，隨著時間遷移，人們的需求水平也會逐步提高，屆時，只依託網紅元素的直播平臺將處於劣勢地位，所以運營方需加強內容建設並持續優化。\n優質內容不僅能夠從形式上打動用戶，還能給人以思想上的啟發。此外，因為現階段的直播形式在用戶黏度上還不完善，為了改善這個問題，也應進一步優化直播內容，提高其專業度。\n為了進一步豐富直播的內涵，可將直播的運營與其他領域的發展結合起來。若直播只侷限於自己的領域，其價值就得不到充分體現。為此，需要拓寬直播的應用範圍，使其滲入其他領域。如今，包括遊戲、社交、培訓、購物等在內的諸多行業中都體現出對直播的應用，在向其他行業滲透的過程中，直播的形式也不再單調。\n例如：直播在淘寶中的應用能夠讓賣家全方位地展示自己的產品，淘寶的商品詳情頁添加直播功能後，消費者可據此在線上瀏覽產品的現場效果及正確的使用方法；直播在眾籌行業的應用，給投資者從多維度把握項目方的相關信息帶來了便利，以聚米眾籌為例，項目方可通過直播形式展示自己的產品，介紹相關信息內容，從而減少投資者的擔憂；直播在教育行業的應用，可實現類似於現場的培訓，方便創業者與投資人及時互動和溝通，能夠促成雙方的合作，不僅如此，創業者還可以就企業的發展問題進行諮詢，得到專業回覆。\n直播應用範圍的拓寬，不僅能夠使直播形式更加多樣，還能有效降低直播對網紅經濟元素的依賴，給直播平臺的發展帶來更多機遇。對其他領域而言，也能通過與直播的結合找到創新之路。因此，不管站在哪一方的角度考慮，直播形式的滲透都將產生積極的作用。\n在扮演流量入口的同時，直播在今後的發展過程中，可能更趨向工具化。眾多企業聚焦於直播行業的發展，就是因為直播吸引了眾多用戶的目光，能夠作為企業的流量入口，擴大其用戶規模。\n分析現階段直播的應用情況可知，通過直播形式聚集用戶，本身是沒有什麼問題的，但在如今的市場上，各類直播軟件如雨後春筍般湧現，直播平臺在流量吸引方面發揮的作用將不再那麼明顯。所以，除了流量入口之外，直播還需向其他方向努力。\n社交軟件通常表現出顯著的社交屬性，如QQ、微信，從應用廣度及頻率上來說，QQ、微信作為社交工具，成為眾多用戶的必需品。從這個角度來說，直播也可向“工具”方向發展。經營者可通過直播軟件進行產品營銷，為用戶提供專業的信息諮詢服務等，使直播承擔更多的工具性應用，並逐漸發展成熟。\n如何在直播平臺上賣貨\n在直播過程中，品牌商要想有效提升直播的轉化率，必須為用戶提供專業指導，幫助他們降低決策的時間成本、提高決策的科學性。例如：在直播間的醒目位置插入官方商城的鏈接，為用戶提供推薦商品與同類商品的測評數據等。\n在互動性方面，直播要比微信、微博更有優勢，對目標群體消費決策的影響力更強，容易引發用戶消費。因為直播是通過實時的視頻形式向觀眾傳播內容，而且可以通過文字、語音等和觀眾進行交流互動，拉近了主播與粉絲的距離，使粉絲更容易信任。\n如果品牌商想要引入更精準的流量，主播的選擇就顯得十分關鍵。從實踐案例來看，選擇那些風格、調性和產品及品牌一致的主播往往更容易取得成功。當然，也要確保幫助自己進行營銷推廣的主播擁有一定規模的粉絲。在和主播達成合作以前，最好前往其直播間觀看幾次直播，瞭解其直播間的人數、彈幕數量、主播與粉絲的互動效果等。\n確定合作的主播後，接下來品牌商就要考慮怎樣將自己的產品或品牌在直播間展示出來。品牌商可以在主播的身後放置背景板、為主播提供定製版的服裝或者將產品作為道具放在桌子上等。在對產品進行推廣時，品牌商需要注意4個方面，如圖7-1所示。\n圖7-1 品牌商需要注意的4個方面\n1.提高營銷針對性\n產品功能、價格、品質、風格等諸多方面的差異，決定了其適合的用戶群體是有所不同的。企業在進行營銷時，需要對產品的目標用戶群體精準定位，然後再尋找相應的主播進行合作。\n此外，直播這種傳播形式並不適合對所有的產品進行營銷推廣。通常而言，那些功能及應用可以與直播場景深度融合的產品，往往更容易得到直播間內的觀眾的認可。這就提醒企業要充分考慮自身產品與直播場景的契合度。從產品角度看，企業可以對其包裝進行一定的調整；從直播場景的角度看，企業可以請專業人員幫助主播重新設計直播環境，或者讓主播進行戶外直播。\n2.增強品牌的宣傳效果\n為了增強品牌的宣傳效果，品牌商可以要求主播在直播過程中展示品牌標誌，講述創始人的創業故事、企業的發展歷程及品牌理念等。創業者在創業過程中會遇到各種各樣的困難，選擇一些有代表性的故事，並將其分享給觀眾，能夠引發他們的情感共鳴，從而提升品牌在他們心中的影響力。\n3.擴大覆蓋面\n事實上，直播內容在傳播方面具有一定的侷限性。一方面，直播視頻佔用的流量較多，不適合僅有幾十秒的短視頻在微信、微博中進行傳播推廣。另一方面，直播具有強烈的時效性限制，主播為了確保可以取得較好的傳播效果往往選擇在直播間人數較多的時間點為品牌商進行推廣，在這之前已經離開以及後續進入直播間的用戶無法被覆蓋，就算一些直播平臺會為主播的直播內容錄製視頻，但從實際效果來看，很少有粉絲會觀看錄播內容。所以，為了實現大規模推廣，企業可以嘗試和多個主播合作，而且和在傳統媒體上投放廣告相比，邀請多個主播在直播中為自己宣傳推廣的成本更有優勢。\n4.多元化渠道推廣\n主播除了在直播平臺上進行直播外，還會在QQ上開通粉絲群，在微博上開通公眾號等，所以，品牌商也要充分藉助這一點進行多渠道推廣，從而取得最大化的傳播效果。例如：品牌商可以將自己製作的短視頻內容提供給主播，使其在社交媒體中傳播。\n在市場競爭愈發激烈的移動互聯網時代，產品同質化問題愈發突出，用傳統的營銷方式對產品進行營銷推廣很難取得預期效果，而通過與具有強大引流能力、能夠和粉絲進行實時互動的主播進行合作，不但可以有效降低營銷成本，而且能夠讓主播以產品體驗者的視角向粉絲實時分享企業產品的特點、優勢，從而有效提高轉化率。\n三、新媒體視頻內容營銷實戰攻略\n新媒體時代的視頻內容營銷\n以前如果一家企業想要打造一個品牌，怎麼操作？很多資深營銷人士知道，那就是買廣告、報紙版塊、電視廣告時段、門戶首頁等。這些營銷方式到底有沒有效果？答案肯定是有！然而，當下的企業如果還搶著去電視臺、報紙、門戶首頁發廣告真是一件費力不討好的事情了，因為時代變了。\n無論是微博、微信公眾號，還是現在火爆的今日頭條、百家號等自媒體平臺，它們的傳播效率和成本已經是傳統媒體無法比擬的了。微博可以隨時發現身邊的新鮮事，微信公眾號產生了一大批內容創造者，今日頭條等平臺有智能算法推薦。\n從營銷的角度來講，可以將傳統媒體與微博、微信公眾號放在一起歸為管道式營銷。它們的共同特點是關注基數，電視收視率越高代表關注的人越多；微信、微博粉絲越多，說明投放之後能夠接收的人次就越多。通過花大價錢在電視臺、微信、微博投放廣告獲取更好的效果，實際上是媒體收取“地租”的方式，這就是傳統的管道式營銷的優勢和侷限性。\n然而，現在各類新聞移動客戶端的智能算法推薦，讓管道式營銷不得不向內容營銷轉變。在內容符合算法推薦要素時，智能算法推薦讓不是大V的自媒體人仍然可以獲得大量的流量，而那些侷限在管道式媒體中的大V可能只獲得遠遠低於自己粉絲的影響力，如果內容不符合算法推薦要求就不能獲得推薦量，可以說，算法推薦機制在一定程度上將大V與普通人第一次置於同一起跑線。當大V的粉絲已經不能直接為品牌主帶來流量的時候，內容營銷已經逐漸取而代之。\n在人人都可以是媒體的時代，營銷成本要低很多，首先，不需要花大價錢去買時段、頭版、首頁，取而代之的是用更低的價格獲取更好的效果。更好的效果從何而來？那就不得不說智能推薦算法的優勢了，智能算法推薦帶來的是更精準的目標客戶，如美食博主的文章肯定會被推送給經常看美食相關內容的讀者，這是以前管道式營銷所不能比的。其次，企業不再需要專門的媒介、文案等職位，這一切工作都可以通過自媒體號主來完成，更是大大降低了企業的成本。\n企業自媒體內容營銷技巧\n首先內容製作的多樣化，企業的同一篇文章交給不同的自媒體號主推送，由於智能算法的應用只會有一個號主的內容被推薦，而其他的號主不會獲得任何推薦量，這就需要企業主或者不同的媒體主對同一事情從不同角度進行創造，這樣就會讓企業主投放的內容更加多樣化。\n內容更有創意，這些自媒體號主是非常瞭解平臺的，因為懂得平臺，才能獲得平臺的推薦量，同時他們又非常懂得用戶，只有懂得用戶才能讓用戶點擊進來閱讀內容，進一步獲得智能算法的推薦，形成正向循環。在內容找人的時代，如果創意不足，用戶不滿意，就不會獲得推薦與閱讀量，營銷也不會成功。\n號主的選擇才是企業主面臨的最大問題，現在人人都可以成為自媒體，自媒體號的質量參差不齊，那麼企業管理者應該怎麼選號主呢？\n關注號主的粉絲量。雖然智能算法的推薦不會因為粉絲多少而被影響，但是有粉絲號主的粉絲必見功能會有最低量的保證。\n歷史發佈量與歷史閱讀量。企業通過這兩項數據可以判斷這個號主的文章內容創意如何，推薦量高與閱讀量高說明號主懂平臺、懂用戶。\n指數推薦量。雖然智能算法的推薦是由內容來決定的，但是不同的指數對應的推薦量會有差距，指數高，獲得相應的推薦量越高；指數低，推薦量也會受到影響。\n相關優化功能。自媒體平臺會有各種各樣的等級頭銜，如原創、優化助手、千人萬人等。選號必須儘量挑選那些有頭銜的賬號從而獲得更好的營銷效果。\n對企業來說，懂得挑選賬號僅是第一步。單單一個頭條就有那麼多的號主，挑選賬號需要花費大量的時間。對此，國內一些創業公司已經在幫企業解決這個痛點，如國內首家內容營銷平臺“媒得選”整合各種優質的自媒體賬號，覆蓋了所有的自媒體平臺，如今日頭條、一點資訊、百家號、企鵝號等。這樣節省了企業大量的時間，企業只需要挑選適合自己營銷內容領域的賬號就可以了。“媒得選”提供了讓企業與優質自媒體號主直接溝通的機會，在節省時間的同時能夠獲得更好的營銷效果。據悉，“媒得選”在整合號主與企業需求的同時，將陸續加入AI人工智能營銷功能，幫助企業更好地匹配自媒體號主，實現營銷費效比最大化。"
  },
  {
    "id": "id111",
    "title": "Chapter 12",
    "text": "第八章 微信運營的實戰技巧與方法\n一、微信活動運營策劃實操攻略\n微信活動運營常見的3種類型\n微信活動類型處在實時變化中，企業充分了解微信公眾平臺現有的功能，並利用接口開發其他功能，就能策劃出更多富有創意的活動。下面對微信活動運營常見的3種類型進行分析，如圖8-1所示。\n圖8-1 微信活動運營常見的3種類型\n1.二維碼現場簽到活動\n人工指引或通過展架指引用戶掃描二維碼，關注微信公眾號，成為微信公眾號的訂閱用戶以領取獎品。企業在開展現場簽到活動的過程中必須注意一點，就是對平臺實時監控，保證到場用戶均已成為微信公眾號的訂閱用戶。\n在開展活動的過程中，用戶掃描二維碼關注微信公眾號，成為訂閱用戶之後，公眾號可自動回覆一條領獎信息指引用戶領取獎品。另外，平臺還可將優惠券或電子門票等融入其中，豐富活動內容，吸引更多用戶參與。\n2.有獎投稿或評選活動\n鼓勵用戶向微信公眾號投稿或參與達人評選活動。稿件必須是用戶的原創作品，作品類型可以是文字、圖片、語音、視頻等。如某育嬰類公眾號舉辦了一場“曬寶寶照片贏大獎”的活動，鼓勵用戶上傳自己的寶寶的照片，運營者對這些照片進行整理後放到評選頁面，推送給公眾號用戶，讓他們投票選出最可愛的寶寶，併為上傳該照片的用戶提供一定的獎勵。由此可見，微信活動運營的各種方式可結合在一起使用，關鍵在於找到契合點。\n3.訂閱用戶轉發有獎活動\n鼓勵微信公眾號的訂閱用戶在自己的朋友圈轉發某指定消息，或者將某指定消息分享到自己的微信群。目前，微信對朋友圈圖文鏈接的分享次數做出了限制，規定分享次數不得超過100次。這就說明，如果某微信公眾號推送的圖文信息需要訂閱用戶分享到自己的朋友圈，那麼該圖文信息最多被分享100次。\n雖然朋友圈分享有次數限制，但微信公眾號可以鼓勵用戶將指定圖文信息分享到微信群。用戶將圖文信息分享到微信群后要截圖發送給微信公眾賬號，只有如此才被視為任務完成，用戶才能領取獎勵。該活動做得好，微信公眾號的訂閱用戶量就能在短時間內大幅提升。\n微信營銷活動策劃的實操技巧\n如今，人們都已知曉微信營銷活動的作用，如一場優秀的微信活動能提升粉絲的活躍度和營銷轉化率，開展精準營銷，為用戶提供個性化服務，通過與用戶的高頻互動增強用戶對品牌的認知，提升用戶對品牌的忠誠度等。但是，具體到應用方面，策劃微信營銷活動是擺在企業面前的一大現實難題。\n很多品牌曾推出微信營銷活動，但除了轉化率達到8%的凡客、小米和掀起刮刮樂風暴的OPPO手機外，大部分收效甚微。那麼，微信營銷活動該如何策劃，又有何策劃技巧呢？具體分析如下。\n1.用戶體驗至上\n企業在策劃微信營銷活動時，要儘量設置一個單一且明確的目的，不要在一個營銷活動上融入太多目的。因為每增加一個目的就會使用戶多操作一點兒，目的越多，用戶操作越多，活動體驗就越差，最終很有可能導致用戶放棄參與活動。\n如某抽獎活動設置的參與流程如下：讓用戶關注微信獲取活動鏈接—點擊登錄—輸入手機號碼獲取登錄碼—憑藉登錄碼登錄、抽獎。在這個活動中，用戶不僅需要4步操作來完成活動，還要在手機端與PC端切換，操作起來非常煩瑣。而企業之所以如此設計活動流程就是因為其活動目的太多，既想增加微信粉絲，又想給網站帶來流量。\n2.數據分析衡量效果\n一場設計得當的營銷活動其效果可以衡量，如可以計算新增粉絲數量及流量，可以統計銷售出去的產品數量。如果營銷活動的效果無法衡量，就無法通過KPI指標監測對活動進行優化調整。如事先預計的活動目的是增加粉絲數量及網站流量，最終活動效果要與該目的相匹配。\n在某些情況下，容易衡量的效果未必是開展營銷活動的目的，如有獎轉發一條產品信息，轉發數非常容易統計但這不是該活動的最終目的，流量或產品銷量才是。\n3.有限的獎品或投入\n獎品或活動投入要有一定的限制。同樣的營銷活動，同樣的效果，A只花費了500萬元，B卻花費了1000萬元。相較於A來說，B策劃的這場營銷活動就是失敗的。另外，如果微信營銷活動的投入不可控，就會衍生諸多活動風險，帶來極大的危害，所以活動策劃人員要對活動獎品與投入做出一定的限制。\n4.“一鍵操作”操作規則\n人們都喜歡“一鍵操作”的活動，流程過於複雜、操作過於煩瑣的活動會嚴重影響用戶的體驗，引發用戶的反感。當然，活動流程、操作步驟與營銷目的有很大的關係，營銷目的越多，操作流程就越複雜。\n例如：某微博活動要@幾個人才能領獎，微信活動轉發到朋友圈之後用戶要截圖才能兌換獎品。相較於單純的有獎轉發來說，這些活動流程都過於煩瑣。當然，在一定的範圍內，“豐厚”的獎品能讓人們忽略操作流程的煩瑣，但從原則上來看，活動流程要儘量簡單，或者在活動中分階段地設置一定的獎勵，激勵用戶一步步地完成整個活動。\n5.好玩有趣、具有共鳴的巧妙設計\n如果活動好玩有趣就能吸引用戶主動參與，甚至無須設置獎勵。因為用戶在參與活動的過程中能獲得極大的愉悅感，得到精神上的滿足，無須激勵就會主動參與。被人改編和轉發的凡客體、聚美體就是其中的典型代表。\n由此可見，如果企業讓用戶在參與活動的過程中獲得精神層面的滿足，就能讓用戶忽略物質方面的獎勵，使企業的營銷投入大幅減少。有些企業熱衷於公益營銷就是如此，通過抓住人們的熱心、善心、助人為樂之心，引導人們參與活動，讓人們在參與活動的過程中獲得滿足感，從而擴大自身的影響力，實現自發傳播。\n6.微信策劃活動方案須知\n微信策劃活動方案的3個原則，如圖8-2所示。\n圖8-2 微信策劃活動方案的3個原則\n（1）活動門檻要低\n一般情況下，根據自己的目標受眾群體，活動參與門檻要儘可能的低。同時，目標受眾群體也要儘量初級。因為用戶群體越高級，其數量就越少，對活動的熱衷度就越低。另外，活動門檻還包括活動規則的設定。門檻要低就意味著活動規則要簡單，因為活動規則越複雜，參與人數就越少。\n（2）活動回報率要高\n活動回報率要高，必須讓用戶受益，因為只有如此才能充分調動用戶的積極性。如今各種類型的活動層出不窮，一般的獎品很難激勵消費者參與活動，所以活動設置的獎品要有特色、有吸引力。當然，這裡的活動獎品可以是實物獎品，也可以是精神獎品。\n同時，企業要儘量提升中獎率。既要設置一些大獎，又要多設置一些小獎，讓儘可能多的人拿到獎品，以保證人們參與活動的積極性。\n（3）趣味性要強\n活動越有趣，參與活動的人就越多，活動氛圍才能營造起來。如果活動趣味十足，即便沒有實物獎勵，用戶也會積極參與。因為娛樂才是人們參與這個活動的根本目的。\n公眾號拉新的三大關鍵工作\n對企業來說，拉新、促活、留存是評價運營效果的3個重要指標。具體到微信運營層面，拉新就是吸引新的目標用戶；留存就是將新用戶留下來，將新用戶轉變成忠實用戶；促活就是讓這些留下來的用戶保持一定的活躍度。\n從微信運營方面來講，拉新就是獲取新用戶的關注，包括髮現目標用戶、找到目標用戶，通過內容推薦、開展活動等方式吸引目標用戶關注。在這方面，企業必須做好三大關鍵工作，如圖8-3所示。\n圖8-3 企業必須做好的三大關鍵工作\n1.做好公眾號定位\n對微信公眾號運營來說，品牌定位非常關鍵，因為品牌定位對公眾號的後續發展方向、運營策略、內容策略、後續關注人群的特點有決定性的影響。微信公眾號定位包括3個層面的內容。\n（1）品牌定位\n細節決定成敗，這一點在微信公眾號領域同樣適用，品牌定位就是其中的一大細節。這裡所說的品牌定位包含兩大內容，一是品牌形象，二是品牌調性。品牌形象指的是微信公眾號展示出來的視覺元素，包括微信公眾號的名稱、簡介、圖標、頂關注、底關注、正文中的特殊符號、菜單欄的規劃和內容等。品牌調性指的是微信公眾號的內容及相關視覺元素傳遞出來的特點，這是公眾號運營需要長期堅持的內容，如顧爺、故宮淘寶等微信公眾號就有鮮明的品牌調性。\n從拉新方面來看，無論用戶通過哪種方式獲取信息，並決定關注你的微信公眾號，其原因無非兩點：第一，認可你的內容，也就是通過瀏覽某期內容或歷史內容對賬號內容產生了認可；第二，認可公眾號的品牌形象，即公眾號的視覺元素得到了用戶的認可。在這兩點中前者是重點。大量數據證明，如果微信公眾賬號沒有特點，內容沒有鮮明的特徵，公眾號受關注的概率就會很低。因此，微信公眾號的運營者為了保證運營成功，必須率先做好品牌定位。\n（2）用戶定位與內容定位\n在運營微信公眾號的過程中，運營者必須做好用戶定位和內容定位。那麼，微信公眾號的運營者是要根據內容確定用戶，還是要根據用戶確定內容呢？關於這個問題，不同的人有不同的看法，在我看來，這個問題不能一概而論。\n第一，品牌類的微信公眾號要根據用戶確定內容，因為品牌有非常明確的目標用戶群體，瞭解用戶的特點，可以根據目標用戶的喜好創造內容，這樣生產出來的內容更能吸引目標用戶關注。第二，自媒體類的微信公眾號要根據內容確定用戶，因為自媒體大多有自己的優勢領域，只有處在這個領域才能源源不斷地創造內容，有何種類型的內容就能吸引何種類型的用戶。\n總而言之，無論是通過內容定位用戶，還是通過用戶定位內容，最終的關注點還是要落在目標用戶上，要以用戶為核心。無論微信公眾號如何定位自己的目標用戶群體，都要保證自己的內容質量，讓用戶產生滿足感。\n一般來說，微信公眾號的內容定位和用戶定位最好的方向就是小而美，即只專注一個領域或一個方向，將其做精、做細、做專。小而美的優勢有兩點：第一，從內容方面來講，小而美能幫運營者將關注的領域聚集起來進行深挖，讓內容更加專業；第二，從用戶方面來講，專一、有重點、有內涵的文章更能吸引用戶注意，受到用戶喜愛。\n2.找到目標人群\n定位微信公眾號之後，就已經明確了公眾號的發展方向、目標人群和運營策略。對公眾號拉新運營來說，定位之後就是明確目標用戶群體，採取有效的方法向其推送內容。常見的、免費的內容推送策略有以下幾種：朋友圈轉發、微信大號資源互換或互推、註冊傳統媒體專欄將信息同步、跨平臺推廣等。\n從社交媒體方面來看，每個用戶都不會只使用一種社交工具，換句話說就是目標用戶群體的注意力非常容易被各種各樣的社交媒體分散。在這種情況下，要想獲取用戶關注，首先要走進用戶的視野。為了將信息傳播給更多目標用戶，運營者可以在多個平臺推送信息，以提高目標用戶群體看到信息的概率。\n為了保證內容分發效果，內容發送要根據不同平臺的特點進行，更專業一點兒就是要了解目標消費群體的觸媒習慣，如目標用戶群體的活躍時間段等。初創的微信公眾號很難做到這一點，因為每個平臺都有各自的特點，如果操作過於複雜就會浪費時間與精力，因此，微信公眾號運營者要儘量採取便捷的方式做到這一點。\n3.將信息傳遞給用戶\n明確目標用戶群體的所處位置之後就要採取有效措施將信息傳遞給他們，吸引目標用戶群體關注。為了保證信息傳遞的有效性，在此之前運營者要做好基礎工作，如定位、尋找目標用戶群體等。\n運營者可以採用多種方法將信息推送給用戶，有效的方法之一就是活動導流，如用戶關注微信公眾號、將信息轉發到自己的朋友圈、截圖回覆公眾號等。\n按照常規思維，用戶關注微信公眾號的原因只有一個，就是認可微信公眾號的內容。但用戶要真關注微信公眾號，通常會做出兩個動作。\n第一，發現並認可公眾號的內容。因此，內容發佈時間、發佈平臺、內容本身尤其是標題顯得非常重要。如果公眾號的內容被權威平臺推薦，該公眾號被關注的概率就會大幅增加。\n第二，在關注公眾號之前，用戶會查看該公眾號的歷史消息與視覺形象，如果這些符合自己的需求或喜好就會關注。\n另外需要注意一點，用戶關注微信公眾號的方式通常有以下幾種：掃描公眾號二維碼、搜索微信號或微信名、通過內容頁提示入口關注等。基於這一點，公眾號運營者在推送信息的過程中必須明確關注入口，如在內容下方添加二維碼等，讓用戶在產生關注意願後直接掃碼關注。\n公眾號留存與促活的運營技巧\n1.留存\n對微信公眾號運營者來說，讓關注了賬號的用戶長久留存下來是一件很困難的事。從用戶方面來看，要想讓用戶長期留存，最關鍵的一點就是長久地保證內容對用戶有用。因此，公眾號運營者必須瞭解用戶需求，持續不斷地為他們提供有價值的內容。\n當然，為了保證能持續生產高質量的內容，運營者要選擇一個自己擅長的領域，如此不僅能保證內容的統一與調性，還能深入瞭解用戶，做好用戶管理。除上述內容之外，以下措施也能為用戶留存提供有效的支持與助力：\n（1）增加互動內容，多與用戶互動，讓用戶感受到自己的存在；\n（2）經常策劃一些活動，讓用戶受益；\n（3）保證內容發佈科學合理，包括內容更新時間與頻次等；\n（4）保證內容排版架構清晰。\n2.促活\n微信運營領域的留存與促活有一些相通之處，意思就是隻要微信平臺在發展，公眾號留下來的用戶基本上會保持一定的活躍度。\n一般來說，用戶不活躍主要有以下3種情況：\n（1）用戶呈現殭屍狀態，或者用戶沒時間閱讀內容；\n（2）內容被其他信息覆蓋，用戶看不到；\n（3）標題不具有吸引力，內容直接被用戶忽略。一般情況下，如果內容比較空洞、沒有實際價值、質量較差，就會引發用戶反感。\n那麼，微信公眾號如何讓用戶保持活躍呢？\n首先，持續生產優質內容，這是讓用戶保持活躍的基礎。如果公眾號的每期內容都能讓用戶滿意，長此以往，用戶就會對內容充滿期待，會時時刻刻關注公眾號推出的新內容。\n其次，微信公眾號可以定期策劃一些活動，帶給用戶一些有趣、有用的事物，讓用戶獲得滿足感與愉悅感。\n最後，微信公眾號如果有能力可在微信菜單欄開闢一個專門的版塊，創建微社群，鼓勵用戶積極發言，共同討論一些話題。\n微信活動運營要避免的九大誤區\n誤區一：單純的內容運營\n對內容傳播來說，優質的內容固然是前提條件與關鍵因素，但微信運營人員不能只關注內容，要在編寫內容之前瞭解微信公眾號的屬性與目標用戶的基本特徵，推送符合目標用戶需求的內容。也就是說，運營者在發佈內容之前要率先明確微信公眾號的定位，充分了解粉絲的特性，否則就會取得事倍功半的效果。\n誤區二：只知拉粉不知承接\n受關鍵績效指標的影響，很多微信公眾號的運營者喜歡採用派送禮物、現金紅包等方式快速積聚粉絲。其結果是粉絲在短時間內積聚，也在短時間內迅速流失。所以，在吸引粉絲時，運營者首先要關注吸引的粉絲是否是目標精準粉絲。即便是目標精準粉絲，運營者也要為其設計關注之後的活動路徑，讓其充分享受微信公眾號帶來的價值，切忌吸引粉絲關注之後對其不聞不問。也就是說，運營者不僅要吸引粉絲關注，還要設計粉絲關注之後的內容承接與用戶行為路徑。\n誤區三：活動坐等轉化\n微信號經常發佈一些活動，一些運營人員認為自己的微信號的粉絲規模已經非常龐大了，只要發佈活動靜待用戶報名參加即可。事實上，這種想法是錯誤的。要想成功開辦任何一場活動都需要兩個條件：一是要有優質的內容，二是要有優質的宣傳渠道。只有這樣才能保證活動的影響力、覆蓋率達到最大，才能切實保證活動效果。\n所以，在微信公眾號發佈活動之後，運營人員必須充分挖掘宣傳渠道，藉助內外渠道充分宣傳活動，讓更多人瞭解活動。同時，在選擇宣傳渠道時，運營人員還要注意宣傳渠道與活動主題及參與人群特徵的匹配度。除此之外，運營人員還要設計高效、流暢的用戶報名和參與路線。\n誤區四：廣告刷群惹人煩\n關於微信號的推廣，近八成的運營者認為只需要把內容在朋友圈分享、在微信群刷屏就可以了。基於這種認識，在微信運營的過程中，加群、發廣告刷屏就成了運營人員最主要的工作，其結果就是不僅沒有獲得應有的分享反饋，還引得他人反感，被朋友圈中的好友屏蔽，被迫退出微信群。由此可見，微信號推廣就是分享、刷屏的這種認識是錯誤的。\n為了做好微信號推廣，首先，運營者不要將微信視為唯一的營銷場地，要嘗試從微信外部引入流量，構建核心用戶群體；其次，運營者可以通過核心用戶群體開展口碑營銷；最後，運營者還可以通過新媒體矩陣互推獲取目標用戶群體。\n誤區五：一味地分銷\n每個微信公眾號都想獲利，但是微信公眾號的運營不可能，僅憑分享朋友圈、微信群刷屏就能取得營銷效果，並且優秀的微商早已放棄了上述兩種運營方式，他們在構建核心用戶群、提升用戶口碑方面投入了諸多努力。\n誤區六：沒有促銷策略\n眾所周知，促銷需要策略，並且對促銷活動來說，策略扮演非常重要的角色。舉個例子，某促銷活動決定給每位參與者10元，那麼這10元在不同的時間給、以不同的方式給都會產生不同的結果，這就是促銷策略。\n在新媒體運營的過程中，運營者要採用一定的促銷策略，以回饋的方式引導用戶參與活動，安排各階段的工作內容，讓用戶獲得極大的滿足感。事實上，用戶是通過企業預先設定的用戶消費行為動線逐步成長為忠實用戶的。因此，新媒體運營者在設計促銷活動時也應如此，要分解促銷策略，逐步引導用戶，將其發展為忠實用戶與核心用戶，最終完成轉化。\n誤區七：試一試的心態\n很多新媒體運營人員抱著試一試的心態開展新媒體運營，其結果就是沒有結果。原因是試一試的心態，運營者無法根據數據或其他參考依據對策略的準確性做出科學的判斷，也無法對自己的活動節奏進行控制，無法讓其與用戶的體驗節奏一致，難以取得良好的運營效果。\n要想開展一場成功的新媒體運營活動，運營人員要付出努力：\n（1）以相關數據為依據設置活動環節；\n（2）編寫、設計優質的文案；\n（3）保證活動宣傳渠道與目標人群匹配；\n（4）設計應急預案，在活動過程中某個環節未達到預期效果時要及時對其進行調整；\n（5）合理設置活動數據埋點，對活動過程實時監控；\n（6）設置簡單、合理的用戶定位動線，以便用戶學習、參與；\n（7）設置活動預期目標，撰寫活動總結報告，讓下一次活動的開展有案例可依；\n（8）明確活動目的，將活動目的控制在2個以內。\n誤區八：孤立使用微信\n微信運營是一項系統工作，其目的不是運營，而是要達到某種結果。所以，運營人員要放寬心，不要給自己設置運營禁區。以運營吸粉為例，運營人員希望通過微信運營來增加粉絲，所以他們將日常工作設定為在朋友圈發送消息，在微信群分享內容。事實上，拋開微信運營，運營人員還可以通過百度貼吧、今日頭條、企鵝號等平臺吸引、積聚粉絲。當然，為了保證吸粉效果，在具體操作的過程中，運營人員還要保證各媒體平臺的人群屬性與自身的目標用戶相符。\n誤區九：只在營銷上找問題\n新媒體活動運營是一個整體，但在實際運營的過程中，很多運營者忽視了其系統性和整體性，將微信運營與活動運營分離，將活動不能產生應有效果的原因歸結為營銷人員的工作失誤。用戶在接觸活動信息時就進入了營銷環節，用戶在付款之前可能受到各種因素的影響放棄購買，因此營銷效果不佳不只是受營銷問題的影響。所以，運營人員要做好新媒體運營就要使整個運營系統通力合作，完善用戶的消費體驗，在尚未與用戶接觸之前就要做好準備。\n二、微信小程序的場景引流技巧\n微信小程序：開啟精準營銷時代\n從傳播媒介的角度看，微信小程序的出現，迎合了在移動互聯網流量紅利逐漸消失的背景下，線上和線下的場景與媒介深度融合的發展趨勢。營銷的側重點開始從流量導入轉變為場景及內容輸出，線下的用戶數據、碎片化需求與線上的工具與技術的融合將為營銷產業的發展提供廣闊的想象空間。\n微信小程序對線上與線下的中長尾流量進行截留，以微信為媒介，通過二維碼掃描及線上搜索等方式為廣大用戶提供各種優質服務，將帶來用戶黏性及價值變現能力的大幅度增長。\n微信小程序能夠降低中小型企業的開發及運營成本。從本質上來說，對於高頻App，人們會更傾向直接下載安裝，小程序對這類App很難造成影響；而對於那些低頻長尾的App，人們本來使用次數就很低，就算沒有微信小程序，其本身的商業價值也有限，而且會給企業帶來運營負擔。而對中部App而言，微信小程序覆蓋了物流、交通、金融、生活服務等諸多領域，能夠將這些領域的App流量集中起來，使廣大中小企業從開發及運營App的負擔中解放出來，有效提升了用戶體驗。\n小程序的出現能夠使互聯網營銷從業者更好地對流量進行定位及追蹤，通過分析用戶數據並描繪用戶畫像，實現精準營銷。在具體業務方面，專注於微信小程序營銷的企業主要涉及小程序設計、開發、運營及數據追蹤服務。那些傳統的戶外及樓宇廣告商也能夠充分藉助微信小程序實現資源的重新配置及優化，加快完成互動營銷時代的轉型升級。\n微信小程序具有方便快捷、即用即走的特徵，對用戶體驗的提升有良好的效果，從而幫助傳統實體商家提升線上與線下融合的O2O營銷轉化率。\n當然，目前微信小程序仍處於起步階段，用戶對其接受程度與技術成熟度等還有待時間驗證。不過它在中長尾碎片化流量的整合方面具有明顯的優勢，那些低頻長尾需求將會被微信整合起來，使商家的營銷推廣變得更高效、低成本，並藉助智能硬件等高科技產品實現對線上及線下用戶的全面覆蓋。\n微信小程序的出現，統那些具備精準營銷能力及擅長互動營銷的企業提供了重大發展機遇，微信小程序在對用戶流量的實時追蹤及用戶需求精準分析等方面的巨大優勢，將為這類企業創造海量的價值。\n基於微信小程序的場景運營思路\n騰訊副總裁、微信創始人張小龍曾在2017年微信公開課中強調，線下場景化應用是對小程序價值的重點挖掘，這種方式能夠有效促使企業進行商業轉化。微信平臺發佈的文章對小程序的應用場景也進行了說明。下面我們對微信小程序的場景化應用進行簡要梳理，希望能夠給企業提供幫助。\n1.小程序的制勝點在於產品和服務\n很多業內人士認為，企業應最先關注的是小程序的開發。但從企業發展的角度分析，在開發之前，經營者就應該做好產品定位，畢竟產品與服務的質量在很大程度上決定其未來的發展。\n與傳統App相比，小程序屬於輕量級應用，對開發者的要求有所降低，為商家的營銷提供了便利。當小程序的應用越來越普遍時，開發者也將面臨日益激烈的競爭，為了使自己的產品從眾多競爭者中脫穎而出，必須突出自身產品的差異化優勢，更好地滿足客戶的需求。\n2.小程序要有“拿來變成自己的”思維\n有些研究者認為，商家無法藉助小程序將線上運營與線下運營融為一體。其依據是，移動互聯網時代的用戶會先通過網絡平臺搜索商家，進而獲取商家的產品與服務，在這個過程中，小程序的應用價值並不大。其實這種理解方式是有失偏頗的，因為在推出微信小程序的早期階段，商家要依靠線下渠道或第三方平臺培養自己的用戶，當其用戶積累到一定規模後，商家可利用小程序開展後期的營銷及運營。\n例如：餐飲類商家通常需要藉助美團等平臺獲取自己的首批用戶，當用戶在美團購買了商品及服務之後，商家可將其轉化為自己的用戶，在今後的運營過程中，可通過小程序與用戶保持互動關係，開展各類營銷活動並進行品牌推廣。事實上，在小程序推出之前，有些商家就有獨立運營的計劃。有的消費者在美團找到某家餐廳後進店消費，在付賬時商家會強烈建議他不要在美團下單，而是與其進行直接交易，併為其提供更大的折扣力度。\n小程序推出之後可能出現這樣的情景：用戶在美團上搜索某家餐廳後進店消費，點餐後到前臺付賬時，商家會推薦他們通過小程序下單，並在小程序中向顧客提供優惠券，或通過其他方式吸引消費者應用小程序，消費者在使用過程中同樣能夠享受優質的服務體驗。在這種情況下，第三方平臺只是商家用來進行前期導流的途徑，等到自己積累了足夠多的用戶時，就可通過小程序進行後續的運營，擺脫對第三方平臺的依賴。\n實現線上與線下場景的一體化運營\n如何通過小程序的應用，將線上渠道與線下渠道的運營結合起來呢？在這裡以健身會所為例進行分析。\n某用戶在微信中收到好友分享的健身體驗小程序頁面，該用戶進入這家會所的小程序對其服務進行了解，根據頁面的提示完成了預約操作，提交了申請，收到會所運營方發來的提醒信息。到會所體驗之後，運營方通過手機告知他完成體驗，並邀請他參與評價，並建議用戶在對服務滿意的前提下將該活動分享給好友，用戶在分享之後獲得了一張待使用的優惠券。\n上述應用實現了線上渠道與線下渠道的完美對接，在具體實施過程中，用戶主要經歷了4個入口。\n（1）分享入口：用戶收到好友發送的分享頁面，產生體驗需求。\n（2）提醒入口：向商家預約，收到相關信息。\n（3）服務入口：到店中掃碼，通過預約審核。\n（4）評價入口：體驗結束，收到評價邀請，將程序頁面分享給好友。\n在傳統模式下，企業主要依託微信服務號與H5廣告開展營銷，並致力於實現線上營銷與線下營銷的融合，但此商業模式並未給企業帶來預期的營銷效果，原因主要有兩個：第一，用戶無法獲得良好的體驗；第二，該模式無法實現與線下場景的對接。\n如餐飲類商家，消費者對點餐環節的體驗要求較高，如果在點餐或者下單時出現卡頓現象，會影響消費者的體驗。在服務號與H5結合的模式下，消費者要想進入頁面中的鏈接，就必須連接網絡，如果網速過慢就無法順利完成整個體驗過程。當此類問題頻發時，商家會考慮改用其他線下方式讓消費者點餐。\n相比之下，微信小程序只需在本地運行，流暢性要高於H5。另外，用戶掃碼就能進入小程序，不用關注或者下載，運用本地網絡就能啟動程序應用。\n傳統應用多使用\n例如：當顧客進入某個餐廳用小程序點餐之後，小程序會自動給打車小程序推送消息，對顧客當前的位置進行定位，併為其規劃回家的路線，在顧客用餐完畢之後，就能坐車回家。此類應用場景還有很多，在今後的發展過程中，小程序開發者可以進行更多的嘗試。\n小程序未推出時，微信的支付功能就囊括了不少線上與線下的應用場景，然而在支付環節以外，消費者是用不到這個功能的。也就是說，消費者的商品選擇、信息查詢等操作需要依賴企業的服務號、第三方提供的應用或H5來完成。在這種情況下，營銷行業並未對程序開發或用戶體驗進行規範，這可能給商家的運營帶來挑戰，但商家很難找到解決方法。\n小程序的開發具有統一標準，能夠覆蓋線下的任何一種場景化應用，為商家的運營提供了便利，並有效提升了用戶體驗。從某種角度上說，小程序應用能夠配合微信支付功能的應用，並使該功能的應用上升到一個新的層面。\n商家利用微信小程序，結合二維碼的使用，能夠形成完整的支付閉環，並將線上與線下渠道的運營結合起來。在傳統模式下，用戶在進行線上操作的過程中，如果商家信息分佈於不同的應用程序或瀏覽器，而其信息無法在不同平臺兼容，就會影響用戶的體驗，降低整體效率。\n小程序能夠很好地解決這個問題，商家可在微信平臺上完成商品展示、產品介紹、消費者轉化等各個環節，用戶無須在不同平臺之間跳轉，可通過掃碼方式直接啟動小程序，用完之後就能退出，實現與線下場景的無縫對接。這種方式不僅能夠有效提升用戶體驗，還能幫助商家實現不同渠道的一體化運營，形成完整的閉環系統。\n企業小程序營銷引流的實戰技巧\n自微信小程序推出之後，業內許多人士參與了小程序的相關討論，其話題包括小程序開發技巧、小程序名單、小程序應用案例等。微信小程序一時間成為分析者的重點研究對象，吸引了大批業內人士。但關注小程序營銷的人似乎並不多，很多人不清楚小程序營銷的具體模式。那麼，企業怎樣抓住機遇利用小程序開展營銷呢？\n在移動互聯網時代，用戶對移動端應用的要求逐漸提高，同時越來越注重功能軟件的應用體驗，如果軟件本身需要佔用手機中的很大空間，導致在使用手機過程中出現卡頓現象，就會降低用戶體驗，難以滿足他們的需求。微信小程序能夠解決這些問題，有效提升用戶體驗，還能體現企業的創意思維，為其營銷開展起到推動作用。\n1.小程序為中小企業帶來的3個商機\n（1）企業可利用微信小程序推出自己的應用商城。\n（2）縮短中小企業與大企業的差距。因為目前小程序開放的功能並不多，企業在實施小程序營銷的過程中也要在規定範圍內開展運營，無法藉助外力作用。也就是說，無論企業本身的實力基礎如何，在小程序應用方面都要從頭開始，這在一定程度上能夠縮短中小企業與大企業的差距。\n（3）如今，我國的O2O與電商領域被巨頭企業佔領，中小企業難以躋身主要位置，而小程序登錄簡便，用戶掃碼就能直接使用，中小企業可利用這個優勢，在實體門店周邊增加二維碼的投放數量，助推企業的營銷，吸引更多的用戶參與。\n2.小程序營銷需要掌握的六大要素\n（1）及時分析客戶的需求，發現企業自身服務中存在的短板，利用小程序快速上線相關服務項目，通過這種方式完善企業的服務，提升用戶體驗。\n（2）獲取與分析客戶的反饋信息，根據客戶反映的問題，在短時間內出臺問題解決方案並著手進行小程序的開發，這種方式比傳統App的服務改進更及時，還能有效降低企業的資源消耗。\n（3）用戶可通過掃碼方式直接登錄小程序，企業應該利用這個特點，注重二維碼的設計，體現自己的創意思維，從而吸引更多的用戶參與，彰顯自身的競爭優勢。\n（4）注重對二維碼的投放，並推出完整的規劃方案，分析在哪些地方投放能夠吸引目標消費者的參與。企業要充分認識投放二維碼的重要性，並將其納入關鍵績效指標考核。\n（5）將微信公眾號與小程序的發展結合起來，發揮小程序的導流作用，使兩者的運營相互促進。未來，企業可能通過微信公眾平臺提供服務，挖掘用戶的商業價值。\n（6）企業要注重微信小程序的命名，方便用戶識別與記憶。名字本身與用戶能否快速搜索企業的小程序息息相關，企業要尤其關注這一點，以免錯失商機。\n企業小程序運營推廣的實操攻略\n小程序運營要以適合自身業務開發的小程序為前提。\n第一，適合自身業務。小程序開發要對自身業務充分考慮。例如：在現階段，遊戲類應用不適合開發小程序；小工具類、電商類應用則可以開發成小程序。\n第二，小程序依託微信存在，不能取代App。企業不能將所有的精力、財力都投入小程序開發方面，因為如果App被卸載，用戶就會流失很多，小程序也無法生存。\n1.如何提升小程序的曝光度\n小程序存在於微信中，微信也為小程序提供了很多便利，其中一大便利就是增加了微信入口。通過搜一搜、小程序二維碼、公眾號、附近的小程序等，用戶能直接找到小程序。現如今，小程序還新增了“自定義關鍵詞搜索”功能，用戶只需搜索關鍵詞就能看到小程序的服務內容。\n2.如何對小程序開展精準營銷\n小程序運營人員在運營之前要面向目標用戶描繪小程序。例如：對小程序碼進行創意設計以吸引用戶注意，開展門店活動，推出一些優惠活動，借這些優惠活動將用戶納入微信群，以便後續開展運營活動等。\n在微信群對微信好友進行精準轉發，與其分享小程序頁面，不如直接分享小程序。本地類小程序要定位本地的微信群，不要分享到其他地區的微信群裡，因為這種分享很難產生作用。\n另外，由於微信公眾號的粉絲本身帶有一定的針對性，小程序可以借微信公眾號進行精準推廣，將目標用戶導入小程序。\n3.如何避免用戶用完就走\n（1）小程序頁面要簡單明瞭，讓用戶可以直接接觸核心業務。\n（2）小程序的名字要精練簡短，做到字字珠璣，並根據用戶的搜索習慣添加關鍵詞，以產生讓用戶過目不忘的效果。\n（3）日曆、計算機、時鐘等都不適合做成小程序，因為這些都是手機附帶的功能，很難吸引用戶。當然，如果開發人員能轉換思路，如開發一個記錄女性生理週期的日曆小程序，或許會產生不一樣的效果。\n4.如何讓用戶形成裂變\n（1）用優惠活動刺激已有的用戶邀請新用戶。\n（2）線上與線下服務。在線上為用戶提供客服功能，及時回覆用戶信息，幫用戶解決問題，滿足客戶需求；在線下為客戶詳細講解小程序的使用流程。\n（3）優質產品。無論何種服務都要依賴自身的產品，因此商家要精心打磨商品，提升產品的質量，讓產品或形成價格優勢，或形成效果優勢，或形成體驗優勢等。\n5.小程序如何運營推廣\nApp與小程序都可以通過掃描二維碼進入，用戶在掃描二維碼之後需要下載App並註冊，但小程序無須下載。相較於App來說，小程序要便捷很多。在這方面，小程序還有廣闊的發展空間。\n微信為小程序提供了很多入口，小程序運營就是圍繞各個入口開展一些活動。\n（1）主動搜索\n用戶只有在兩種情況下，才會在微信中主動搜索小程序。\n第一，用戶知道小程序的全稱，瞭解小程序的功能，要做到這一點就必須做好品牌營銷。\n第二，用戶想獲得具有某種功能的小程序，但是不知道小程序的名字，只能輸入關鍵詞進行搜索。因此，運營人員最好在小程序名稱或內容介紹中添加一些與核心功能有關的關鍵詞。\n（2）掃描二維碼\n掃描二維碼這一場景主要發生在線下。例如：某餐廳放置了小程序二維碼，用戶無須排隊，只需掃描二維碼就能進入小程序點餐、付款，然後在座位上等候即可。通過這種方式，用戶省去了大量的排隊時間，獲得了極好的用餐體驗。同時，餐廳還減少了員工的時間成本與人力成本。\n除此之外，藉助小程序，商家還能為用戶提供一些優惠，引導用戶以小程序的方式與好友分享優惠，從而完成裂變。小程序還能為商家提供會員服務，讓商家做好用戶分析和會員運營，以獲取數據開展精準營銷。\n（3）附近的小程序\n“附近的小程序”自上線以來就受到了各企業和商家的青睞，被紛紛搶佔。對企業來說，只要自己的小程序能夠進入“附近的小程序”，在一定範圍內，用戶無須搜索就能通過列表找到小程序，也就是說，使用“附近的小程序”功能的用戶都會成為企業或商家的潛在用戶。\n三、酒店微信公眾號的運營策略\n酒店微信公眾號運營的優勢\n微信小程序無須下載安裝，用戶只需“掃一掃”或“搜一搜”就能打開使用，真正做到了“觸手可及”“即用即走”。現如今，各行各業都在探討小程序的使用策略，酒店也不例外。藉助小程序與微信公眾號，立足於終端用戶體驗至上的理念，以微信端口為承接點，以節能降耗、降低人工成本為服務點，智慧酒店的設想或可成為現實。由此可見，微信小程序在酒店領域的使用、利用酒店公眾號開展微信營銷是必行之舉。\n現如今，酒店大都有自己的微信公眾號，彷彿開通微信公眾號是酒店行業的潮流，不緊隨這股潮流就會落伍，甚至還有一些酒店將微信公眾號視為唯一對外宣傳的線上渠道，其推廣內容異常豐富。\n至於利用微信公眾號推廣酒店信息所產生的效益和引發的關注，很多酒店不甚清楚。它們在開通微信公眾號時給自己設定了一些目標，時至今日，能實現這些目標的酒店非常少。\n在微博火爆之時，酒店開通微博賬號成了一股潮流，在微博平臺推廣自己的產品，積極地與粉絲互動。但是，能定期推送博文、運維賬號的酒店已寥寥無幾。面對這種現象，我們不得不考慮一個問題：酒店在開通的微信公眾號時是否制訂了目標與計劃呢？\n因為只有擁有清晰的目標與計劃，酒店開通微信公眾號所面臨的問題才能有所減少，酒店才能獲得自己想要的營銷效果。那麼，酒店開通微信公眾號究竟有何目的？微信公眾號的開通能幫酒店實現何種功能？具體分析如下。\n（1）利用微信公眾號，酒店可以構建預訂平臺。酒店前臺工作人員在工作過程中可能會遇到這種問題：辦理入住的顧客在詢問價格之後感覺價格過高，然後發現OTA（Online Travel Agency，在線旅行社）平臺上的價格更加優惠，於是就選擇在OTA平臺上預訂房間。如果酒店開通自己的微信預訂平臺，顧客就可以直接在微信平臺上預訂房間，無須再經由OTA平臺。\n（2）利用微信公眾號，酒店可以構建自己的在線會員系統。很多酒店有構建線上會員系統的想法，但由於市面上的會員系統價格太高，酒店無力承擔，導致這種想法遲遲無法實現。即便酒店構建了在線會員系統，也無法實時與會員分享酒店信息，微信公眾號為這些問題提供了有效的解決方案。\n（3）利用微信公眾號，酒店可構建在線營銷平臺，在此平臺上開展推廣、促銷、團購等活動。\n（4）利用微信公眾號，酒店可構建對客服務工具。酒店經常因為服務不周遭到顧客投訴，為了解決該問題，酒店可以借微信平臺構建對客服務工具，讓顧客與服務人員實時通信，以便使顧客需求得到充分了解、及時滿足。\n（5）藉助微信，酒店可構建差旅策略平臺。酒店可利用微信平臺對周邊的吃喝玩樂等信息實時更新，為顧客提供豐富、有趣的信息服務，讓其享受一段美好的差旅生活。\n酒店公眾號的粉絲擴張策略\n很多酒店為了積聚粉絲、壯大粉絲群體的規模，與第三方公司合作，投入大量資金購買粉絲。從長遠角度來看，這種粉絲擴張策略是無效的，因為通過這種方法吸引來的粉絲的忠誠度非常低，粉絲非常容易流失。\n1.粉絲擴張策略\n事實上，酒店搭建微信平臺就是為了推廣酒店的產品，增加營業收入。因此，酒店要想將微信平臺的作用充分發揮出來，就必須制訂微信粉絲擴張計劃，幫酒店吸引、積累真正的高忠誠度的粉絲。\n具體來看，酒店擴張微信粉絲可採用以下策略。\n（1）將線上活動與線下活動結合在一起，拓展擴粉渠道，提升擴粉效果。\n（2）利用人進行傳播，藉助物進行推廣。無論是客人還是員工都可以成為酒店微信平臺的傳播者，微信平臺的推廣工作可借任何產品與平臺進行。\n（3）必須開展線上促銷活動，用折扣和優惠吸引顧客關注。\n（4）在移動互聯網時代，Wi-Fi在人們生活中起著非常重要的作用。根據公安部的規定，Wi-Fi上網必須實名登記，為了增加粉絲，酒店可將微信認證作為首選。\n（5）探索新工具，積極地與粉絲互動，如酒店可以在微信平臺開展抽獎、簽到、搖一搖贏禮品等活動。\n（6）抓亮點，製造新話題，吸引用戶關注。\n2.積極地與粉絲互動\n很多酒店會利用各種節假日（聖誕節、元旦等）開展一些互動遊戲，往往能取得不錯的互動效果。為了做好與粉絲的互動，酒店可採取以下策略：\n（1）做好人員安排，安排專人實時聽取、收集粉絲需求，並及時回覆；\n（2）在微信平臺設定關鍵詞回覆，讓粉絲及時獲取問題的答案；\n（3）將與粉絲互動的福利遊戲引入微信推廣內容；\n（4）在酒店的微信平臺上啟用微信客服人員；\n（5）利用新平臺、新工具為粉絲定製產品。\n3.內容推廣技巧\n每逢節假日，大大小小的酒店都要開展促銷活動，微信推廣的內容異常豐富，但很多內容沒有亮點，無法吸引顧客。在這種情況下，酒店要如何利用微信公眾號進行產品推廣、做好微信營銷呢？\n（1）酒店要為微信內容設置一個好標題以吸引粉絲注意，聚焦推廣內容的亮點，吸引更多用戶參與。\n（2）豐富推廣內容的版面，讓推廣文字更加簡潔。\n（3）為留言、點贊、轉發的用戶提供一定的福利或獎品，鼓勵更多用戶留言、轉發、點贊，以增加文章的閱讀量。\n（4）拓展微信推廣渠道，將線上活動與線下活動聯合起來。每期微信推廣都要對推廣渠道進行策劃，尋找合適的渠道進行推廣。\n（5）實時更新內容，讓新關注的粉絲能看到最新的推廣內容。\n酒店公眾號的運營實戰技巧\n1.配置專業的策劃人員與維護人員\n隨著酒店行業的迅猛發展，專業人才成了一種稀缺資源，再加上微信公眾號屬於一種新事物，很多人對其不甚瞭解。如果酒店不為微信平臺的運營與管理配備專業人員，微信平臺的作用就難以充分發揮出來。\n酒店是否配備專業的策劃人員與維護人員要看最初確定的目標，如果酒店打造微信公眾號的目的就是推廣，那麼只需將微信公眾號交給銷售人員打理即可；如果酒店要打造一個全能的平臺，就要讓所有部門都參與進來，讓各個部門的領導將其策劃和運營能力充分發揮出來。如果酒店的經濟實力較強，就可以聘請一個專業的團隊開展酒店微信公眾號的運營。\n2.酒店領導提升對微信公眾號的重視度\n酒店微信公眾號的構建不僅需要資金支持，還需要酒店各部門領導的助力。酒店應該制訂微信公眾號的運營計劃，明確分工，提升酒店各高層領導的重視度，讓每期微信營銷活動都能做好。\n3.正確選擇第三方平臺\n酒店可以與第三方公司合作，共同構建酒店微信公眾平臺。為了選擇正確的第三方平臺，酒店可採取以下策略：\n（1）在選擇第三方平臺之前要做好背景調查，如與之合作的酒店的微信平臺的運營效果等；\n（2）以酒店需求為依據定製平臺，保證平臺運營效果能達到預期；\n（3）平臺公司要有專業的技術團隊與運營團隊，能定期給酒店微信公眾號的運營提供有益的建議；\n（4）第三方平臺要有擴粉與互動工具，以不斷地壯大粉絲規模；\n（5）第三方平臺要與酒店現有的系統對接，讓功能應用實現最大化；\n（6）對合作協議嚴格審查，以在最大程度上降低合作風險。\n此外，酒店應從客戶角度出發思考問題，想方設法地借客戶渠道對酒店微信平臺進行推廣。"
  },
  {
    "id": "id110",
    "title": "Chapter 13",
    "text": "Table of Contents\n扉頁\n版權信息\n目錄\n內容提要\n前言\n第一章 新媒體運營基礎與盈利模式\n> > 一、新媒體運營是什麼\n> > > > > > 如何理解新媒體運營\n> > > > > > 企業新媒體的運營範疇\n> > > > > > 新媒體運營的入門技巧\n> > > > > > 新媒體運營的思維工具\n> > 二、企業新媒體運營的四大要素\n> > > > > > 定位：抓住用戶的核心訴求\n> > > > > > 策略：實現內容價值轉化\n> > > > > > 運營：優化運營整體方案\n> > > > > > 團隊：搭建運營團隊架構\n> > 三、構建新媒體平臺的盈利模式\n> > > > > > 盈利模式1：粉絲變現\n> > > > > > 盈利模式2：品牌廣告\n> > > > > > 盈利模式3：內容付費\n> > > > > > 盈利模式4：內容電商\n> > > > > > 盈利模式5：社交變現\n第二章 新媒體活動運營實操攻略\n> > 一、新媒體活動運營的策劃流程\n> > > > > > 活動前期：做好準備工作\n> > > > > > 策劃階段：注重運營細節\n> > > > > > 執行階段：確保活動實效\n> > > > > > 活動結束：總結實踐經驗\n> > 二、新媒體活動運營的實戰技巧\n> > > > > > 活動運營的背景撰寫技巧\n> > > > > > 活動運營細則的5個要素\n> > > > > > 運營人員的七項技能修煉\n> > > > > > 如何有效提升用戶參與度\n> > 三、新媒體營銷推廣的操作步驟\n> > > > > > 步驟1：制定營銷目標\n> > > > > > 步驟2：精準粉絲引流\n> > > > > > 步驟3：品牌傳播推廣\n> > > > > > 步驟4：文案策劃包裝\n> > > > > > 步驟5：組建推廣團隊\n> > > > > > 步驟6：運營績效考核\n第三章 新媒體內容運營實操攻略\n> > 一、新媒體內容運營的進階攻略\n> > > > > > 內容規劃：搭建內容運營體系\n> > > > > > 內容生產：打造優質原創內容\n> > > > > > 內容運營：多元化的運營策略\n> > > > > > 內容傳播：實現品牌傳播效應\n> > 二、如何打造自媒體閱讀量10W+\n> > > > > > 堅持自我個性，甄別優質內容\n> > > > > > 善於模仿借鑑，標題奪人眼球\n> > > > > > 掌握四大特性，打造優質內容\n> > > > > > 贏得官方推薦，促進內容傳播\n> > 三、微信公眾號內容運營實戰要點\n> > > > > > 要點1：內容推送與活動策劃\n> > > > > > 要點2：選題方向與內容編排\n> > > > > > 要點3：內容文案與熱點追蹤\n> > > > > > 要點4：團隊配合與運營思路\n第四章 社群新媒體運營實操攻略\n> > 一、實現自媒體商業化的最佳路徑\n> > > > > > 確保優質內容的可持續生產\n> > > > > > 實現高效精準、多渠道傳播\n> > > > > > 社群是用戶沉澱的最佳方式\n> > > > > > 基於社群的多元化盈利模式\n> > 二、自媒體如何向社群媒體轉型\n> > > > > > 建立社群意識，打造共同願景\n> > > > > > 明確社群定位，專注內容優化\n> > > > > > 設置社群門檻，制定群規細則\n> > > > > > 注重社群互動，強化管理監督\n> > > > > > 打造用戶體系，輸出優質內容\n> > 三、社群數據化分析、運營與優化\n> > > > > > 用戶思維下的社群數據化運營\n> > > > > > 社群用戶行為的數據運營策略\n> > > > > > 社群內容數據分析與優化策略\n> > > > > > 社群業務數據分析與運營策略\n第五章 新媒體品牌營銷與運營策略\n> > 一、新媒體在品牌營銷中的實踐應用\n> > > > > > 企業新媒體營銷的概念與特徵\n> > > > > > 新媒體環境中的品牌傳播變革\n> > > > > > 新媒體在品牌營銷上的主要優勢\n> > > > > > 如何利用新媒體實現品牌營銷\n> > > > > > 故事營銷：傳遞品牌的價值理念\n> > > > > > 新媒體時代的故事營銷策略\n> > 二、社交媒體時代的品牌塑造與運營\n> > > > > > 基於新媒體的品牌建設與管理\n> > > > > > 構建營銷戰略，優化服務體驗\n> > > > > > 深耕社交運營，實現營銷轉化\n> > 三、新媒體時代的企業危機公關策略\n> > > > > > 新媒體在企業危機公關中的作用\n> > > > > > 新媒體在企業危機管理中的應用策略\n第六章 新媒體廣告運營策略與技巧\n> > 一、新媒體時代的廣告營銷變革\n> > > > > > 新媒體廣告模式的主要特徵\n> > > > > > 新媒體在廣告營銷中的應用\n> > > > > > 新媒體廣告的主要形式\n> > > > > > 新媒體廣告的未來發展趨勢\n> > 二、新媒體廣告營銷的運營策略\n> > > > > > 企業新媒體廣告營銷發展現狀\n> > > > > > 藉助新媒體廣告實現品牌價值\n> > > > > > 新媒體廣告整合營銷實戰策略\n> > > > > > 廣告主如何制定最佳投放策略\n第七章 新媒體影視營銷策略與技巧\n> > 一、新媒體時代的短視頻營銷與運營\n> > > > > > 網紅經濟下的短視頻\n> > > > > > 藉助短視頻實現品牌變現\n> > > > > > 短視頻創業運營實戰攻略\n> > 二、直播運營、營銷與商業變現法則\n> > > > > > 打造個人IP的超級影響力\n> > > > > > 以優質內容打造流量入口\n> > > > > > 如何在直播平臺上賣貨\n> > 三、新媒體視頻內容營銷實戰攻略\n> > > > > > 新媒體時代的視頻內容營銷\n> > > > > > 企業自媒體內容營銷技巧\n第八章 微信運營的實戰技巧與方法\n> > 一、微信活動運營策劃實操攻略\n> > > > > > 微信活動運營常見的3種類型\n> > > > > > 微信營銷活動策劃的實操技巧\n> > > > > > 公眾號拉新的三大關鍵工作\n> > > > > > 公眾號留存與促活的運營技巧\n> > > > > > 微信活動運營要避免的九大誤區\n> > 二、微信小程序的場景引流技巧\n> > > > > > 微信小程序：開啟精準營銷時代\n> > > > > > 基於微信小程序的場景運營思路\n> > > > > > 實現線上與線下場景的一體化運營\n> > > > > > 企業小程序營銷引流的實戰技巧\n> > > > > > 企業小程序運營推廣的實操攻略\n> > 三、酒店微信公眾號的運營策略\n> > > > > > 酒店微信公眾號運營的優勢\n> > > > > > 酒店公眾號的粉絲擴張策略\n> > > > > > 酒店公眾號的運營實戰技巧"
  }
]