[
  {
    "id": "file_12",
    "title": "Chapter 1",
    "text": "請尊重著作權。本電子書受到著作權法保護，未經出版社的授權，不得在任何網路社群或其他任何媒介上重製、轉載、散佈或以任何形式公開傳輸。任何未經授權的行為都涉及侵犯著作權，導致法律責任及損失。"
  },
  {
    "id": "file_21",
    "title": "作者簡介",
    "text": "作者簡介\n----------------------------------------\n亞瑟．布魯克斯ARTHUR C. BROOKS\n研究幸福的社會科學家、哈佛甘迺迪研究院與哈佛商學院教授、《大西洋》雜誌最受歡迎打造人生專欄作者。\n曾任華府知名智庫美國企業研究院（American Enterprise Institute）院長，著有《愛你的敵人》（Love Your Enemies）與《保守之心》（The Conservative Heart）等暢銷書。\n職涯始於古典樂法國號樂手，有長達十多年時間跟著樂團，在美國與西班牙各地巡迴演出。\n譯者簡介\n----------------------------------------\n許恬寧\n師大翻譯所畢業，自由譯者。近期譯有《後臉書時代》、《教練》、《躍競思維》、《四騎士主宰的未來》。"
  },
  {
    "id": "file_22",
    "title": "Chapter 3",
    "text": "上主，居住在你的殿宇，常讚美你的，真是有福！\n那以你作為自己的助佑，居心朝聖的人，真是有福！\n他們把他們經過的乾谷變為水泉，\n並以初雨給乾谷披上祝福的衣衫。\n聖詠集：84：5-7"
  },
  {
    "id": "file_23",
    "title": "Chapter 4",
    "text": "前言\n----------------------------------------\n飛機上的偶遇，改變了我的人生\n「別再胡思亂想，沒人說你沒用了。」\n坐在我後面的女士，耐著性子安撫身旁的男士，他們看來是一對夫妻。我們搭乘的深夜班機，正從洛杉磯飛往華盛頓特區。黑漆漆的座艙裡幾乎鴉雀無聲，大部分旅客都在睡覺或看電影，而我正用筆電在趕工。我已經想不起來，當時究竟急著要完成什麼，只記得感覺要是沒完成，我的人生、幸福與前途就遭殃了。\n那位男士顯然聽不進妻子的勸告，繼續喃喃自語著。\n「不要再講什麼『要是死了就好了』這種話。」妻子再次安撫著。\n我不是故意偷聽，只是出於一般人的同理心，以及身為社會科學家的好奇心，忍不住豎起耳朵聽下去。\n我的腦海浮現一個男人的身影。想像後座的丈夫是個無名小卒，辛苦了大半輩子，與年輕時的種種夢想擦身而過。那些沒能踏上的職涯、沒能進入的名校、終究沒勇闖的事業，全都隨著年華消逝。我想像這位男士因為年老力衰，不再被需要，最後被迫退休……\n當飛機落地，機上的燈打開。我終於能一窺那個一心想死的男人。結果卻讓我驚訝。我認得這個人︰他是個名人，而且是家喻戶曉的英雄人物。這位年約85歲的老英雄，深受大眾敬重，他的勇氣與愛國心一向為人稱道，數十年前他就締造了豐功偉業並受人景仰至今。我從小就把他當偶像崇拜。\n老英雄站起身來準備下飛機，機上乘客紛紛認出他，帶著敬意竊竊私語。走到駕駛艙門口時，機長向前致意，對他說出了我心中的話：「先生，我從小就很崇拜您。」\n幾分鐘之前還非常厭世的老英雄，瞬間變得神采飛揚。\n我心想著，該如何形容這位老英雄比較貼切？是這一秒的容光煥發，還是二十分鐘前，跟妻子訴說著不如死去的男人？\n接下來的幾星期，我遲遲忘不了在飛機上所看到的那極為矛盾的一幕。\n▎打開生命另一扇窗\n那是2012年夏天的事了，當時我剛過完48歲生日。雖然我不是什麼享譽國際的英雄人物，但事業正一帆風順，負責華盛頓特區一家聲譽卓著的智庫，已出版過幾本暢銷書、演講總是座無虛席，還在《紐約時報》開了專欄。\n我找出八年前，40歲生日時寫下的願望清單。我當時真的很確定，如果能達成那些事，這輩子死而無憾。如今回頭看，清單上的目標，我全都達標，甚至是超越。但為什麼我並未感到特別滿足或幸福？儘管心想事成，至少諸事如我所願，我並沒有想像中那麼快樂。\n但就算真的帶來滿足感，又有誰能保證可以永久持續？如果那些成就是每天苦幹12小時、一星期工作7天換來的，到了某個時點，一切進展終將趨緩，甚至歸零。基本上，我現在就是以那樣的工作強度在過日子，每週工時高達80小時。\n那陣子，我花了好幾天的時間，檢視我的人生是否已開始走下坡。然後呢？在回顧完這一生之後，我會不會也告訴我的太太艾斯特（Ester），自己不如死了算了？有沒有可能脫離只能進、不能退，不斷追名逐利的道路，優雅的接受人生不免走下坡？甚至把現實轉變成機會，打開生命的另一扇窗？\n以上是我奔向50歲之前心中的疑問。身為社會科學家，我決定從社會科學的角度來探索這些問題的答案。這樣做是有些奇怪，就像外科醫師幫自己切除闌尾一樣，但我決心冒險接受挑戰，探索人生的各種可能，試圖把令人惶惶終日的未來，變成更上層樓的轉機。\n過去九年，我一頭鑽進了各種領域的研究文獻，除了社會科學，還包括腦科學、哲學、神學與歷史。我研讀那些歷史上一流人士的人生故事，也四處造訪追求卓越的成功人士，訪問了數百位領導人，從州長到五金行老闆都有。\n結果發現，很多職涯勝利組的人，其實私底下都很痛苦，而且幾乎毫無例外。我把這個現象，稱為「奮鬥者的詛咒」（striver’s curse），亦即一向努力表現傑出的人，最終卻發現自己陷入令人恐懼又無法避免的衰退，工作成果愈來愈難讓人滿意，做得更多、成就更少，生活裡也欠缺美滿的人際關係。\n好消息是在研究過程中，我也發現自己在尋找的東西，即逃離詛咒的方法。我為自己接下來的人生，制定改變的策略與步驟，希望在進入人生下半場時，不僅不會感到失望，甚至過得比上半場更快樂，也更有意義。\n除了替自己擬定計畫，我覺得有必要將成果分享出去。只要你想過有目標的喜悅生活，也願意想辦法嘗試，那我找到的訣竅就絕對適合你。比起年輕時必須征服的世界，這次沒有了競奪獎賞或成就的激烈競爭，每個人都能成功，也會更快樂。如果你和我一樣，人生的多數時刻都在勉強自己奮發向上，這本書就是為你而寫的。\n▎踏上重生之旅\n你會有興趣拿起這本書，顯然你在過去的人生，為了爭取卓越成績、人生有所成就（誠實一點，運氣也占了不少比例），一路死命工作，犧牲了很多事。你理應獲得大量掌聲，世人也的確對你交口稱讚。然而，你心知肚明，好景不常在，歡樂派對不會永遠持續，你甚至可能已看見曲終人散的跡象。不幸的是，你不曾深入思考如何面對派對尾聲，只懂得緊抓著唯一擅長的策略不放：你更努力工作，嘗試讓盛況延續，假裝自己什麼都沒變。\n然而，那是一條注定通往悲劇的道路。\n在經濟學領域，有所謂的「史坦法則」（Stein’s law），源自1970年代著名經濟學家史坦（Herbert Stein）的一句話：「無法永遠進行的事，終將停止。」1乍聽之下，這有講跟沒講一樣，對吧？然而，人在面對自己的生命時，往往會假裝這件事不存在。要是忽視它，最終只會傷害你的職涯，你會感到愈來愈追趕不上，暗自埋怨上蒼為何如此不公平。\n其實，還有另一條路可走。與其否認自身能力出現變化，你可以將這個轉變化為力量的泉源。與其試著避免衰退，你可以超越衰退。方法是找到新的成功。這種新成功比世俗的五子登科更美好，不會帶來精神官能症與成癮。你會有更深層的快樂，感到更幸福。這個轉變過程會引領你，（或許是頭一次）找到人生真正的意義。這個過程徹底改變了我的人生，我相信也可以改變你。本書將帶你踏上那個重生之旅。\n不過，在此先提醒你，對於像我們這種一遇到事情，直覺做法就是更努力的人來說，這條新路違反了各種內設的直覺。我會請你承認自身的弱點，坦然面對。還有，你必須放手，拋開那些曾努力爭取過的大多數東西；以前你是那麼想得到，如今卻會扯你後腿。你要接受那些人生中能帶來快樂的事，即便那些事不會讓你出人頭地。你要拿出勇氣與信心面對衰退，甚至是死亡。從前在追求世俗成就時，你忽視的人際關係，如今要重新建立起來。此外，雖然很不想面對，你必須展開結果未知的轉型。\n以上這些事全都不容易。像我們這種一路走來，都在奮力拚搏的人，往往很難就這樣換個方式過日子！如果你也是長期以來總是全力以赴，才能努力在業界有一席之地的奮鬥族，這本書提到的概念，肯定會讓你覺得太瘋狂了，恐怕內心要掙扎一番才能接受。但我保證這個轉變絕對值得。不只是我，你也一樣，可以一年比一年更快樂。\n人生可以愈過愈美好。"
  },
  {
    "id": "file_24",
    "title": "Chapter 5",
    "text": "1\n職涯走下坡的時間比你預期的早（很多）\n----------------------------------------\n不論從事哪一種高技能職業，\n幾乎都會在快40 歲到50 歲出頭時，\n不可避免的走向衰退。"
  },
  {
    "id": "file_25",
    "title": "Chapter 6",
    "text": "史上最偉大的五位科學家是誰？科學愛好者很喜歡在網路上爭論這種問題。如果你不是這些科學討論區的常客，也不需上網去察看，我相信不論對科學是否熟悉，答案絕對少不了達爾文（Charles Darwin）。一提起達爾文，我們就會想到他永遠改變了人類對於生物學的了解。達爾文帶來的影響實在太大了，他在1882年離世，至今仍是家喻戶曉的人物。\n然而，達爾文去世時，卻深感壯志未酬。\n讓我們話說從頭。達爾文的父母原本希望兒子當個牧師，但達爾文對此沒有熱情，也缺乏天賦，提不起勁學習。他真正熱愛的是科學，科學讓他感到快樂、真正活著。1831年，22歲的他可說是碰上一生一次的機會，受邀搭乘小獵犬號，前往世界各地進行科學探勘。達爾文日後回想那次旅程說道：「那是我人生中最重要的事件。」接下來五年，達爾文跟著小獵犬號，四處採集異國的動植物標本，並寄回英格蘭，不管是科學家或一般民眾，全都看得目眩神迷。\n光是異國的動植物標本，就讓達爾文闖出不小的名氣。27歲返家時，他的天擇說更是引發知識界的激烈辯論。達爾文認為，物種在歷經無數世代的變化與適應後，數億年後帶來我們今日見到的豐富動植物。在接下來30年間，達爾文發展出自己的理論，四處出書與發表論文，聲望逐漸提升。1859年，50歲那年，他發表了巨著《物種源始》（On the Origin of Species），成就達到顛峰。這本暢銷著作解釋了他的演化論，達爾文就此成為家喻戶曉的人物。他永遠改變了科學。\n然而，自此之後，達爾文的研究卻失去了創新。\n他開始遇上瓶頸，再也沒有新突破。大約在同一時間，捷克的修道士孟德爾（Gregor Mendel）發現能讓達爾文延續研究的基因理論，但不幸的是，孟德爾的研究發表在冷門的德國學術期刊，達爾文終其一生都沒機會拜讀那篇文章。但即使看到了，以達爾文的數學與語言能力，恐怕也不足以理解那篇論文（別忘了，他是不愛讀書的學生）。達爾文在晚年持續出版了好幾本書，但都沒有太大突破。\n到了晚年，達爾文依舊名揚四海，離世後被尊崇為國家偉人，葬在西敏寺。但他在人生的下半場，卻愈活愈不快樂，總是認為自己的研究不夠好、不達標、不原創。「我已到了這把年紀了，不論是意志或體力，皆不足以展開任何需要經年累月的研究，但那是我唯一享受的事。」達爾文向朋友吐露心聲：「我擁有理應會讓人快樂與滿足的一切事物，但我實際上感到人生萬分疲憊。」1\n全世界都認為達爾文很成功，但按照達爾文的標準來看，自己是失敗的。達爾文明白按照世俗的標準，自己名利雙收，理應「快樂與滿足」，卻感到味如嚼蠟。對他來說，唯有不斷的進步與新的成功（如同他過往的研究），才能讓自己快樂起來，卻力不從心，只能隨著時間流逝，在衰老中，陷入不快樂的深淵。據說在73歲辭世之前，達爾文一直鬱鬱寡歡。\n我希望能夠告訴大家，達爾文晚年時不我與的感慨，其實和他的成就一樣是罕見的例外，但現實並非如此。達爾文會衰退很正常，符合人類年齡的走向。如果你和他一樣，奮力在所屬領域達到卓越，你幾乎絕對會面臨類似的走下坡，以及一再的失望，而且那一天來臨的時間，比你想像中的早（很多）。\n▎每個人都有差不多的苦衷\n除非和電影明星詹姆斯．狄恩（James Dean）一樣英年早逝，可以「即時行樂，不見白頭」，否則你肯定知道自己的事業、體能與心智遲早有一天會衰退。只不過你八成以為那是很久以後才會發生的事。\n你不是唯一這麼想的人。大部分的人雖然沒講出口，心中卻認為老化對自己專業表現的影響，是很久以後才會發生的。這種態度解釋了各種令人莞爾的民調結果，例如2009年曾有一項調查詢問民眾對於「老」的定義，結果美國人最普遍的回答是「85歲以後」。2實際上，美國的平均死亡年齡是79歲，也就是死後六年，才進入他們心中的老年。\n現實世界裡，不論從事哪一種高技能職業，幾乎都會在快40 歲到50 歲出頭時，開始走向衰退。抱歉，我知道這種數字讓人心頭一驚，但更糟的在後頭：在職涯顛峰成就愈高的人，衰退程度似乎更明顯。\n你顯然不會就這樣相信我說的話，所以讓我們來看證據。\n先從最明顯例子看起。運動員這一行是最早出現衰退的，需要爆發力或衝刺力的運動項目，顛峰表現落在20至27歲之間，耐力運動則稍微晚一些，但衰退時期一樣，都出現在青壯期。3這並不令人訝異，畢竟沒人會期待專業運動員到了60歲，還能上場與年輕人一較高下。為了寫作這本書，我訪談了多位運動員，他們大都表示30歲就須轉行（由於過去沒有其他研究詢問過人們預計自己何時體能會衰退，我是以非正式的方法找出答案）。儘管不喜歡這個事實，但他們通常可以面對現實。\n然而，我猜如果是今日所謂的「知識工作者」（也就是本書大部分的讀者），心態就很不一樣了。如果是需要動腦想點子的職業，工作時不必動用運動能力，也不需要過人體力，那麼幾乎沒有人會承認，他們預期自己在70歲前就可能衰退；有的人甚至預估自己過了80歲才會走下坡。許多人都沒能做到運動員做到的事，我們都不願面對現實。\n以科學家為例，西北大學凱洛管理學院（Kellogg）的策略與創業教授瓊斯（Benjamin Jones），多年前研究科學家在幾歲時，最可能出現得獎的科學發現與關鍵發明。瓊斯回顧過去一百多年來的重要發明家與諾貝爾獎得主，得出結論︰重大發現最常出現在將近40歲時。科學家找到重大發現的可能性，在20歲至39歲之間穩定上升，接著在40歲至49歲、50歲至59歲、60歲至69歲之間劇烈下滑。當然還是會有離群值，但在70歲提出重大創新的可能性，和20歲時差不多，機率大約是零。4\n物理學諾貝爾獎得主狄拉克（Paul Dirac），無疑對這個事實感到悲秋傷春。他曾為此寫下一首憂鬱小詩，指出年齡是每一位物理學家的詛咒。詩的最後寫道：\n一旦年過30，死了勝過苟活。\n狄拉克在31歲時，因25歲左右所做的研究獲頒諾貝爾獎。24歲拿到劍橋博士學位，28歲出版《量子力學原理》（The Principles of Quantum Mechanics），至今仍被奉為教科書，30歲提出量子場的一般理論，這是他攻讀博士時的研究主題。他也在30歲這一年成為劍橋大學的講座教授。但在那之後呢？狄拉克仍是活躍的學者，有過幾次重大突破，但都比不上早期的輝煌歲月，因而寫下那首憂鬱的詩。\n當然，諾貝爾獎得主和一般的科學家大概還是不太一樣。瓊斯因此和共同研究者，進一步從物理學、化學與醫學領域的研究人員身上挖掘更多數據，調查對象的入選條件，包括論文被大量引用、獲得專利和各種獎項。瓊斯等人發現，比起過去，當代科學家達到顛峰的年齡已有上升，主因是過去數十年間，尖端研究所需的知識量大增。即便如此，1985年後的科學家，顛峰年齡依舊不是太老，物理學者在50歲時達到顛峰；化學家是46歲；醫學是45歲。在顛峰之後，創新能量就直線下滑。\n在其他的知識領域，也出現相同的基本模式。作家的衰退出現在40歲至55之間。5金融專家的顛峰表現落在36歲至40歲之間。6醫生的顛峰期看來是30多歲，之後的技術水準便急速下降。7對於我這個年齡層的人來說，醫生如果長得像影集裡上了年紀的魏樂比醫師（Marcus Welby），我們會比較安心。但最近一項加拿大研究，調查十年來全國八成麻醉科醫師的患者訴訟，卻發現，比起年紀較輕的醫師（51歲以下），65歲以上的醫生被判定有罪，須為醫療過失負責的比率，高出五成。\n創業者的顛峰年齡，是值得留意的例子。科技公司創辦人通常在20多歲時就名利雙收，但很多人一到30歲，創意就開始減弱。據《哈佛商業評論》報導，能拿到10億美元以上創投資金的企業創辦人，一般介於20歲到34歲之間，年齡再長的人很少。但也有學者駁斥這個結論，指出成長力道最強的新創公司，創辦人的平均年齡事實上是45歲。8即便如此，結論依舊不變，開創能力到了中年會陡降，即便取最樂觀的估算，也僅有5％的創辦人年齡超過60歲。\n這樣的模式不限於知識工作，從警察到護士等技術工作者，與年齡顯著相關的衰退出現時間，也比他們所想的要更早。設備服務工程師與辦公室工作者的顛峰表現，落在35歲到44歲之間；半技術裝配工與郵件分揀員，是45歲到54歲。9航空交管員與年齡相關的衰退十分明顯，相關錯誤造成的結果又往往十分重大，因此這一行的強制退休年齡，規定在56歲。10\n由於衰退呈現可預期的模式相當明顯，已經有學者建立模型，預測特定職業的衰退情形，準確程度驚人。加州大學戴維斯分校的西蒙頓（Dean Keith Simonton），研究創意工作的專業衰退模式，並建立模型預測一般人士的職涯走向。大量的數據符合圖1的走向。\n 圖1　創意工作者的顛峰，出現在職涯的第20年\n▲愈常做某件事，就會愈做愈好？進步並不是一條永遠向上的曲線，過了顛峰後，就會開始走下坡。11\n平均而言，創意工作者的顛峰，大約出現在職涯的第20年，也因此研究結果顯示，人們通常會在35至50歲之間開始衰退。不過，這是很多領域加起來的平均值，西蒙頓發現不同領域的差異很大。\n舉例來說，他也檢視過大量職業的「半衰期」，也就是產出一半工作成果的年齡。平均而言，半衰期或多或少落在圖1的最高點。小說家相當吻合這個20年的半衰期，他們通常在開始寫作後的第20.4年之前，完成一生一半的作品，接著在剩下的人生完成另一半。數學家也十分符合這個模式，半衰期是21.7年。詩人稍微早一點，開始創作15.4年後會碰上半衰期。地質學家則晚一點，大約是28.9年。\n想一想這個研究發現是什麼意思。假設你身處量化領域，例如數據分析師，你出校門後，22 歲開始工作，那麼你將在44 歲左右，抵達職業的顛峰，接著能力就會開始下滑；假如你是詩人，在25 歲拿到藝術創作的碩士文憑，根據西蒙頓的數據顯示，你將在40 歲左右，創作出一生的一半作品，之後生產力將會下降；如果你是地質學者，職涯高峰則大約落在54 歲左右。\n▎我很早便江郎才盡的人生歷程\n展開前述研究時，我特別想知道衰退模式是否也發生在音樂人士身上，尤其是古典樂手。畢竟古典樂手中，有幾個職業生涯極為長久的著名例子。1945年時，低音提琴家利特爾（Jane Little）在二八年華，加入亞特蘭大交響樂團，71年後，在87歲高齡時退休〔事實上，利特爾沒有真的退休，而是在表演〈娛樂至上〉（There’s No Business Like Show Business）這首曲子時，在台上倒下〕。12\n但利特爾女士不是常態。樂手的退休年齡，大都比她早很多，甚至可以說是太晚才退下來。研究顯示，古典樂手的顛峰表現落在30至39歲之間，但管弦樂團和大學教授一樣有終生職。年輕的樂手通常會抱怨，好位子都被有終生職的老前輩給長期占據。年長的樂手在早已過了顛峰期後，依舊會在樂團待上很長的時間。問題出在這些前輩通常不會承認自己寶刀已老，甚至無法對自己誠實。\n「你很難承認自己的時間到了。」一位58歲的匹茲堡交響樂團法國號樂手談到：「我們是否認的專家。在這一行，熬出頭的機率低到不可思議，而我們正是靠不肯接受這個事實，才能走到今天，也因此在職涯培育早期，拒絕退縮對音樂人來說，反而是正面特質。」13\n說那段話的法國號樂手不是我，但在平行宇宙中可能是。\n事實上，我從小只有一個志向：成為全球第一的法國號吹奏者。我每天花無數小時練習，為了激勵自己，在臥室牆上掛滿知名法國號演奏家的照片。我參加所有一流的音樂節，在中產階級家庭財務負擔範圍內，跟著西雅圖最好的老師上課。我永遠是最優秀的那一個，我是首席。\n我一度以為，小時候的人生夢想終將成真。19歲時，我便離開大學校園，加入室內樂樂團，成為職業樂手，四處巡迴演出，一年表演百場音樂會，搭乘特大號的廂型車，走遍全美各地。那份工作沒有健保，該繳房租的日子永遠讓我精神緊繃，但21歲時我就走遍美國50州，造訪過15個國家，還錄製過偶爾會在電台上播放的唱片。我的夢想是在30歲前，登上古典樂事業的顛峰。先花幾年時間，進入頂尖的交響樂團，接著成為獨奏家，在古典樂的世界，這是最閃耀的職業。\n然而，在20歲出頭時，怪事發生：我的演奏每況愈下。一直到今天，我仍舊不曉得出了什麼事。我的技巧開始倒退，但找不出原因，什麼事都沒發生。我投入名師的門下，更加勤奮地練習，但就是回不去先前的水準。原本簡單的曲子變得不容易，原本就困難的，更是吹奏不出來。\n我的音樂生涯才剛起步，卻接連遭逢打擊。最糟的一刻，大概是我登上紐約市的卡內基大廳，當我走向前，正準備簡單介紹接下來的曲目時，突然一個踉蹌，從台上摔進觀眾席。那一天，從音樂廳返家時，我心情沉重地想著，這絕對是上天給的啟示。\n不論上帝有沒有暗示我，我並沒有聽進去。因為我無法想像成為「優秀法國號樂手」以外的人，我死都不可能放棄。\n接著我又多掙扎了九年。先是在25歲，加入巴塞隆納室內交響樂團，增加練習量，但表現持續下滑。幾年後，我在佛羅里達的小型音樂學校，找到教書的工作，依舊祈禱奇蹟會出現，自己又會跟以前一樣厲害。但那一天從未來臨。\n我知道得找退路了。我利用遠距教學，重拾大學的學業，但心中感到丟臉，沒告訴任何人，只有太太知情。我在還有一個月就要過30歲生日時，在不曾見過教授、也沒踏進過教室的情況下，取得經濟學的學士學歷。我的畢業日，是穿著拖鞋走向信箱，取出畢業證書。信封上明明蓋著斗大的「請勿折疊」，依舊被塞得歪七扭八。\n我偷偷在晚上繼續讀書，一年後又取得經濟學碩士學位。在那段期間，我繼續練習吹奏法國號，依舊以樂手的身分維持生計。我仍然抱著一線希望，祈禱演奏能力會奇蹟似恢復。\n然而，我衷心期盼的奇蹟並沒出現。我在31 歲時認輸，承認每況愈下的音樂生涯不會好轉了。但然後呢？剩下的人生要做什麼？我心不甘情不願地跟隨家族其他人的腳步，進入學術領域。我父親是學者，祖父也是學者。我放棄音樂夢，開始讀博士。\n日子總得過下去，對吧？勉強算吧。我完成學業後，在大學教書，從事社會科學領域的研究與教學。我十分享受這份工作，但依舊日日想起我的職涯白月光，那個我曾經得到召喚的天職。即便到了今日，我依舊每隔一段時間，就會夢到自己站在台上，聽見管弦樂團演奏聲，看見聽眾，處於幸福的音樂心流，拿出這輩子最佳的表現……接著醒來，想起童年的志向如今只不過是幻影。\n老實說，我很幸運。今日的我知道衰退無可避免，我當時只不過是比正常情形早了一、二十年知道，因此能趁早想辦法轉行，找到人生的新方向，改從事學術工作。即便如此，一直到了今日，那麼早就江郎才盡，實在太令人痛苦，字字血淚。我發誓絕不讓舊事重演。\n然而，數據擺在眼前：這種事將再度發生。\n▎如何讓大腦老得慢一點\n對大部分的人而言，衰退不僅是不受歡迎的意外，還是個大謎團。我們從小學到熟能生巧，很多研究都說，1萬小時的練習（或某個非常高的時數）能帶來精通。換句話說，人生是有公式的，愈常做某件事，就會做得愈好。\n然而，那條公式歷經時日卻失靈了。如前面圖1所示，進步不是一條永遠往上的直線，那往下的部分究竟是怎麼回事？\n早期理論認為，智力會隨著年齡增長而下降。研究人員比對所有年齡組的原始認知能力（IQ），結果一再顯示，年輕人的表現遠勝老年人。研究人員因此推論IQ會隨年紀下滑，能力自然也跟著衰退。然而，這類分析有著根本上的問題。相關研究其實是把教育程度高的人（年輕人通常學歷較高），拿去跟成長過程中缺乏受教機會的人做比較。有研究發現，如果追蹤同一人一段時期後的表現，那麼智力下滑的程度，沒有早期的研究結果那麼明確。14\n大腦構造出現變化，比較能解釋人類的衰退，尤其是前額葉皮質（prefrontal cortex，前額後方的腦部）表現出現的變化。這一區的大腦在童年時期最晚發育，成年後又率先衰退，主要負責工作記憶、執行功能，以及抑制機制，也就是有辦法不去關注與手上工作不相關的資訊。我們因此能專心改善核心技能。不論是法律案件、動手術或開公車，強大的前額葉皮質讓人得以持續提升專業能力。\n然而，人到中年後，前額葉皮質的效率會下降。這背後的意涵，包括快速分析，以及創意、創新的能力會變差，這些正好是我們眼中的衰退證據。此外，曾經覺得簡單的某些能力，竟也開始變得不可思議的困難。15\n例如多工能力，比起年輕人，年長者更容易分心。如果家裡有青少年，你可能會勸他們別一邊看書，一邊聽音樂，還邊傳訊息給朋友，這樣讀書會缺乏效率。然而，沒辦法一心多用的人其實是你。事實上，大人只要身體力行自己提出的建議，就能提升認知效率，例如關掉手機和音樂，在完全安靜的空間裡思考與工作。16\n另一項會衰退的能力是回想名字與事實。人到50歲時，大腦塞滿資訊的程度，有如藏書豐富的紐約公共圖書館。只是你的私人圖書館員走路慢吞吞的，步履蹣跚，走一走就分心。你派他去取你需要的資訊，例如某個人的名字，結果他整整花了一分鐘，才緩緩起身，還先去泡咖啡，在期刊區碰到老友又聊了起來，忘了原本要找什麼資訊。17你痛罵自己，怎麼這麼多年來都知道的事也能忘掉。等圖書館員終於回覆你：「那個人叫麥克」，麥克早就走了，你已經在做別的事了。\n沒有人喜歡衰退，但有的人卻能夠坦然接受，活出不一樣的人生。剛才提過，諾貝爾物理學獎得主狄拉克，寫過一首哀傷的小詩，講物理學者年過30歲就沒前途了。狄拉克本人最重要的研究與生產力高峰歲月，落在20歲至30歲初之間。35歲後，他依舊是活躍的學者，也有一些不錯的研究成果，但成就已經沒有以前輝煌了。\n不過，狄拉克隨遇而安。他很聰明的度過晚年，70歲時離開陰溼的劍橋，接受佛羅里達州立大學的教職，在人生最後的歲月盡情曬太陽和游泳。他每天和同事共進午餐，然後睡個午覺。他依舊持續發表論文，只不過沒有任何驚人成果。狄拉克最後的論文，處理自己一直沒能回答的研究問題，最後誠實寫上：「我花了這麼多年尋找答案……依舊尚未找到。我將在有生之年持續努力，也期許其他人能接棒。」18\n很可惜，不是人人都能像狄拉克一樣坦然面對。另一位科學家鮑林（Linus Pauling）就不一樣了。鮑林創下前無古人，後無來者的紀錄，在截然不同的兩個領域榮獲諾貝爾獎。鮑林和狄拉克等許多人士一樣，20幾歲就提出最重要的洞見，並在30多歲總結前十年的研究，寫下他最有名的《化學鍵的性質》（The Nature of the Chemical Bond）。1954年，因為數十年前的化學鍵研究，獲頒諾貝爾化學獎。\n鮑林有了重大發現後，持續進行科學研究，但也開始花更多的時間在公共議題上。有人認為，鮑林那麼做是為了留住鎂光燈。二戰過後，鮑林的注意力轉向反核運動。他既是得過諾貝爾獎的化學家，又和研發原子彈的科學家處於同一時代，歐美的反戰運動把他奉為教主。\n鮑林因為在冷戰的高峰，呼籲廢止核子試爆，1962年獲頒諾貝爾和平獎。出於明顯的原因，他就此成為飽受爭議的政治人物，在某些人心中是英雄，但在某些人心中是梟雄。那些對鮑林沒好感的人士一再大聲提醒，蘇聯在1970年頒發列寧和平獎（Lenin Peace Prize）給鮑林，而鮑林接受了。\n鮑林渴望獲得名利，極力推廣時下流行看似科學的概念。他提倡優生學，認為應該在罹患鐮刀型貧血等遺傳疾病的人身上，刺上顯眼的刺青，以此警告有可能和他們生孩子的人。其他更著名的例子，是鮑林堅稱維他命可以治百病，延年益壽，連癌症都能治。他還提倡所謂的「分子矯正精神病學」（orthomolecular psychiatry），用高劑量的維他命，治療罹患精神疾病的患者。\n你八成聽過，高劑量的維他命C可以預防感冒。這個論點就是來自鮑林在1970年代所寫的文章，科學界已多次證實這種說法有問題。鮑林日後提出的理論，也幾乎全數被推翻。如同劍橋教授凱夫（Stephen Cave）所言，鮑林被主流的醫學界當成江湖郎中，他耗費生命的最後數十年，在科學期刊上和眾多的批評者唇槍舌戰。19\n▎從走得光彩奪目，變成像走鋼索\n鮑林顯然很難接受人生走下坡，無法承受自己在世人眼中已不再重要。其實，不管是不是名人，如果曾達到所屬領域的顛峰，後來變成無人聞問，甚至被當成無用之人，那種滋味肯定很不好受。我為了寫作這本書進行研究時，反覆聽到類似的哀嚎，例如紐約有位珍本書商，雖然熱愛自己的職業，也享受自己的職涯，但如今……我讓他自己來講好了：\n我一輩子從事珍本書買賣，24歲入行，幸運至極。狄倫（Bob Dylan）、小說家厄普代克（John Updike）、諾貝爾文學獎得主柯慈（J. M. Coetzee）、水門案的記者伍德華（Woodward）與伯恩斯坦（Bernstein），作家沃（Evelyn St. John Waugh）、龐德、邱吉爾與羅斯福等數不清的名人，全讓我碰上了。二十年前在晚宴上，人們認真聽我講的每一句話，等不及想要聽我聊挖寶和交易文本的故事。然而，在過去十多年間，我從對面的人眼中看見自己。我猜我的臉上大概寫著「過氣」。\n還有一名50歲的女士，在一所大型大學擔任責任重大的行政職，她說：\n如果軟體進步到可以減少人為的錯誤，再也不需要靠人眼檢查文件，我就會失業。我猜我大概還剩五到十年……我現在工作時，試圖遮掩自己沒以前優秀的真相，即便我知道這種事無法永遠瞞下去。我希望能在不失去收入的前提下，有時間做出改變，但如果有一天被開除，那也沒辦法。人生總得走下去，也或者過不下去。\n一位在業界風評很好的50多歲女記者也說：\n我已經沒動力繼續一天投入10小時，拚死拚活工作。睡眠不足與過度出差，讓我們這些新聞從業人員的健康付出代價。以前休息一下就能恢復，但現在不行了。我有很多同事，在40多歲時出現明顯衰退。就我這個旁人的角度來看，問題似乎出在倦勤。又要再次千里迢迢採訪市議會開會、公路車禍、謀殺案、稅務報導……，在過去這些年，他們做過上百次相同的事，他們累了。\n加州大學洛杉磯分校與普林斯頓大學的聯合研究團隊，分析上千名年長者，研究結果發表在2007年的《老年學期刊》（Journal of Gerontology）。比起經常「感到自己有用」的長者，不曾或很少這麼認為的長者，出現輕度失能的機率高了近三倍，在研究期間去世的機率更是超過三倍。\n有人會說，光是往日榮光的回憶，就足以帶來寬慰。人們在追求累積大量的財富、權力與地位時，通常會做出這樣的假設︰一旦「成功」了，便能一勞永逸。這種思維認為人生就像一場尋寶遊戲，你出發去尋找一甕金子，找到之後便能享受財富，即便榮耀的歲月早已逝去，你的餘生將會幸福快樂。因此，你要想辦法致富，早點退休；你要想辦法出名，接著就會一生臉上有光。拿教授這一行來講，取得終身職後，這輩子就不用愁。等一切成為過往，你可以開心回憶當年勇。\n按照這個標準來看，前面提到的那位飛機上的老英雄，理應是世上最快樂的人。他名利雙收，憑著很久以前創下的豐功偉業，受到世人景仰，贏了這場人生的競賽！達爾文和鮑林也一樣。但他們並不快樂，因為這種思維模式錯得一塌糊塗。人類的奮鬥根本不是那麼一回事。事實上，要是機上的那位先生有著「普通人」的一生，不曾有過重大事蹟，他可能反而不會因為生活回歸平淡，感到如此難以釋懷。\n我們或許可以稱這種現象為「職業心理的重力定律」（principle of psychoprofessional gravitation）：衰退帶來的痛苦，與你先前達到的聲望高度，以及你對於那個聲望帶有的情緒依附直接相關。20如果你沒什麼期望，一輩子不是太汲汲營營或是非常努力，而是有佛陀般的修為，不依戀職業帶來的聲望，衰退出現時，你大概不會太痛苦。然而，如果你十分看重成績，而且達到卓越，當你不免由盛轉衰，你將深感自己不再重要，籠罩在痛苦之中。\n天賦異稟，年少得志，不保證日後的人生就會快樂。研究顯示，相較於無所求的對照組，人要是曾在職業生活中追求權力與成就，一般會在退休後較為悶悶不樂。21\n德州大學奧斯汀分校心理學家郝勒翰夫婦（Carole and Charles Holahan）的研究顯示，即便只是小時候被當成有天賦，也可能導致問題。22他們研究的數百位年長人士，都曾在人生的早期被眾人稱讚前途無量。他們得到的結論是：「從小得知自己被納入天資聰穎的研究……與80歲時心理健康較不佳有關。」\n郝勒翰夫婦的研究或許只是在說，要滿足他人的殷殷期待很困難。告訴孩子他們是天才，是相當不理想的教養方式。不過證據也顯示曲終人散時，高成就將帶來負面影響，例如許多職業運動員在退役後，很難適應新人生，不乏成癮或自殺等悲劇性的例子；運動員在退休後不快樂，甚至似乎是常態，至少會悶悶不樂一陣子。\n道斯（Dominique Dawes）曾在1996年勇奪奧運體操金牌，我請教他在競賽的最高殿堂獲勝後，人生感受如何？道斯告訴我，她享受日常生活，不過中間的調適並不容易，到今日依舊不簡單。道斯講得很白：「以奧運金牌得主自居會摧毀婚姻，還會讓孩子感到自己不夠好。把每天都活成奧運，只會讓身旁的人不好過。」\n道斯努力讓贏得奧運後的人生，避免落入高成就人士面臨的陷阱。她沒有活在過去，今日婚姻幸福，有了孩子，虔誠信仰天主教。但其他的眾多明星，就沒這麼好運了。\n我們無法儲存榮耀，日後再細細品嘗。人類天生無法享受時間過去太久的成就，有如踩跑步機一樣，成功帶來的滿足感只有一瞬間，我們無法停下來享受。只要一停下腳步，就會立刻退落到輸送帶後方，然後掉下跑步機；只能一直跑，期待再度成功，而且這一次要比上一次更成功。我們祈禱這麼努力之後，就能獲得持久的滿足感。\n因此，衰退問題是雙重打擊：我們需要不斷愈來愈成功，才能避免不滿足的情緒產生，但我們現在就連讓表現持平的能力，也在不停衰退。衰退甚至是三重打擊，因為在我們試圖持續發揮相同的水準時，不可免的陷入工作狂的成癮模式，過度努力的結果，就是掉進不健康的人際關係模式，犧牲與另一半、孩子、朋友培養感情的機會。當我們有天摔下跑步機，將沒有人會扶我們起身，拍掉身上的灰塵。\n許多功成名就的人因此陷入惡性循環：他們害怕衰退，不滿成功的時刻愈來愈少，益發留戀過往的成就，高處不勝寒，這個世界沒急著要幫你，畢竟沒人會覺得成功人士需要可憐。人生勝利組哀嘆活得很苦，只能讓人假意勸慰幾句。\n然而，那種痛苦很真實。\n▎那要怎麼辦？\n各位親愛的朋友，我懂我們有多努力，但事實就是事實：你曾經耗費無數心血，培養出令人敬佩的能力，但那個讓你成為領域翹楚的能力，有可能一到30歲就顯著衰退，最遲不會拖過50歲出頭。人生就是這樣，就這麼討厭，沒辦法。\n那要怎麼辦？其實只有三條路可選：\n1. 否認事實，憤怒自己居然衰退，籠罩在沮喪中。\n2. 接受事實，承認自己確實衰退，把老化當成無可避免的悲劇結局。\n3. 接受過去帶來成功的元素，在未來將不再有效，培養新強項與新技能。\n如果你選3，恭喜！大好的未來在等你，有好多的新技能等著你去培養，還有你必須轉換成新思維。"
  },
  {
    "id": "file_26",
    "title": "Chapter 7",
    "text": "2\n發展你的第二曲線\n----------------------------------------\n每次際遇變化都是機會。\n但不要把世俗成功看得太重，\n記得為這個世界做出貢獻。"
  },
  {
    "id": "file_27",
    "title": "Chapter 8",
    "text": "衰退無從避免，也沒得討價還價。但上了年紀不會只有壞事〔我要講的不是兒孫滿堂、在海灘勝地薩拉索塔（Sarasota）有房子的那種幸福，當然有的話也是挺不錯的〕，甚至有方法可以讓我們與時俱進，變得更聰明、能力更提升。祕訣就在了解並拓展你的新長處，以及勤加練習。如果你能做到（不用擔心，這本書會教你），就能把往日榮光的衰退，轉換成不可思議的新成功。\n你是否注意到，隨著年齡漸長，幾乎沒有人的口才變差？年長者的字彙量通常比年輕時豐富，這會帶來相對應的能力，例如玩拼字遊戲的功力會增強，而且外語流利，不僅腔調更完美，還能累積字彙量，理解文法。研究也支持相關的觀察結果：不論是母語或外語，人類能保持字彙量到生命盡頭，甚至會增加。1\n同樣的，你或許也注意到，年齡愈大，也更擅長結合複雜的觀念並加以運用。2換句話說，年紀大或許無法提出嶄新發明，解決問題的速度也不如以往，但更擅長運用已知的概念，對外表達的能力也增強。此外，年長者還更擅長詮釋他人提出的點子，有時甚至比原創者更頭頭是道。\n我是社會科學家，相較於職涯早期，現在更懂得用數據說故事。雖然我懷疑自己還能不能寫出當年的學術論文（二十年前研究用上的數學，有些我現在已經看不太懂），但我可以告訴你如何舉一反三，又如何應用在生活中。我今天寫的東西，是你手上這本書，而不是高深的數學學術文章。我在職涯早期提出概念，而今日則整合我與他人的概念。\n年齡增長之後出現的能力，對某些職業比較有利，例如理論數學家一般符合西蒙頓提出的數據預測，早早達到職涯顛峰，也早早衰退。然而，應用數學家（例如運用數學解決商業實務問題）就不同了，他們達到顛峰的年齡晚很多，因為他們的專長是結合與運用已經存在的概念，而這是年長者比較突出的能力。\n或是以歷史學者來講，這個職業基本上是在組合既存的事實與概念，完全不符合典型的衰退年齡區間，平均展開職涯39.7年後才會達到顛峰。想一想那是什麼意思：假設你打算在32歲取得博士學位，展開職涯，成為專業的歷史學者。壞消息是等你都50多歲了，依舊還算初出茅廬，但也有好消息：你72歲時，依舊還有五成的學術精華等著你產出！你最好要注重養生，才能在80多歲寫出此生最優秀的作品。\n如果你認為這種事是隨機發生的，或許除了成為拼字競賽選手或攻讀歷史博士學位，我們能採取的人生對策不多。但這並不是隨機發生的。英國心理學家卡泰爾（Raymond Cattell）在1960年代末，開始尋找相關現象的解釋，最後找到答案。3那個答案能打敗奮鬥者的詛咒，改變你的人生。\n▎兩種智力的消長\n心理學家卡泰爾在1971年出版的《能力》（Abilities: Their Structure, Growth, and Action）一書中，假設人類同時具備兩種智力，但上升時段卻出現在人生的不同時期。\n第一種是「流體智力」（fluid intelligence），卡泰爾定義成邏輯推理、彈性思考與解決新問題的能力，也就是所謂的原始聰明。研究人員發現，流體智力涉及閱讀與數學能力。4創新者一般擁有很高的流體智力。卡泰爾的研究專長是智力測驗，他觀察到一般人的流體智力最高峰，出現在相當早期的成年階段，接著在30至40歲就急速下滑。5\n卡泰爾依據這個發現推論，年輕人天生是最優秀的創新者，能夠帶來新鮮的點子。如果卡泰爾今日尚在人世（他在1998年以92歲高齡過世），還讀了我目前為止寫的東西，會立刻指出我所談的職業衰退（太早就消失的初始能力），源自流體智力。幾乎所有勤奮的成功人士，在職涯初期都是仰賴這種智力。\n如果你在職涯的早期事業成功，你的工作又與新點子或解決難題有關（我猜本書大部分的讀者都是這樣），那麼你能成功，除了因為奮發向上（或許還得感謝父母與運氣好），流體智力是大功臣。所有現代產業的青年才俊，幾乎全是靠流體智力。他們學習速度快，高度專注於關鍵要點，想出解決之道。然而，很不幸的，我們前面已詳細說明，上了年紀後，一般無法保住那樣的能力，這也是為什麼你會想看這本書。\n不過，故事尚未結束，卡泰爾認為，人類不只有流體智力，還有「晶體智力」（crystallized intelligence），也就是運用過去累積的知識庫存的能力。回到前文大型圖書館的隱喻。這次你不會再感慨圖書館員動作慢吞吞的，而是驚嘆你的圖書館員被浩瀚的書海圍繞，也訝異雖然需要多花一點時間，這位老圖書館員居然知道每次要選取的書擺在哪裡。仰賴知識庫存的晶體智力，一般會隨著年紀增長，隨著一個人進入40歲、50歲、60歲，一路攀升，要到人生非常晚期才會下降，甚至完全不會衰退。\n卡泰爾形容這兩種智力：「從概念上來講，流體智力是解析抽象問題的脈絡化能力，晶體智力則代表人在一生中透過涵化（acculturation，不同文化相互影響的結果）與學習所獲得的知識。」6講得白話一點，你年輕時擁有原始聰明，老了則擁有智慧。你年輕時有辦法提出大量事實，而你老的時候知道那些事實是什麼意思，也曉得如何運用。\n進一步分析，卡泰爾是在告訴我們，上一章圖1的成功曲線，基本上是流體智力的發展曲線，一路往上攀升到35歲左右，接著在40多歲與50多歲下滑，但如同圖2所示，同一時間其實還暗藏著另一條曲線，也就是在成人的中晚期階段持續上升的晶體智力曲線。\n 圖2　步入中年，腦子不會變得不管用\n▲人有兩種智力， 但高峰出現在不同的階段， 你永遠可以重新設計職涯， 善用晶體智力展開另一種人生。\n對你我來講，這是一項大發現，極度重大的發現。如果你的職涯只靠流體智力，的確很早就會由盛轉衰。但如果你的職涯需要晶體智力，或是你重新打造職業生活，更加仰賴晶體智力，你達到極盛的時間將延後，也連帶很晚才衰退，甚至不會衰退。如果能成功轉換，你就能破解人生密碼。\n那先前提到的職涯曲線呢？基本上，職涯曲線有時和流體智力發展是一致的，例如科技創業者便是如此，這也是為什麼他們很年輕就開始走下坡。然而，其他領域需要同時動用流體智力與晶體智力，也因此職涯高峰會晚一點出現。有的職涯幾乎完全仰賴擁有與運用大型的心智圖書館，高峰出現在人生很晚的階段。\n你將留意到自己的流體智力出現衰退，這點幾乎逃不過，但隨著年紀漸增，你永遠可以重新設計職涯，少一點創新，多一點指導。有的職涯比其他職涯容易做到這點，例如研究歷史需要龐大的知識庫，也需要具備整合知識的智慧；歷史學幾乎是純晶體智力的領域。\n不過，也有其他比歷史學家更常見的純晶體智力領域，例如教學。教學同樣需要口語能力，還得解釋彙整在一起的大量資訊。也難怪老牌教師受重用的程度高過菜鳥老師。《高等教育紀事報》（The Chronicle of Higher Education）近日刊登的研究顯示，大學系所裡教學評量拿最高分的老師，一般是年紀較長的教授，人文學科尤其如此。7教授會在職涯早期，拿到最低評分，一路到60至70歲持續改善（正在讀這本書的大學生，快去修年資最老教授的課）。\n這種大器晚成的現象，部分解釋大學教授的職涯長度。75%的教授打算65歲後再退休（美國的平均退休年齡是62歲）。8我還記得研究所畢業第一年當助理教授時，某天和年近70歲的系上老師聊天。我問他有沒有考慮過退休，老教授笑著說，他最後大概會被抬出辦公室，而不是走出辦公室。\n院長聽到這句話或許會苦笑。大學行政人員經常抱怨，擁有終身職的教授在職涯的最後數十年，研究生產力明顯下降（這部分得仰賴流體智力，尤其是分析性質的研究）。老教授占住了教職的缺額，急著展開研究計畫的年輕學者卻進不來。不過反過來講，這也是個機會。我們該問的問題，不是如何刺激老教授寫出更多高深的學術期刊論文，而是該想辦法調整他們的工作內容，讓他們能在不失去教授身分的前提下，善用學識與經驗，走向教學。\n東西方的經典都提到在人生下半場走向教學的概念。「如同以燃燒的蠟燭照亮他人。」在哲學教授海瑞格（Eugen Herrigel）的名著《箭藝與禪心》（Zen in the Art of Archery）中，箭術師傅說道：「老師以心傳心，傳承正道精神，啟迪學生。」\n或是想一想西塞羅（Marcus Tullius Cicero）的智慧。西塞羅是西元前一世紀的羅馬政治家、律師與哲學家。一直到了今日，他依舊是那個歷史時期最重要的聲音。現存西塞羅年代的拉丁文獻，75%是他的手筆。9西塞羅在晚年寫公開信〈論責任〉（De Officiis）給兒子，談正直人士肩上擔負的責任。信的內容主要是談年輕人的義務，但也提到人生下半場的職責。\n老年人……看來理應減輕他們的體力勞動，但增加勞心的活動。長者也應該努力貢獻自己，透過忠告與實務智慧，盡可能幫助友人與年輕人一臂之力，以及最重要的是效忠國家。10\n西塞羅堅信老年要做三件事：首先，這個時期應該致力於服務他人，而不是閒散度日；其次，晚年最大的禮物是智慧，長者的學問與思想將帶來豐富他人的世界觀；最後，在這個階段，我們天生的能力是提出忠告，輔導、建議與教導他人，但目的不是累積金錢、權力或名聲等世俗的報酬。\n順帶一提，西塞羅不只是提出忠告，還身體力行，為信念而死。在他的年代，做一個公共知識份子是很危險的事。今日的我們苦惱於「取消文化」（cancel culture，即網路上的抵制行為），西塞羅則在63歲時，因為政治不正確的理念被暗殺（他在凱撒被刺殺後批評安東尼）。西塞羅因為自身的政治觀點，不得不亡命天涯，最後被一名羅馬百夫長抓到，眼看性命即將不保。處於晶體智力顛峰時刻的西塞羅，在死前最後一刻依舊是老師。他教訓那名百夫長︰「士兵，你正在做的事，一點都不恰當。但麻煩以恰當的方式解決我。」11\n晶體智力能帶來傳道、授業、解惑的能力。兩年前，我受邀演講，對象是矽谷著名科技公司的員工，我沒忘記運用這樣的能力。觀眾席中，一名年輕人在聽完演講後，問我對於他所屬產業不夠多元有什麼看法。那位年輕人想談的問題是在工程師這一行，很少見到少數民族與女性。我很樂意聊這件事，但也藉機詢問，在他們那家年輕人主導的公司，是否思考過年齡多元化的問題。我問：「你們這裡是否有足夠的年長員工？」而他的回答說明了一切：「你是指超過30歲的人嗎？」可惡的死孩子。\n這裡的重點，不是幫年紀大的人找工作，而是從見多識廣的人身上汲取智慧，吸收經歷。他們已經犯過各種可能的愚蠢錯誤，可以協助年輕人不犯下可避免的錯誤。過去幾年，由年輕人主導的科技業深陷種種醜聞，大眾對這一行的崇拜程度已大幅下降。科技人士一度被奉為資本主義的未來，但如今人們認為他們的產品對這個世界可能有害，他們的領導者自私幼稚。年輕的科技創業者明顯犯下的錯誤，令其他產業的年長高層搖頭。\n那麼這些呼風喚雨的天之驕子需要什麼？他們需要在產品團隊、行銷部門與高階主管團隊裡，加入成熟人士。出色的點子很重要，但也需要務實的智慧，在社會上歷練多年的人，更有機會培養出那樣的智慧。\n▎每次際遇變化都是機會\n第二曲線的存在，對所有人來講，都是天大的好消息。首先，這下子我們能解釋為什麼到了40至50歲，能力通常會下滑了。換句話說，各位如果到了我這個年紀或是更年長，不是只有你會力不從心。第二，年紀大的人，更能藉由第二曲線抵達新的成功。第三，大部分研究的看法都認同，相較於第一曲線，在第二曲線獲得的東西更為珍貴（即便在金錢與名氣方面的報酬沒那麼亮眼）。俗話說得好：「知道番茄是水果是知識；知道不要把番茄放進水果沙拉是智慧。」＊或是套用《聖經》的話來講：「求你教導我們詳數年歲，使我們達到內心的智慧。」12\n如果各位正在經歷流體智力衰退（如果你是我這個年紀，你的確是在衰退沒錯），那不代表已經玩完了，只不過該是時候跳下流體智力的曲線，爬上晶體智力的曲線。有的人會抗拒歲月流逝，試圖扭轉舊曲線的頹勢，不肯進入新曲線，但回天幾乎是不可能的任務。試著這麼做只會極度沮喪，結局通常是白忙一場。\n那麼為什麼人們會一再試圖扭轉運行方向？原因有兩個。首先，他們沒意識到第一曲線會自然向下發展，還以為是自己不曉得哪裡出了問題。第二，他們不知道還有另一條曲線，而且那條曲線能通往新型的成功。\n此外，即便人們的確隱約感覺到，或許還有另一條曲線，很難說放棄就放棄。這種事太嚇人。你需要拿出勇氣與毅力，才能改變人生，轉換跑道，變得更像老師，不論在你的領域裡，「當老師」究竟是什麼意思。但不是每個人都想這麼做，很多人會抗拒。\n不管如何，如果你願意冒險一試，好處將數也數不盡。我在進行本書的訪談時發現，那些最快樂、最滿意人生的50歲、60歲與70歲人士，他們都做了這種類型的轉換。以下是兩個例子。首先是一位58歲的精算師告訴我：\n在職涯的這個階段，我期待退休的日子快點來臨。我想退休，不是為了不必再工作，而是有機會做別的事。我感到那些事對我來講變得十分重要。我目前除了白天的工作，每星期挪出一個晚上，教研究生財務數學。我感到這份教學工作帶來很多收穫。我把漫長職涯中的心得，傳授給前途無量的年輕人。他們求知若渴，我很樂意與他們見面，協助他們看見教科書以外的洞見。\n某位曾經任職於電視台的女記者，也告訴我類似的話。她退休後在一所小型學院教書︰\n我感到能進學術界是相當幸運的一件事，學術界似乎比較尊重有年紀的人。我和其他的教學同仁比起來，居然算年輕，他們是一群傑出又有趣的人。學術界和電視新聞最美好的差別就在此。學術界敬老尊賢，年長者可擔任領袖，知識受到敬重。電視新聞仰賴創新，敬老尊賢這種事在電視圈是不可能發生的。\n▎研究巴哈，你什麼都找得到\n在上一章中，我提到達爾文和鮑林這兩位歷史名人。他們可能不曉得有第二曲線，也或者不願意轉換。不過，歷史上也有成功轉型的例子，他們在非自願地走下坡後，因找到第二曲線而重獲喜悅。當中我最喜歡的例子是作曲家巴哈（Johann Sebastian Bach）的故事。\n巴哈在1685年生於中德的音樂世家，很快就展現特有的音樂天賦。在世時，發表過上千首作品，為那個年代的各種樂器譜過曲。13巴哈下筆如神，曾替管弦樂團與合唱團，寫下數十齣史上氣勢最磅礴的清唱劇。此外，他的協奏曲結構完美，鋼琴作品簡潔優雅。\n巴哈是我最喜愛的作曲家，我太愛他了，從小就自豪地向人們指出︰「巴哈」（Bach）這個德文姓氏，翻譯成英文就是「布魯克」（Brook），更常見的形式是和我同姓的「布魯克斯」（Brooks）。世上有這樣的巧合？\n然而，像我這麼熱愛巴哈的人不在少數。偉大的20世紀西班牙大提琴家卡薩爾斯（Pablo Casals），讓全球的聽眾認識巴哈的大提琴獨奏組曲。卡薩爾斯形容他心中的音樂英雄：「巴哈將人性精煉到顯現出神聖的特質，使日常活動帶有精神狂熱。他賦予即逝瞬間永恆的翅膀；讓神聖的事物富有人性，又讓人類具備神聖性；這就是巴哈，音樂史上最偉大、最純粹的時刻。」14\n或是如同作曲家舒曼所言：「巴哈在音樂領域的地位，有如創教者與宗教之間的關係。」我不確定我的看法有舒曼那麼極端，把巴哈喻為耶穌，不過說真的，各位讀完本章後，快去聽巴哈的馬太受難曲或B小調彌撒。我邊聽邊寫出這一章。聽了你就會明白，為什麼有人稱巴哈為「第五傳道人」。\n對了，巴哈不只產出數量驚人的音樂作品，還生了20個孩子。其中7個是心愛的第一任妻子芭芭拉（Maria Barbara）所生，她不幸在35 歲便香消玉殞，另外13 個孩子，是第二任妻子瑪格達麗娜（Anna Magdalena）所生。只有10 個子女存活到成年，有4 人成為著名作曲家。當中最優秀的是卡爾．菲利普．埃馬努埃爾（Carl Philipp Emanuel），後世簡稱「C. P. E.」。15\n巴哈的音樂屬於巴洛克盛期風格（high baroque），剛出道就被視為這種風格最優秀的作曲家，人人找他寫曲，王公貴族們競相邀約，尤其利奧波德親王（Prince Leopold of Anhalt-Köthen）是巴哈的重要贊助者。年輕作曲家爭相模仿巴哈的風格。巴哈的名氣一天比一天響亮，身旁還有相親相愛的眾多兒女陪伴。\n然而，巴哈的盛名與輝煌歲月，並未維持到人生最後一刻，最致命的因素是長江後浪推前浪，新興的後輩讓巴洛克的盛期風格，顯得有如迪斯可音樂般老氣，取代巴哈地位的人不是別人，正是他的兒子C. P. E.。\nC. P. E.很早就展露和老爸一樣的音樂才華，雖然在成長的過程中掌握了巴洛克風格，但更受最新流行的「古典」（Classical）音樂風格吸引。當時人人都想聽這種新型的音樂。隨著古典風格流行起來，C. P. E.的名氣也水漲船高。在此同時，巴洛克的音樂則被視為老派又沉悶。巴哈等巴洛克風格的作曲家，不願跟風趕流行，也或者是無力創作新型的音樂。\nC. P. E.就這樣取代了父親，成為家族裡的音樂名人。\n在巴哈人生的最後數十年（與接下來的一個世紀），C. P. E.被視為巴哈家族裡最優秀的音樂家。海頓與貝多芬都仰慕C. P. E.，蒐集他的作品。莫札特也說：「巴哈是父親，我們是孩子。」但這裡的巴哈，指的是C. P. E.，而不是我們今日熟知的巴哈。\n巴哈若是變得和達爾文一樣痛苦，也是情有可原。自踏入音樂這一行，他一直是最受追捧的音樂家，如今樂評家卻把他拋到腦後。然而，巴哈並不痛苦，反而以兒子具備原創性為榮。巴哈改造自己的人生，從音樂創新者變成教學大師，在人生最後的十年，除了為各種事忙碌，還創作出《賦格的藝術》（Die Kunst der Fuge）。這是一本賦格與卡農的合集，寫作宗旨是傳授巴洛克音樂的作曲技巧。\n《賦格的藝術》的作曲形式，有如某種教科書，在巴哈過世百年後被重新挖掘出來，在公眾面前表演，今日依舊是音樂會常見的曲目。你能想像嗎？這部教科書般的作品，優美到被視為文學作品，甚至宛如詩詞。巴哈就是如此偉大。除了是美妙的作品，《賦格的藝術》更令人驚嘆的地方，是展現了巴哈的彈性。雖然音樂創新的職涯走下坡，巴哈並沒陷入沮喪與憂鬱，在人生的最後階段是快樂的父親，還變身為老師。\n一直到死前的最後一刻，巴哈還在創作他的傑作。《賦格的藝術》中，「對位14」（Contrapunctus 14）的手稿戛然而止。幾年後，由C. P. E.親筆加上幾個字：「此賦格停在此處……作曲者撒手人寰。」16此外，那首曲子也剛好停在巴哈自家人開的玩笑。在這首賦格曲中，巴哈用上「B♭—A—C—B♮」幾個音，而在德文的標記法中，B♭其實是「B」，B♮則寫成「H」。換句話說，巴哈把「B—A—C—H」（拼起來即「巴哈」）當成音樂的主題，而命運恰巧讓他死於寫下這幾個音符的時刻，真可說是堅持到人生的最後一秒。\n回想達爾文的人生，就書面記載來看，巴哈與達爾文很像。兩位偉人都天賦過人，英雄出少年，因為人生早期的創新與成就聲名遠播。此外，兩人死後都永垂不朽。巴哈讓同時代的其他作曲家黯然失色（包括他的兒子C. P. E.）。即便到了今日，就連只是偶爾聽嚴肅音樂的人，很多人也特別喜歡巴哈。達爾文也一樣，被世人譽為史上最偉大的科學家（大部分的人則對孟德爾不熟）。\n巴哈與達爾文的不同之處，就在於以不同的方式經營人生。兩人的職涯都在中年走下坡，不再被視為創新者，但他們回應機遇轉變的方式卻截然不同。達爾文在碰上撞牆期後，沮喪失意，在悲傷中死去。和大部分的人一樣，達爾文不曾尋找或發現到自己的第二曲線，因此在人生的後面階段，心中只有時不我與的感嘆。\n巴哈不一樣。他進入流體智力的後半段曲線後，毫不猶豫地跳上晶體智力曲線，不再回頭。他不再是第一名的創新者，但轉型成為指導者的角色，去世時受到世人愛戴與敬重，一生圓滿。即便沒有以前那麼出名，但從各種角度來看，巴哈死而無憾。\n偉大的作曲家布拉姆斯，在巴哈過世一世紀後說道：「研究巴哈，你什麼都找得到。」17多虧了巴哈優美的《賦格的藝術》，數世紀以來的作曲家得以了解與重現巴洛克盛期的技巧。巴哈清楚示範創作賦格或卡農曲的方法，任何學生都能依樣畫葫蘆。比不上老師，但至少該有的基本元素都有。\n巴哈的人生也值得當成典範。他的職涯一路走來，完美配合發生變化的能力，為他人服務，充滿愛與喜悅。布拉姆斯的建議不只適用音樂，研究巴哈還能改善我們的人生。\n▎讓第二曲線接替第一曲線\n天生我才必有用。有的人和巴哈一樣，很早就清楚自身的才華。巴哈在青少年時期便嶄露頭角，15歲彈奏的管風琴曲，令人大喊神乎其技，20歲就已是知名的作曲家。也有的人和我的許多學生一樣，大器晚成，離開大學和研究所多年後才成功。也有人摸索了好一陣子之後，發現走錯方向，轉換跑道後才成功。\n我訪問過一位建築師，他是在拿到熱門的理科學位多年後，才發現建築是他的熱情所在。或是如同我的例子，我原本百分之百確信，這輩子要從事音樂這一行，直到事與願違，不得不另謀出路，在社會科學的世界找到另一片天。\n不論你是如何找到熱情，很早就發現或卯足了全力才發掘，記得為這個世界做出貢獻。不要把世俗成功看得太重，隨時準備好當能力發生變化，你也要跟著改變。即便不再像以前那麼有名，也要全心接受改變。記住，每次的際遇變化都是學習、成長與創造價值的機會。本章會解釋這不是在苦中做樂，而是為了不錯過人生後期才會出現的重大機會。\n巴哈不知道自己的教學作品，會在他離世後一世紀被重新發現，在全球各地的音樂會上再度被演奏，自己就此成為史上最偉大的作曲家。巴哈只不過是想讓才能發揮最大的效益，精采傳授自己熱愛的事物，替孩子能青出於藍喝采。巴哈在不知不覺中，由原來的人生曲線轉換至另一個曲線。\n別忘了在人生下半場運用自身智慧，助人一臂之力。長輩最重要的任務是傳承信念。擁有成功不必在我的氣度，反而能讓你成為最成功的前輩。\n▎有些事不是努力就有用\n辛苦了一輩子的同志們，祕訣就是跳上你的第二曲線。從發揮流體智力，改變為發展晶體智力，學著運用智慧。\n顯然話不能說到這裡就停下。知道下一個任務是跳上第二曲線是一回事，真的跳下第一曲線又是另一回事。拋下第一曲線很困難，因為認真的人不做那樣的事，我們永不放棄，總是愈挫愈勇。但你也看到數據，數據不會說謊。有些事不是努力就有用。\n本書接下來的章節目標，是協助各位跳下第一曲線。我會先介紹拖住你的三股力量與掙脫的方法，包括你對於工作與成功的執著、對世俗獎勵的渴望，以及恐懼衰老。接下來，我會解釋為了讓第二曲線接替第一曲線，現在就必須開始做的三件事，包括培養人際關係、展開性靈之旅，以及坦然接受不足之處。最後，我還會談開始轉型時，心中八成會冒出的感受。\n我們將會談很多東西，不過簡單來講，你的第二曲線確實存在，你可以跳上去，從此過著幸福快樂的生活。\n----------------------------------------\n＊這句格言的出處究竟是什麼，多年間流傳各種說法。"
  },
  {
    "id": "file_2",
    "title": "Chapter 9",
    "text": "3\n戒掉渴望成功的癮\n----------------------------------------\n一旦自認比別人優秀，\n「更優秀」就成為核心自我認同，\n每次失敗有如小小死了一遍。"
  },
  {
    "id": "file_3",
    "title": "Chapter 10",
    "text": "在寫這本書的過程中，我跟一位年齡相仿的A女士談過。那場對話可說正是本書想談的重點。A女士在華爾街呼風喚雨，賺了不少錢，無人敢怠慢。\n然而，她近期在工作上卻頻頻出錯。身為主管，她的決策不如以往果斷，直覺也不再可靠。眾人一度以她馬首是瞻，但如今年輕同事開始質疑她的能力。她驚慌這是不是老化的徵兆，讀到我的文章後聯絡我。\n我問了她很多生活上的細節。感覺她有點悶悶不樂，而且不快樂好多年了，說不定這輩子都沒快樂過。A女士的婚姻不是很美滿，喝的酒有點多，和已上大學的孩子，關係不算太差，但很疏離，真正的朋友也寥寥無幾。此外，她的工時長到不可思議，很多時候身體常感到疲累，工作就是她的一切。她「活著就是為了工作」，但如今就連工作都開始出問題，她感到驚慌失措。\n既然A女士坦然說出這些事，你會以為要解決她的不快樂，方法很明顯。我也問她，為什麼不處理讓自己不快樂的源頭，包括花時間挽救婚姻、多和孩子相處、想辦法解決酗酒問題，還有多睡一點、改善健康。我知道她先前靠著魔鬼般的工作量，事業成功，但當你知道某件事的副作用，害你活得慘兮兮，你會想辦法解決問題，對吧？你或許愛吃麵包，但既然你有麩質不耐症，就不要再吃麵包，因為那會讓你生病。\n針對我的提問，A女士想了兩分鐘。最後她看著我，以理所當然的語氣回答：「或許比起快樂，我更想要出人頭地。」\nA女士對著目瞪口呆的我解釋：「任何人都可以做會開心的事，看是要度假，還是和親友共度光陰……但不是每個人都能做大事業。」我起初對這種說法嗤之以鼻，但事後想想，其實我在人生的某些時點，也做了同樣的選擇，甚至如果我對自己夠誠實，我在大部分的時候都選了這條路。\n從事金融工作的A女士花了好多年的時間，替自己塑造了某種版本的形象，以獲得別人的喜愛，包括她的父母。最重要的是，這個自我形象是她自己最喜歡的，即努力工作、功成名就的高階主管，而且她的確做到了！然而，沒有什麼事是永久不變的，如今她感到每小時工作帶來的成就，已沒有以前那麼多。不只是更不快樂，連隨之而來的權力與威望也變少。A女士的問題，出在她塑造的那一個「出類拔萃」的自己，並不是一個完整的人，可以說她其實把自己當成某種符號象徵。\n我們其實經常對別人做這種事，把他人簡化成一、兩個令人羨慕的特徵，例如外表好看、有錢或有權等。這就叫做「物化」。名人經常談到被這樣物化的感覺很不好。以物化為基礎的婚姻，例如為了錢而結婚，總是不會有好結果。\n我們心知肚明，物化他人不好、不道德，但一個不小心，卻又這樣對待自己。A女士物化自己，想要出人頭地，定義自我的方法，繞著工作、成就、世俗的獎勵與自豪打轉。即便那個目標逐漸生鏽，依舊放不下世俗的成功，無法做出能在今日帶來幸福的改變。\nA 女士成癮了，對工作成癮的背後，是對成功成癮。這種癮和所有的癮一樣，剝奪了她的人性。她不再把自己視為完整的人，而是某種高效機器，也或者該說以前是高效，如今不再靈光了。\nA女士的經歷或許讓你心有戚戚焉，我本身很能明白那種心境。本章將探究為什麼我們會物化自己、對工作成癮，以及最主要的如何對成功成癮，以致我們被困住，緊抓著流體智力不放。不過，更重要的是本章還會帶大家了解，如何掙脫這些掌控我們的暴君，迎向新的成功。\n▎在工作狂的人生中，工作勝過一切關係\n「或許比起快樂，我更想要出人頭地。」\nA女士的話讓我感到耳熟，但一時間想不起來在哪裡聽過。幾天後，我想到了幾年前和一個朋友聊天。朋友有長期酗酒與藥物成癮的問題，他告訴我，對自己的成癮問題極度沮喪。他充分意識到自己這方面的問題。於是我問了他：「如果你這麼痛苦，為什麼不做點什麼改變現況？」這位朋友的反應，和A女士一樣。他愣了一下告訴我：「比起快樂，感覺很亢奮更重要。」\n我在那一刻突然明白：選擇出人頭地、不選快樂的人就像有其他癮頭的成癮者一樣，對成功成癮了。你可能會想，這是什麼話。如果我請你想像一下，有人無論如何都忍不住要喝酒。你腦中浮現的那個人，八成是窮困潦倒，由於受不了殘酷的世界，借酒消愁。你想到的畫面，八成不會是幹勁十足的成功人士，畢竟那樣的人比較不可能深受成癮之苦，對吧？\n不對。經濟合作暨發展組織（OECD）的數據顯示，酗酒的可能性，反而隨著教育程度與社經地位上升。1有些研究認為（我的研究也讓我同意這種說法），工作壓力大的人容易借助酒精自我療癒，包括飲酒過量。喝酒有如開關，可以關掉焦慮感（暫時關掉）。\n不過，酒精不是奮鬥者唯一容易成癮的物質，甚至可以說不是最糟的一種。我見過最糟糕、最棘手的癮，其實是工作狂（workaholism）。工作狂一詞由心理學家奧茲（Wayne Oates）在1960年代提出，源頭是他的時間太寶貴，兒子必須到診所預約，才能見到爸爸。奧茲在1971年將工作狂定義為︰「必須不斷工作的衝動或無法控制的工作需求。」2\n這種症候群是事業有成的人特有的疾病。別的不說，他們光是工作時數就很驚人。《哈佛商業評論》指出，美國的執行長平均每星期工作62.5小時，一般工作者是44小時。3我認為這個數據相當可信，因為我懷疑我在擔任智庫院長的十年期間，是否有任何一星期的工時低於60小時。許多領導者的工時甚至比這更長，根本沒時間經營工作以外的人際關係。\n這些工時長到不可思議的領導者經常告訴我，為了把工作做好，他們別無選擇。但我不相信這種講法，因為我稍微深入挖掘自己和別人的生活後，通常會發現工作狂陷入惡性循環。他們的成功之道，是做得比別人多，不僅工時超出了「必要」的範圍，他們也相信自己有辦法一直多做，維持驚人的生產力。問題是，生產力帶來的獎勵，比不上落後的恐懼，恐懼才是一直推著工作狂向前的動力。很快的，工作排擠掉人際關係與其他活動。除了工作，工作狂的人生裡沒有太多東西，這進一步強化了惡性循環。工作狂會增強恐懼與寂寞，而恐懼與寂寞又會增強工作狂。\n治療師一般會以三個問題，診斷一個人是否為工作狂：\n1. 你是否經常將可以自由支配的時間，拿來做和工作有關的事？\n2. 你沒在工作時，腦海裡是否通常想著工作？\n3. 你的工作強度是否遠超出必要的程度？4\n不過，我認為這樣的診斷框架沒碰觸到問題的源頭。我猜本書的讀者對這三題都回答「是」，即便其實不是「工作狂」也一樣。你們真心享受工作，追求卓越，不是得過且過，只求不被開除。但努力工作，享受工作，不代表就是工作狂。\n我碰過很多人，的確到達工作狂的程度，連我自己也一樣。我認為以下幾個問題，更適合拿來判斷是不是工作狂：\n1. 你是否在工作之餘，沒力氣陪伴親友，唯有累到動彈不得，才停下工作？\n2. 你是否會偷偷工作？例如趁另一半星期日外出，立刻開始工作，接著在另一半回來的前一秒收起來，假裝沒在工作？\n3. 如果有人（例如配偶）建議你休息一下，和親朋好友一起從事活動，你是否感到焦慮與不悅，即便最近的工作其實不是特別急？（順道一提，我寫這段話時有點生氣，覺得有必要替自己辯護幾句。）\n以上描述聽起來和酗酒很像？的確是。心理治療師羅賓森（Bryan E. Robinson）寫過很多談工作狂與家庭關係的文章。他指出工作狂的行為模式，以及他們與配偶之間的疏離情形，很多都和酒鬼一樣。5成癮者感到被誤解，認為別人都在怪他們，他們只能偷偷摸摸做一些事。另一半則感到被冷落與受傷，這樣的婚姻通常會破裂。6工作狂接著會合理化自身的行為，認為關係會破裂，全是因為對方忘恩負義。我在寫這本書的時候，某位男性告訴我：「我老婆喜歡錢帶來的好東西，卻氣我花太多時間在辛辛苦苦賺錢。」喔，這樣啊。\n工作狂告訴自己，要成功的話，一天工作到14小時是必要的，即便事實上，此時生產力大概已經大減。經濟學者的研究結果很一致，每日工作8小時或10小時後，邊際生產力會大降。7如果你是那種一天工作12到14小時的人，你八成會注意到下午和晚上時，幾乎隨便任何事都能讓你分心。人類的專注力就是無法持續那麼久，尤其是靜態的活動。\n成癮者的共通點，在於他們和不值得那麼愛的東西，陷入不健康的關係，包括酒精、賭博、掌聲，以及沒錯，工作。在工作狂的人生中，工作勝過一切關係。工作狂因此會在結婚紀念日出差，錯過孩子的少棒比賽。有的工作狂會為了事業放棄婚姻，被說是「和工作結婚了」，即便他們其實知道，美好的婚姻（和另一個人類結婚）帶來的滿足感會勝過工作。工作模式正常的人會感到無法理解，但介入工作狂與他們的工作，就像是把手伸進母灰熊與熊寶寶之間。\n工作狂會讓你被工作綁住。雪上加霜的是，工作狂會讓你無法掙脫原本的工作模式，因為你害怕會失去最重要的日常關係。此外，你會因此幾乎不太可能跳上新曲線。\n▎把成功當目標，永遠不可能滿足\n在看解決辦法之前，還得多深入挖掘一點。酒鬼確實是對酒上癮，但他們真正離不開的，其實是酒精對大腦做的事。\n工作狂也一樣。工作狂真正渴望的不是工作本身，而是渴望成功。他們會為了金錢、權力與名聲，不惜犧牲自己的健康與幸福，因為名利帶來認可、掌聲與讚揚。從古柯鹼到社群媒體，如同所有會成癮的事物，那些東西能刺激神經傳導物質多巴胺的分泌。8\n這一切究竟是怎麼回事？對我認識的某些人來講，成功帶來的興奮感，即便只是暫時的，也能脫離灰暗的「正常」生活，他們靠成就擺脫平日的鬱鬱寡歡。然而，如果一想到自己有可能是「普通人」，就會覺得顯然有事情不對勁，驚慌到忽視所愛的人，寧願追求陌生人的仰慕。\n史上最偉大的努力狂身上，往往可以見到這樣的特質，例如邱吉爾可說是20世紀最重要的政治人物，但他經常用「黑狗」來比喻纏住他不放的憂鬱。他的療法包括威士忌、過度工作，以及永遠渴望能成就一番事業。邱吉爾在戰爭時期擔任首相，繁忙的行程能壓垮任何人，但邱吉爾為了平息躁動的心，同一時間還寫下43本書。\n林肯同樣也在一生中，斷斷續續陷入極度的憂鬱，有時甚至動過自殺的念頭。林肯有一次向朋友坦承，由於擔心會自殘，他從來都不敢在口袋裡放小刀。9此外，林肯的家鄉在伊利諾州春田市，大部分的歷史學家都認為，1838年匿名發表於地方報《桑加莫日報》（Sangamo Journal）的〈自殺獨白〉（The Suicide’s Soliloquy），即是出自林肯之手。以下是那首詩的節選：\n親愛的利刃，出鞘時刻到了，\n閃耀的光輝，無邊的力量；\n劃破臟器，奪去呼吸，\n血流如注！\n這首詩出現在林肯的人生一團亂的時期。林肯顯然擁有精神科醫師加特納（John Gartner）所說的「輕度狂躁優勢」（hypomanic edge）：處於憂鬱狀態的高成就者，經常冒出接近狂熱的精力。10從古柯鹼到鴉片，林肯在開始治療憂鬱問題之前的歲月，什麼都試過，不過他最常採取的療法是工作，追求世俗的成功。\n西元400 年左右，聖奧古斯丁（Saint Augustine） 在他的《懺悔錄》（Confessions）中，有個精采的段落。他先是提到自己對成功有永不饜足的渴求︰「我汲汲營營，追名逐利……對此熱血沸騰，腦海裡全是那個念頭。」（凡是對成功上癮的人都能了解那種感受。）接著，又描寫自己在米蘭的街頭路過一個乞丐，暗中羨慕對方：「他瀟灑自在，我惶惶終日；他無憂無慮，我魂不守舍。」\n或許人類是在演化過程中變成對成功上癮，畢竟成功能讓適者生存，在他人眼中更具吸引力（直到我們毀掉自己的婚姻），這種事似乎情有可原。然而，千萬別忘了，出人頭地的代價可不便宜。除了少數真人實境節目中的電視明星與偶然爆紅的名人，成功是殘酷的，需要做出犧牲。古德曼醫師（Robert Goldman）在1980年代有個著名的研究：渴望獲得好成績的運動員中，有一半的人願意在五年內死於非命，交換在今日拿下奧運金牌。11英國思想家彌爾頓（John Milton）在《利西達斯》（Lycidas）這首詩中寫道：「名聲驅策著正人君子，……他們鄙視遊樂，終日勞苦。」\n然而，成功是永遠不可能滿足的目標。對成功上癮的人，永遠不會「夠成功」。成功帶來的興奮感只會持續一、兩天，接著就得等下一次成功。著名的前一級方程式賽車手里貝羅（Alex Dias Ribeiro）寫道：「仰賴成功開心的人，不會開心。對那樣的人來說，成功職涯的尾聲等同窮途末路。他們注定死於痛苦，或是在其他職涯追逐更多成功，活著就是想辦法一次又一次成功，直到嚥下最後一口氣。在這種情況下，成功之後是空虛的。」12\n▎不要物化自己，你不是你的工作\n我在很小的時候就知道，物化他人是不好的。在成長過程中，父親反覆強調絕對不能以貌取人，尤其不能這樣對待女性。這麼做，是不把人當人看，屬於重大的罪惡。\n這個道德教訓不是新理念，雖然提到罪，其實不是宗教獨有的概念，曾是哲學家康德探討的關鍵主題。康德寫道：「一個人一旦成為他人欲望的客體，道德關係中的所有動機將不再成立，原因是成為他人的欲望客體後，即成為物品，可以被每一個人當成物品來對待與使用。」13\n這段話主要是在談性的物化，以及性的物化如何減損幸福，不過還有其他形式的物化，例如工作領域的物化。馬克思在1844年談工作的物化：「人的想像力、人的大腦與人心的自發性活動，在脫離個人的層面上獨立運作……屬於他人；失去自我。」14馬克思譴責資本主義這種經濟與社會制度造成不幸福，人成為人類機器的一部分，人性被抹去，只剩生產力。人被物化、被降格。\n我不認同馬克思對於資本主義制度的評價（我過去曾著書探討），但我認為把人物化成勞動者會摧毀幸福，這點馬克思講得太對了。有兩位法國研究人員在2021年的《心理學前沿》（Frontiers in Psychology）發表研究，他們依據在工作環境中感到被當成工具利用，不被當作獨立個體，提出如何計算工作場所的物化程度。15如同那份報告所言，工作場所的物化會導致倦怠、對工作不滿、憂鬱與性騷擾。\n從道德角度來看，不該物化他人的理由直截了當。然而，物化者與被物化者是同一人的時候，事情變得複雜起來，也就是自我物化（self-objectification）。學者定義為不考慮自己的完整人性，從第三人的角度看待自己。16例如凝視鏡中的自己，感到不夠好或沒價值，或是感到志得意滿，洋洋得意。在工作領域，自我物化是指依據工作表現或職業地位，判斷自己這個人有沒有價值。\n自我物化會減損自我價值與人生滿意度。研究顯示，女性對外表的自我物化（幾乎所有研究都是談這種類型物化）會導致相貌攻擊與低自尊，人生滿意度下降。17即便相貌出眾，對外表的關注，天生會導致去人性化與自我批評：你的身體總有某個地方不夠完美。不用說，社群媒體讓這種事雪上加霜，因為自我物化變得前所未有的簡單。18\n年輕女性的研究顯示，自我物化會導致自認是透明人，缺乏自主性，還與飲食失調與憂鬱直接相關。19此外，自我物化會傷害從事一般日常活動的能力。2006 年，一項實驗邀請79 位19 歲至28 歲女性，隨機分配她們穿上毛衣或泳衣，接著看著全身鏡裡的自己，完成自我形象的問卷，做辨識顏色的例行任務。20實驗發現，泳衣組的女性（被誘導成感到「我是我的身體」）辨識顏色的能力，速度遠遜於毛衣組。\n目前尚未有利用職業來自我物化的幸福與能力研究，也就是自認「我就是我的工作」，不過憑常識就知道，這種自我物化與外表的自我物化沒兩樣，一樣嚴苛。我們是自己的慣老闆，是馬克思說的那種冷血封建領主，無情地揮舞著皮鞭，認為自己只是經濟人（Homo economicus），其他什麼都不是。愛與樂趣被犧牲，拿去完成又一天的工作，替「我成功了沒？」這個問題，尋找正面的內在答案。我們成為真人版的人形立牌，隨著工作能力不免開始下降，我們獨自憔悴，陷入失落，最後被世人遺忘。\n麥克魯漢（Marshall McLuhan）在1964年的《理解媒體》（Understanding Media）書中，有一句名言：「媒介即訊息。」21麥克魯漢指出，在著名的希臘神話裡，納西瑟斯（Narcissus）愛上的不是自己，而是自己的形象。我們在職業上物化自己時也一樣：我們的工作即是我們的媒介，也是我們的訊息。我們愛的是自身的成功形象，而不是愛真實生活裡的自己，但你不是你的工作，我也不是我的工作（我也必須自我提醒）。\n▎恐懼背後是驕傲，愛比較的人不幸福\n自我物化的根源是「驕傲」（pride）的問題。在我們的現代社會，驕傲帶有正面的意涵，用於表達欣賞，例如我告訴孩子，爸爸為他們感到驕傲。或是我不臉紅地說，我替這本書感到驕傲。然而，這樣的含義相當新，其實幾乎在所有的哲學傳統，驕傲都是最大的惡，由內而外腐蝕一個人。佛家用梵文的「mana」（驕傲）來指自我膨脹的心。重視自己，漠視他人，將導致自身受到折磨。神學家阿奎納（Thomas Aquinas）將驕傲定義為過度渴望自身的卓越，從而受到折磨。22在義大利中世紀，詩人但丁（Dante）的《神曲》（Divine Comedy）中，撒旦是過度驕傲的受害者，腰部以下被冰封，痛苦地困在原地。撒旦作繭自縛，那個冰是他蝙蝠般不斷開闔的醜陋翅膀搧動而成的。\n驕傲很奸詐，藏在好事裡。聖奧古斯丁敏銳地觀察到：「其他每一種罪都與惡行有關，但就連好事，驕傲都躲在裡頭，伺機而動。」23聖奧古斯丁說得太對。工作原是意義與使命感的源頭，卻演變成工作狂，害我們失去人際關係。成功原是卓越的果實，卻成為一種癮。一切都是驕傲造成的。\n恐懼與驕傲息息相關。許多對藥物或酒精成癮的人士表示，他們成癮的原因是害怕「正常」生活中的痛苦、壓力與無聊。對成功成癮的人通常也懼怕很多事，包括害怕失敗。\n害怕失敗這件事，已經有不少研究。舉例來說，研究人員發現，大學生最常見的害怕是公開演說；有個研究結果很有名：人們害怕演講的程度，甚至超越死亡。24我發現我的學生中最害怕上台講話的，幾乎全是最努力的學生，因為他們害怕人生會有任何事沒做好，就連無傷大雅的課堂報告也一樣。此外，不只是年輕人或經驗不足的人會害怕失敗：2018年的調查指出，九成的執行長「承認晚上睡不著的原因，第一名是害怕失敗。」25\n恐懼刺激所有對成功成癮的人。哲學家盧梭（Jean-Jacques Rousseau）在《懺悔錄》（Confessions）一書中寫道：「我不怕懲罰，只怕丟臉。我害怕丟臉的程度勝過死亡，多過犯罪，超越世上其他所有事。」26你是否也了解這種感受？\n悲哀又諷刺的是，極度害怕失敗的人，即便有所成就，也不太會因此感到快樂。他們甚至會高度焦慮在未來的關鍵時刻，表現有可能不如這一次。27換句話說，他們做事的動機，比較不是有可能獲勝、獲取有價值的東西，而是害怕會搞砸。\n完美主義的背後也是這樣的人格特質。事實上，完美主義與害怕失敗會一起出現，讓你感到成功不是做出精采的事，而是不做出爛東西。如果你害怕失敗，絕對懂我在說什麼。努力追求成功，原本該是朝著美好目的地前進、令人興奮的旅程。誠如著名登山家馬洛里（George Mallory）所言，爬山是因為「山在那裡」，而不是舉步維艱，筋疲力竭地把所有的心思都放在不要摔下峭壁。\n然而，完美主義者不那樣看自己。研究顯示，完美主義者自認能力較強、標準較高，有辦法端出比別人更好的東西。通常是這樣沒錯！然而，比別人有優勢能暫時讓完美主義者心安，但一想到有可能落於人後，就會恐慌，感到天要塌下來了。一旦自認比別人優秀，「更優秀」就成為核心自我認同，那麼失敗將是想都不敢想的事。失敗有如小小死了一遍。\n許多對成功成癮的人士坦承，當他們看到其他更成功的人，他們會感到自己是輸家。成功的本質與地位有關，意思是成功能提升在社會上的位階。社會科學家數十年來的研究顯示，地位財（positional goods）不會帶來快樂，甚至就連財富也不會。人們信誓旦旦自己愛錢，只是喜歡錢能買到的東西，但過了相當低的門檻後，錢其實主要是在彰顯地位。如同達賴喇嘛有一次提醒我，人只有十根手指頭，卻買了二十個戒指。我們天生逃脫不了追求在社會的身分地位。\n努力達成世俗的成功，追求地位，很容易走火入魔。問題出在如同所有令人成癮的事物，那樣的成功，最終是不斷重複的薛西弗斯式任務，永遠不會有完結的一天。永遠不會有人夠有名、夠有錢、有勢。「財富就像海水，喝得愈多，就愈渴，名氣也一樣。」這是哲學家叔本華（Arthur Schopenhauer）在1851 年寫的，比社群媒體問世的時間，還要早一百五十年以上，現在這個問題的嚴重程度又提高了十倍。28\n在此同時，想方設法待在成功金字塔的頂端，將十分辛苦。某位小有名氣的音樂家有次告訴我，努力出名，接著努力保有名氣，是無聊與恐懼的糟糕混合體。詩人狄金生（Emily Dickinson）的〈我是個無名小卒！你呢？〉（I’m Nobody! Who are you?），描寫過這樣的單調無趣：\n做個名人無聊透頂！\n像隻青蛙，聒噪沒完。\n在漫長的六月，對著仰慕你的沼澤，\n喋喋不休你的名字！\n據說老羅斯福總統（Teddy Roosevelt）曾把社會比較稱為「快樂的小偷」。不論出處是否真是他，此言不虛。研究人員很久以前就發現，社會比較會降低快樂程度。29不過其實不需要做研究，也能明白這個道理。只要看幾小時的Instagram，你就會體會到什麼叫又羨又妒，原因是你把自己的成功，拿去比較你眼中他人的成功（真實性令人存疑），而這種事不會有好結果。\n社會比較、害怕失敗與完美主義，有如但丁的驕傲冰海，你被「萬一沒成功做到某件事，別人會怎麼想你」的念頭凍結住，或更糟的是，你會怎麼想自己。雪上加霜的是，你還會被迫戒斷。\n對酒精成癮者來講，戒斷自然是痛苦的肉體體驗。然而，如果你曾經和酗酒的人士聊聊，你會發現遠遠不只那樣。別忘了，酒精是一段關係，八成還是酒鬼的人生中最親密的友誼，而戒酒會讓他們失去那段親密關係。想到要戒，就像凝視著空虛的深淵，永遠不會再感到人生如此美好。\n對成功上癮的人士，也會碰上戒斷。我在負責華盛頓特區一所智庫的那幾年，一再看到那樣的事。政治人物會失去鎂光燈，有時是自願的，有時是被迫的，而那會很痛苦。他們談論的事幾乎永遠只有當年勇，埋怨後起之秀不懂得向前輩討教，請他們協助。\n▎一個小練習，戒斷對世俗成就的癮\n或許在閱讀本章前，你不曾充分意識到自己有成癮問題。你依舊無法確定自己是不是本章談的人。以下是個小測驗。\n1. 你是否用工作上的頭銜或位階，定義自己的價值？\n2. 你是否用金錢、權力、名氣來量化自己有多成功？\n3. 你上次工作打勝仗後，是否接下來就不知道該如何是好，或是感到不安？\n4. 你的「退休計畫」是否是不退休，一直做下去？\n5. 你是否夢想世人會記住你在工作方面的成就？\n只要有一題回答「是」，你八成對成功成癮。我也是五題全中，所以你也不必太懊惱，如果這樣說能安慰到大家。\n雖然你目前在人生與工作方面已有所成就，在徹底明白這件事之前，你將無法再創高峰。雖然不容易，幸好不必去貝蒂福特成癮治療中心（Betty Ford Center）也能辦到。沒錯，你不需要發誓戒掉工作（如果各位和我一樣需要工作賺錢，這真是好消息）。\n不過，你的確需要坦然接受事實，下定決心改變：承認自己的確出了問題，你想要解決這個問題。你一直在做的事其實不叫工作，而且你想要快樂。順道一提，承認永遠是解決成癮問題的第一步。戒酒無名會（Alcoholics Anonymous）康復計畫的第一步是︰「我們承認自己無能為力對付酒精，而我們的生活已變得不可收拾。」\n如果想要快樂，就必須誠實說出想要快樂，而且願意放棄一些世俗的成就，不再物化自己。你必須說出你渴望減輕重擔，培養「謙遜」這項與驕傲對立的美德。\n我養成做一個小練習的習慣，這個練習幫了我大忙。西班牙天主教20世紀初的樞機主教祖魯埃塔（Rafael Merry del Val y Zulueta），寫下優美的〈謙遜禱文〉（Litany of Humility），不祈求免於受辱，只求有勇氣面對自身的恐懼。\n主教向上天禱告：「主啊，請讓我免於受人羞辱的恐懼。」我受這句話啟發，也寫了一首小禱文。每當發現妨礙我留在第二曲線的事情又跑出來，包括工作狂、驕傲、恐懼失敗、完美主義或社會比較，我就會念這首祈禱文。即便不是教徒，也可以利用這個方法。重點是說出自己對什麼成癮，許願不再沉迷。\n祈求您讓我不再把事業看得比身旁的人還重要，\n祈求您讓我不再被工作占據，好好過生活，\n祈求您讓我不再想要勝過他人，\n祈求您讓我不被世俗的空洞承諾引誘，\n祈求您讓我不再感到自己的職業高人一等，\n祈求您讓我不再讓驕傲趕走愛，\n祈求您讓我不會因為戒掉成癮而感到痛苦，\n祈求您讓我不再害怕衰老，被人遺忘。\n▎關鍵下一步，學會明智的割捨\n你或許和大多數的奮發向上族一樣，耗費數十年的光陰，追求世俗的成就。但我接下來要幫助大家對抗那樣的直覺。一旦踏上這段旅程，你就會發現，人生中的很多事，其實只是為了在自己與他人面前建立形象，讓人感到你是成功者，你出人頭地；你追求物質的戰利品，最明顯的例子，包括擁有房子、車子、遊艇等等，你用「地位財」來證明，自己對這個世界來講很重要。\n不過，即便你不看重這一類的東西（我就不重視），或是你的成功不是賺大錢的那種，也不用高興得太早。你追求的戰利品，或許是有很多人在社群媒體上追蹤你、和名人做朋友，或是以世人的標準來看，你住在很酷的地方。\n重點是象徵著你與眾不同的事物，有如大量的藤壺纏著你不放。這些東西不僅無法帶來真正的滿足感，還會讓你身上太沉重，無法跳上另一個曲線。30你需要割捨掉很多藤壺。\n不過哪些是要割捨的呢？\n如果你曾經從大房子搬進小公寓，你就會知道搬家最難的地方在於斷捨離。你看著屋裡的每一樣東西，都勾起回憶。你心想：「這東西當初花了很多錢，或許以後還用得到！」同樣的道理，當你考慮剝除「我這個人很獨特」的虛構形象時，你八成會擔心以後將後悔。\n接下來，我們來討論該怎麼做出明智的割捨。"
  },
  {
    "id": "file_4",
    "title": "Chapter 11",
    "text": "4\n反璞歸真\n----------------------------------------\n滿足感＝你擁有的÷你想要的。\n你必須削去人生這塊玉石中不必要的部分，\n直到找到自己。"
  },
  {
    "id": "file_5",
    "title": "Chapter 12",
    "text": "到台灣旅遊，絕對不能錯過故宮這個景點。那裡可以說是收藏最上乘的中國藝術與工藝品，獨步全球。上自八千年前的新石器時代，下至20世紀初，館內的永久收藏品約70萬件。\n如果要說故宮有什麼問題，那就是館藏太豐富。去一趟能看的東西，也不過就是幾萬分之一。要是沒有導覽解說，參觀很快就會變成強迫行軍，走過一個個壺、一幅幅畫、一個個雕刻品，每一件文物都很珍貴，但最後你記得最清楚了，可能是裡頭的小吃販賣部。\n那就是為什麼幾年前的一個下午，我為了好好享受故宮，請一位導遊挑幾件著名的文物，並仔細解釋這些文物在藝術與哲學上的重要性。但我沒想到的是，當時那位導遊的一句話，即將帶來改變我人生的建議。\n我們看著一尊清代的大型佛陀玉雕，導遊隨口講了一句：這尊雕像很能說明東方與西方看待藝術的差異。\n「怎麼說？」我問。\n導遊跟我打太極，用問題回答我的問題：「如果我請你想像一個尚未開始創作的藝術品，你會想到什麼？」\n「大概是空白的畫布。」我回答。\n「沒錯。那是因為西方人把藝術視為無中生有。東方人則認為藝術原本就存在，我們要做的事，只不過是讓藝術顯現出來。我們不是靠添加東西讓藝術被人看到，而是拿掉不屬於藝術的部分。」\n導遊告訴我，我腦海中尚未動工的藝術品是空白畫布，而他想到的是尚未雕刻的玉石，如同最終會成為眼前佛像的石頭。我認知的藝術品要加上畫面與顏料後才會顯現，而他的藝術品則早已存在，只不過看不見，必須先移除石塊中不屬於雕像的部分。\n用雕像來當例子，這種隱喻很好懂，但比較難套用在音樂等其他類別的藝術，不過也不是完全做不到。曾經有印度音樂家問我，如何能在布拉姆斯的交響曲中「聽見音樂」。我問那是什麼意思，畢竟編制有85人的管弦樂團，發出100分貝的聲響時，你很難「不」聽見音樂。那位印度音樂家回答，在他的腦中，由於有太多人同時在演奏，音樂反而被蓋住。這是西方古典樂與印度古典拉格（raga）的根本不同之處。西方的古典樂是不斷加上聲音，直到「對了」為止，也因此布拉姆斯的交響曲，有著龐大的管弦樂團編制。而印度的傳統拉格，則是去掉所有會蓋住「真音樂」的聲響，也因此只由少數幾位樂手共同演出。\n藝術再度模仿人生。在西方，我們以爲成功與快樂來自避免失去，不斷囤積更多東西，要有更多金錢、更多成就、更多人脈、更多經驗、更多名氣、更多追蹤者、更多財產。多數的東方哲學則警示，貪得無厭將導致唯利是圖與虛榮，人的本性被蓋住，因而尋覓不到快樂。1我們必須削去人生這塊玉石中不必要的部分，直到找到自己。\n西方人在成長過程中，一般認為人生應該要有很多東西，即很多的戰利品。偏東方的思想則認為這種想法是倒退的。年紀愈大，不該用很多外在的東西來代表自我，而該反璞歸真，在過程中找到第二曲線。老子在西元前四世紀的《道德經》中寫道：\n無名之樸，夫亦將無欲。\n不欲以靜，天下將自定。2\n我是在做本書的前期研究時，讀到這個概念，深受吸引，畢竟我的人生始於完全沉浸在藝術；除了我本身投入音樂，我母親也是職業畫家。我向來把人生視為創作之旅，這對我來說是再恰當不過的隱喻。我最快樂的日子從空白的畫布展開，等著用點子與創意互動填滿。\n然而，我和台灣導遊對話後，思考他教我的事，我發現活在人生的下半場時，西方的隱喻或許不適用，反而會妨礙我獲得快樂與滿足感。\n50多歲的我，人生塞滿房子、車子、成就、人脈、評價與義務。我問自己：「快樂生活的公式，真的是不斷增加更多東西，直到嚥下最後一口氣嗎？」答案顯然是否定的。這種策略的本質是徒勞。隨著我們的第一成功曲線開始向下滑落，努力的報酬遞減，這條公式更是見不到效果。\n若要離開第一曲線、跳上第二曲線，方法不是追求在人生中積累更多東西。首先，我們先來了解為什麼這樣做行不通，接著，開始執行減法。\n▎完成願望清單，人生就會幸福美滿？\n不斷多得到一點、多擁有一點、多做一點的快樂策略，有一個名字，叫「願望清單」（bucket list）。上Google查詢這個名詞，大約會跑出8,000萬筆結果。每個人都曉得這種清單，就是列出所有你死前想看、想做、想得到的東西，而這和為了得出完工的藝術作品，不斷塗塗畫畫，完全是一樣的概念：只要完成清單上所有的事，你的人生就會幸福美滿。\n我認識很多採取這種策略的人，你身邊八成也有。我有時會想起我還是青少年就認識的B。B是非常早期的軟體創業者，趕上了即將改變所有人類生活的科技革命。B從小家境不好，工作上也不是太突出，但在快40歲時，他所屬的團隊研發出重大的產品突破，一個今日依舊為人所知的電腦程式，B因此一夕致富，做夢都想不到天上會掉下禮物。\n在那之後，B搖身一變成為「成功的創業者」，人上之人，萬眾矚目。然而，不能只有一個作品，還得再次出現重大的突破，才能保住這樣的地位，但B雖然接著又多方嘗試，專業上卻不曾再有重大斬獲，也因此他回到願望清單的老路，買房子，買了數十台車，買3C產品、藝術品，以及所有他看上的昂貴擺飾。B買了很多東西，但無力享受，家裡的餐廳變成某種倉庫，塞滿買來後連拆都沒拆的盒子。畫堆在地上，而不是掛在牆上。擺放在車庫裡的車子也沒人開。\n有一次，B沾沾自喜地告訴我，創業家富比士（Malcolm Forbes）講過：「死時擁有最多玩具的人贏了。」3我記得我當時心裡想：「事實上，死時擁有最多玩具的人死了。」\nB 對待時間與人際關係的心態，跟他買的東西一樣。他成天環遊世界，在願望清單上一個又一個的地點打卡，德國的城堡、柬埔寨的寺廟、北極的冰山。B拍了大量的照片，秀出去過的地方。B的生活裡有數百個稱為朋友、實際上不太熟的人，但儘管不熟，B到處找人合影。換句話說，他還蒐集人。\nB並不快樂，而且是很不快樂。他到處吹噓多年前的那場大勝利，用那次的成功來定義物化的自我，接著四處尋找能強化那個自我形象的新事業。在此同時，B 蒐集愈來愈龐大數量的人事物，用來代替他顯然十分渴望的成功。但那份渴望不曾成真。\nB 碰上的問題並不是新鮮事，讓我們來看看歷史上解決過相同煩惱的兩個人。\n▎財富、權力、享樂與榮譽，你最崇拜哪一項\n神學家阿奎納1225 年生於義大利中部城鎮羅卡塞卡（Roccasecca）的貴族之家，從小在家族的城堡長大。阿奎納的父親是蘭道夫伯爵（Count Landulf of Aquino），而叔叔西尼巴爾德（Sinibald）是卡西諾山（Monte Cassino）上第一所本篤會修道院的院長，社會地位崇高無比。身為貴族之子的阿奎納，家族希望他能進教會，安排他日後接任叔叔令人搶破頭的職位。\n然而，阿奎納對人世間的榮耀沒興趣，19歲宣布參加剛問世的道明會。道明會是服務窮人的托缽修會，四處傳教。阿奎納感到這才是他真正該做的事。為了找到真正的自我，有必要拋下錦衣玉食的生活。\n家族不接受阿奎納的決定。阿奎納家的人不可能是路邊的窮鬼！（父母經常物化自己的孩子，不是嗎？）家族甚至從道明會綁架阿奎納，關在城堡一年。被囚禁的阿奎納矢志不移，哥哥為了動搖他的信仰，甚至找妓女來誘惑他，但阿奎納揮舞著壁爐的火鉗趕跑對方。\n家族最後默許阿奎納成為修道院的學者。他寫下大量的哲學作品，過著十分快樂的日子。4阿奎納除了放棄世俗的名利，選擇在神學中得到滿足，還成一家之言。他認為選擇世俗道路的人，選擇了「神的代替品」︰那些偶像崇拜者物化的偶像，永遠無法滿足你對於快樂的渴望。5就算不是教徒，道理也是相通的，阿奎納提到的「誘惑我們執意追尋的清單」，包括財富、權力、享樂與榮譽（honor）。\n最後一項「榮譽」，聽起來不像是不健康的執著。在今日的世界，榮譽一詞甚至帶有極為正面的意涵，例如我兒子是美國海軍陸戰隊成員，他身上背負的期望便是「為榮譽而戰」。阿奎納談的榮譽不是這種意思，而是有很多人認識你的「名氣」（fame）。不過，在你急著跳過以下段落，認為自己沒有這種毛病之前（「我一點都不想成名！」），別忘了名氣還有「名聲」與「仰慕」這兩個隱藏版的兄弟，也就是「重要的人」對你的正面關注。我有很多讀者很成功，但很焦慮，十分看重自己的專業口碑與社會聲望。\n阿奎納主張，執意追求這一類的事物讓我們感到不滿足，因為它們不是讓我們成為完整個體的必要元素，而是偽幣，用來支付被我們自己物化的獨特自我。阿奎納用財富來解釋：\n當我們渴望財富與任何世俗的事物……當我們擁有後，我們就不放在心上了，然後繼續尋求其他的東西……原因出在擁有後，我們更加清楚它們是不足的，從而證實它們不完美，至善不存在裡頭。6\n換句話說，財富無法帶來滿足感。阿奎納對於權力、享樂與榮譽的看法也一樣，全都不足以滿足我們心中真正的渴望。\n阿奎納並不是高談闊論，而是親身實踐。他拋下世俗推崇的目標，放棄身外之物，追尋根本的自我，才成為真正的偉人。如果阿奎納當年真的當上至高無上的本篤會修道院院長，他這輩子唯一會留下的文獻紀錄，就只是中世紀修道院長清單上的一個名字。今日唯一還會知道他的人，大概只有某個論文沒人讀的博士生。7然而，阿奎納不但沒湮沒在歷史裡，還被視為當代最偉大的哲學家，今日依舊深深影響著西方思維與天主教會。\n阿奎納的智慧非常實用，協助我們了解必須削減什麼，才能尋得快樂。我喜歡在聚會上，玩一種遊戲，我取名為「我的偶像是什麼？」（What’s My Idol?）。玩法如下：根據你受操控的程度，依序排列出阿奎納提到的四種依戀，並將對你誘惑最小的放在最下面。\n或許你對高人一等沒興趣，那麼權力是第四名。接下來，有錢很好，但你不會為了錢不惜代價，所以財富是第三名。接著繼續排列……享樂，或許這項比較難排，不過即便內心會掙扎，你還是控制得住，排第二好了。最後剩下名氣（或是名聲、仰慕）……你很糾結，你一直希望別人仰慕地看著你……你感到有點慚愧，但你真的很希望受到景仰，那個願望一直沒獲得滿足。那麼名氣就是你最大的「偶像」，你最崇拜的事物。然而，你獲得的名氣愈高，被物化的程度也愈高。\n阿奎納的故事不是特例，也不特別代表西方。想一想釋迦牟尼的故事。釋迦牟尼誕生於西元前624年，他是王子，父親是統領釋迦族的淨飯王，族人居住在今日的尼泊爾與印度邊境地帶。釋迦牟尼的母親產後沒幾天便去世，淨飯王因此發誓保護兒子，讓兒子一生無憂無慮，從不讓他離開宮殿，錦衣玉食，想要什麼就有什麼。\n釋迦牟尼在29 歲前不曾踏出皇宮，但他實在太好奇了，於是請車夫帶他看看外面的世界。釋迦牟尼在宮殿外的城鎮看見老人，這是他第一次見到「老」。車夫解釋所有人都會老。釋迦牟尼回到宮內，明白人都會老這件事，令他感到不安，於是再度要求出宮。\n釋迦牟尼二度出宮時，看見飽受病痛折磨的病人、腐爛的屍體與苦行僧。釋迦牟尼再次為「病」與「死」感到不忍，而苦行僧則令他感到困惑。這樣的人不求王子擁有的榮華富貴，那他求什麼呢？車夫的答案改變了釋迦牟尼的人生：苦行僧棄絕名利，尋求解脫，因此對於釋迦牟尼感到十分不安的病與死，不再恐懼。\n釋迦牟尼大受震撼，隔天便離開自己的王國，和苦行僧一樣，親自學習如何面對人生的苦難。他在接下來六年過著貧民的生活，棄絕一切的享樂，挨餓受凍，但一直沒悟道。有一天，他再度絕食，一個年輕女子施捨他一碗飯。他收下，突然間明白棄絕本身，不是掙脫人生苦難的關鍵。釋迦牟尼開始吃飯、喝水、沐浴，坐在菩提樹下，下定決心在開悟前不起身。\n接下來幾天，釋迦牟尼開悟。解脫並不是來自擺脫世俗的事物，而是不再執著於那些事物。保持中道，可以同時避免極端的苦行與聲色犬馬，這兩者都是執著，也因此會帶來不滿。釋迦牟尼在明白此事的那一刻成佛。\n佛陀提出「四聖諦」這個實用的指南，教人如何處理令人煩惱的執著：\n第一聖諦：長期的不滿導致生活的苦（梵文的dukkha）。\n第二聖諦：苦的起因是渴求、渴望與執著於世俗的事物。\n第三聖諦：不感到苦的方法就是不再渴求、渴望與執著。\n第四聖諦：不再渴求、渴望與執著的方法是遵守八正道。\n如何把這個道理套用在我們的問題﹖從世俗的成功，我們學到在世俗的獎勵中尋求滿足感，然而世俗的獎勵終究無法帶來滿足感。即便我能獲得獎勵，獲得後依舊不滿足，甚至比尚未獲得更痛苦。解決這個問題的唯一辦法，就是放下執著，重新定義我渴望的事。這是我的開悟之道，也是我的第二曲線。\n請留意阿奎納和佛陀都沒主張，世俗獎勵的本質是惡的，它們其實可以用於行善。有了金錢，社會才能運轉，你也才能支撐家庭；權力可以協助陷入苦難的人；享樂可以滋養生活；名氣可以吸引人們關注提升道德的源頭。但至於執著，是指把人生的注意力，全放在狹隘的念頭，把工具當成目標。執著的問題沒什麼好說的，無法帶給我們渴望的深層滿足感。\n我們在第一成功曲線，追求我們在世上的執著。為了獲得難以捉摸的滿足感，連命都可以不要。而當成功的曲線開始往下走，執著讓我們極度痛苦。我們必須放下執著，才可能進入第二曲線。\n▎為什麼滿足感難持久？\n大眾文化與現代的社會科學花了兩千年的時間，終於趕上釋迦牟尼與阿奎納的智慧，協助我們進一步了解，我執的問題是怎麼一回事。\n如果你只聽過滾石合唱團的一首歌，八成會是1965年那首紅遍全世界的〈無法滿足〉。這首歌之所以是史上最重要的流行歌，不是因為那是多優秀的作品，而是點出了人生的真相。在我們的蜥蜴腦深處（確切來講是大腦的邊緣系統），在遠離意識層面的地方，滿足感是簡單到不可思議的方程式：\n滿足感＝獲得你想要的\n這條公式實在是太簡單，就連小嬰兒也懂！不相信？給1歲小孩薯條，讓他伸手去抓，觀察他的表情。那個表情會和你上次大加薪或升官差不多。你真的很想要，於是努力爭取，得到了，你好滿足。\n沒錯，你好滿足，但大概最多只滿足了幾天，而那就是問題所在，不是嗎？滾石合唱團的那首歌，歌名其實應該改成〈無法持續滿足〉。我們或多或少知道如何能滿足自身的欲望，但不太懂如何讓那種感覺持久。好像不論是什麼事，大腦都不允許我們享受太久。\n的確是那樣沒錯。要了解原因，得先了解「體內平衡」（homeostasis）的概念，也就是所有的生命系統為了存活，天生傾向於維持穩定的狀態。坎農醫生（Walter Cannon）在1932年的《身體的智慧》（The Wisdom of the Body）一書中提出這個名詞，解釋我們的內建機制會調節體溫、水分、鹽分、醣、蛋白質、脂肪、鈣與氧氣濃度。8\n體內平衡讓我們得以健康活著，但也解釋了藥物和酒精是如何起作用。你第一次灌下烈酒，或是第一次打海洛因，對你欠缺防備的身體來講，是很強烈的震撼。那就是為什麼成癮者如此渴望重返那個第一次的感受。\n不只是容易成癮的毒品如此，我還記得這輩子第一次灌下大量咖啡的經驗。我7年級的時候，朋友的爸媽買了一台義式咖啡機（當時是1977年，所以很稀奇）。我在西雅圖長大，於是跑去星巴克（當時全世界一共就一間星巴克），買了一磅咖啡，兩個人各喝了8杯濃縮咖啡。我還記得那天晚上，我爬上朋友家的屋頂，上頭的排水管把我的肚子割出很深的一道傷口，但我一邊血流不止，一邊想著星星好亮、好美（首度使用成癮性物質的那一天，都會獲得迷你版的那種體驗。那就是為什麼星巴克的行銷談「第一口的感覺」）。\n那個第一口，或是第一吸、第一針，將帶給你愉悅感，但大腦感受到原本的平衡被打破，努力中和進入體內的藥物，你因此不可能再次獲得頭一回的感受。我如今就算喝一整天的咖啡，也不可能再爬上屋頂。此外，從宿醉到海洛因戒斷，再到咖啡因退去後的疲憊感，體內平衡還會帶來各種娛樂性物質的反彈效應。\n成癮基本上是體內平衡的適應不良，大腦變得擅長處理平衡不斷被打破。14歲頭一次喝酒，你會在昏亂中感到狂喜，但多年酗酒後只會微醺，而且酒醒後感到很不舒服。你的大腦疲於「反酒精」，你需要酒精才能感到「正常」。\n我們的情緒也一樣。當你的情感受到衝擊，不論是好的或壞的衝擊，大腦會想要再度平衡，也因此不論是心情高張或低落都不會持續太久。正面的情緒尤其難以維持。從演化的角度來看，這有利於生存。在灌木叢找到香甜莓果的喜悅，不會讓你的穴居人祖先開心太久，以免他忘了防範老虎的威脅，成為老虎的豐盛午餐。\n那也是為什麼成功永遠不夠多。如果你的自我價值建立在成功上，你會為了避免心情不好，不斷追求勝利。那種事純粹是體內平衡在起作用。成功帶來的興奮感一下就被中和，留下宿醉感。大腦知道你很快又會再次尋求那種美好的感受，把情緒調整至反成功的基準線。一陣子後，你將需要不斷獲得成功的喜悅，才能避免感到像失敗者。那種現象是我們社會科學家所說的「欲望跑步機」（hedonic treadmill）。你一直跑，一直跑，但沒有實質的目標進展，完全只是在避免一旦停下或慢下後，你會摔下跑步機。\n讓我們更新一下公式，放進剛才提到的事情，讓滿足的等式更精確一點：\n滿足感＝不斷獲得你想要的\n吊在面前的胡蘿蔔，是你的欲望滿足後獲得的短暫感受，儘管實情是你一直在情緒的欲望跑步機上原地奔跑，而當你的能力開始衰退，更是每況愈下。即便你開始以比先前都要快的速度奔跑，胡蘿蔔卻離你愈來愈遠。衰退的問題會因為你無法獲得滿足感，變得更加複雜。\n幾年前，我看過一則諷刺漫畫：有個人躺在床上快死了，他告訴悲傷的親人：「早知道就多買一點。」成功人士通常會想辦法持續增加財富，即便自己根本用不上那麼多，也沒想到要留給別人。有一次，我問一個富人朋友為什麼會這樣，他的答案是很多有錢人只知道用物質來衡量自我的價值，終日待在欲望跑步機上，年復一年不斷賺錢，求取財富，希望終有一天真正感受到成功與快樂，心滿意足的離開人世。\n然而，那種事永遠不可能實現。\n▎比起獲得，更怕失去？停不了的比較遊戲\n演化心理學告訴我們，人類會傾向於追求更多、更多，還要再多的理由，其實很好理解。在史上大部分的時候，大多數的人類都處於挨餓邊緣。「富有的」穴居人，比別人多了幾張獸皮、幾個箭頭，或許還多出幾簍吃不完的穀物和魚乾。此時的「多」，無疑帶來生存上的優勢。碰上不易覓食的寒冬時，這個人活下去的機率比較高。\n然而，我們的穴居人祖先，不僅想要在冬天活下來，還有更大的野心：想要找個伴生孩子。怎麼樣才能如願？光是擁有充足的物資還不夠——不行，他擁有的東西，還得勝過住隔壁洞穴的那個傢伙。如此一來，在尋找伴侶的市場上，他被挑中的可能性比較大。\n這解釋了為什麼我們人會那麼奇怪，在一生之中執著於地位與財富的社會比較。我們談成功帶來的滿足感時，還得考慮另一個因素：成功全是比較出來的，畢竟社會階級由你社群裡的人構成，不論這裡的社群，指的是住同一區、職業相同的一群人，或是虛擬社群。我認識那種名下有幾億財產、但依舊感到自己是失敗者的富人，因為他們的朋友有數十億財產。有的好萊塢名人陷入憂鬱，只因為別的明星比他們更紅。\n我們其實全都心知肚明，那樣的社會比較除了可笑還有害。上一章已經談過這件事，相關研究也已證實確有此事。學者指出「跟別人比」會導致焦慮，甚至引發憂鬱。9有的實驗請受試者解題，而最不開心的受試者，永遠最關注相較於其他受試者，自己表現如何。10被別人羨慕一分鐘帶來的小竊喜，被下一分鐘不如人引發的跳腳蓋過，但我們永遠擁有想要勝過別人的衝動。\n不幸的是，我們通常感到無法停下這場比較的遊戲，也因此得出另一條公式：\n成功＝持續比別人多\n換句話說，成功能帶來滿足感的前提，除了必須持續在欲望跑步機上跑個不停，你奔跑的速度還得稍微勝過其他人。\n然而，這種事沒完沒了。跑步機上的你，除了徒勞無功地追求目標，後頭還有東西在追你：失敗追著你不放。你或許很清楚，你在跑步機上實際上沒有前進，但你也知道，就和社群媒體上那些搞笑的網路迷因一樣，如果不跑，你將飛出去，摔倒在地，而且看來摔個狗吃屎的機率愈來愈大，因為隨著你的能力不免下降，即便更使勁地跑，你將愈來愈落後。\n那種情形自然會引發恐懼感，也因此：\n失敗＝擁有的比較少\n我們對於變少的抗拒，甚至勝過想要更多的衝動。我們為了避免失去而耗費的力氣，超過為了得到而付出的努力。普林斯頓大學心理學教授康納曼（Daniel Kahneman）因為提出這個洞見，獲頒經濟學諾貝爾獎。他和特沃斯基（Amos Tversky）一起提出「展望理論」（prospect theory），挑戰人類是理性主體、以相同方式衡量得到與失去的假設。11這個理論指出，對同一樣東西，相較於獲得，人類實際上受失去所引發的情緒影響更深。\n我們會出現康納曼與特沃斯基所說的「損失規避」（loss aversion）。這就是為什麼相較於股市上漲10％，下跌10％的時候，新聞媒體會沉浸在世界末日裡。這也是我們深深痛恨失望的原因。研究顯示，我們願意不惜一切代價避免失望。12以我過世的父親為例，他是典型的悲觀主義者。我還記得有一次，我們開車行經蒙大拿的鄉間公路，在開了很長的一段路之後，父親向我們宣布，油箱的汽油大概會不夠用，晚上慘了，要睡在路邊了。然而，我看了一眼油箱的指針，根本還有一半以上的汽油。我問父親為什麼總是假設會發生最糟糕的事。父親告訴我：「意外之喜，總比失望好。」\n從演化的角度來講，這種心態再度很好理解。在人類史上，世界上大部分的地方，在工業年代來臨前，人類永遠處於挨餓邊緣，所以獲得很好，但失去有可能致命。如果有人溜進你的洞穴，偷走你為冬天儲存的乾肉條，那麼你將餓肚子。展望理論解釋了為什麼如果你丟了一支錶，你會很沮喪，即便你其實另外還有四支手錶。你心中的穴居人，誤把弄丟的手錶當維生的牛肉乾。\n即便工業化、全球化與企業讓更多人享有富裕的生活，神經生物學的直覺依舊驅使著我們。感謝上帝，對於工業化世界裡幾乎每個人來講，甚至是今日全球大部分的地方，某年的冬天特別寒冷，不再是致命的威脅。然而，我們依舊有衝動，東西愈多愈安心，愈能向人展示自己很成功。此外，我們依舊想要避免變少，以免冒出恐懼或羞恥等負面情緒。\n把精力用在擁有五台車、五間浴室，或甚至是五件襯衫，在現代生活沒必要，但我們依舊就是想要。神經科學家告訴我們原因。13幾乎所有成癮行為的背後，全是多巴胺這種愉悅神經傳導物質作祟。我們一想到要買新東西、贏錢、擴權或出名，或是沒錯，獲得新的性伴侶，就會分泌多巴胺。14大腦演化成獎勵讓我們活下去的行為，那些行為更可能透過DNA傳下去。雖然對現代生活來講，穴居人的存活策略已經不再適用，我們的日子依舊受到影響。\n問題就在此：本章提到的公式，支配著帶給我們短暫快樂的多巴胺，但無法帶來持久的滿足感。我們在進入人生下半場時，那種公式尤其行不通。在人生早期，我們擁有的東西不是太多，尚處於必須證明自己的階段，更多的世俗獎勵可以帶來暫時的滿足感。然而，隨著年齡漸長，我們開始發現那種滿足感永遠不會持久，漸漸感到徒勞。然而在同一時間，我們也開始落後，因而心生恐懼。如同心理學家榮格（Carl Jung）所言：「年輕時很普通的目標，老的時候卻變成精神障礙。」\n歷史上有一些相關例子，當中我最喜歡引用的是阿卜杜拉赫曼三世（Abd al-Rahman III）。這位10世紀西班牙科爾多瓦酋長國（Córdoba）的埃米爾和哈里發，在君主專政制度下過著極盡奢華的生活。然而，他在70 歲如此回顧人生︰\n朕迄今已於勝利或和平中，統治逾五十載，廣受臣民們的愛戴，威震四方，盟友歸附。榮華富貴享用不盡，天下無雙。15\n擁有凡人做夢都想不到的名聲、財富與快樂，聽起來很棒，對吧？但阿卜杜拉赫曼三世接下來寫道：\n朕此生真正快樂、無憂無慮的日子，細數共計十四日。\n▎更少但更好，重新校準人生\n總而言之，以下三條公式解釋了人類的衝動，指出為什麼我們似乎永遠無法獲得持久的滿足感：\n滿足感＝持續獲得想要的東西\n成功＝持續擁有比別人多\n失敗＝不如人\n不滿足這種病，引發我們不斷追逐更多的世俗獎勵，不停試圖創新高。得不到滿足感是職業衰退特別令人痛苦的地方：你為了獲得滿足感，使出渾身解數，但不進反退，在欲望跑步機上逐漸落後。\n我們很清楚花無百日紅，但即便知道，這個問題似乎依舊無解。令人惋惜的證據，來自提出「欲望跑步機」一詞的布里克曼（Philip Brickman）本人。這位知名的心理學家曾經證明，中樂透無法帶來持久的滿足感，而他自己則以跳樓自殺結束一生。從任教的密西根大學辦公室對面的大樓，一躍而下。16或是想一想謝家華的例子。謝家華創辦了網路零售先驅Zappos，著有超級暢銷書《帶來快樂》（Delivering Happiness，譯注：中譯名為《想好了就豁出去》），但他本人長期濫用藥物，再加上其他自毀性的行為，不只一次因為自殘需要911的救援，最終在2020年過世，年僅46歲。17\n然而，在你放棄一切希望之前，我有好消息：你還是可能獲得滿足感，只不過不能靠舊公式。我們需要放棄亂七八糟的算式，改成下面這個公式，納入了釋迦牟尼、阿奎納與最可靠的現代社會科學：\n滿足感＝你擁有的÷你想要的\n你的滿足感，是你擁有的除以你想要的。發現這個公式和先前公式的不同之處了嗎？演化與生物的公式，都讓我們專注於計算自己擁有什麼。如果你對生活不滿，八成是因為過往的歲月都在做這件事。然而，那一類公式忽略了這裡方程式的分母：你想要的東西。你增加手裡的東西時，要是沒控制欲望，你的欲望將不斷增生，愈要愈多。當你步步高升時，反而很容易愈來愈不滿，因為你想要的，永遠超過你擁有的。欲望過多，滿足感愈低。\n這種事我見多了。有的人物質上很成功，但他們愈有錢、愈有名，反而愈不滿足。50 歲開賓士帶來的滿足感，不如30 歲開雪佛蘭。為什麼會這樣？因為他們現在想開法拉利。他們甚至不知道自己怎麼了，永遠想回到欲望跑步機上，一直死命的跑。\n這個世界用了太多聰明的辦法，讓你的欲望在不知不覺中暴增。記住一件事：當你一直留在欲望跑步機上奔跑，試圖用愈來愈多的物質，滿足不斷增加的欲望，別人就能賺錢。沒人能倖免，就連尊者達賴喇嘛也逃不過。達賴喇嘛可以說是全球最有智慧的人士，但他也承認：「我有時會逛超市，我好喜歡超市的景象，可以看到好多美麗的事物。也因此當我看著琳琅滿目的商品，我感受到欲望，我最初的衝動是：『喔，我想要這個，那個也想要。』」18\n這不是邪惡在作祟。要替我們的不滿足負責的源頭，不是企業，而是我們自己。可別因為各種行銷的花招，一次次試著在高速的跑步機上超前，而是要管理自身欲望，關掉跑步機。借用西班牙天主教聖人施禮華（Josemaría Escrivá）的話來講：「需求最少的人，擁有最多。不要替自己製造需求。」19\n如何削去多餘的石頭？以下提供三個方法。\n▎問「為什麼」，而不是「有什麼」\n如果你準備好管理自身的欲望，開始削去多餘的東西，第一步是問究竟需要減去哪些東西，而這將帶出一個問題：「什麼是我的為什麼（why）？」如果你尋求工作與生活中真正的成功，暢銷作家與演講高手西奈克（Simon Sinek）永遠會建議，你需要找出自己的為什麼。20西奈克告訴我們，如果要釋放真正的潛能與快樂，就必須說出深層的人生目標，不再做無法達成那個目標的事。你的為什麼，將是玉石底下的雕像。\n然而，大部分的人把時間用在追尋人生「有什麼」上，除了他們在畫布上添加的筆畫，其他什麼都看不見，例如我常把自己看成「大學教授」或「出書的作家」等種種頭銜。其他人則執著於日常生活中的各種身外之物。舉例來說，我收到一封引發思考的電子郵件，寄信人是一名50歲的成功記者：\n我和好友經常互問：「如果我們不多享受一點現在的時光，將來難道不會後悔？」我們兩個人都說會後悔，但掛掉電話之後，又回到瘋狂的步調。我不認為有任何人想過瘋狂的生活，但我們想要好房子、讀名校、假期、有機食物、大學、教會、住宿營，因此被牢牢綁住。\n想想這位女士說的話：她知道快樂來自超越這些身外之物，但這種事太複雜，太擾亂日常生活，所以她永遠沒去做必要的改變，不去獲得她知道自己想要的快樂。\n我收到那封電子郵件的同一天，還收到另一封人生狀態十分類似的信：另一名50多歲的女性事業非常成功。她原本無法拋下身外之物，但父親的死喚醒她。\n我再也不覺得有必要讓身邊有這麼多東西……尤其當我父親過世，死在自己的房裡，但救護人員卻幾乎沒辦法把他抬出來，因為屋裡堆了太多東西。我得到當頭棒喝。\n和我通信的這位女士，她的父親因為實體環境過分雜亂，死時旁人救不到他。這位女士問自己是否也一樣，因為心中雜亂，一輩子忙著堆起石塊，讓人無法觸及。她因此開始去掉那些石頭，找出自己的為什麼。\n我一再聽到相同的故事：人們沒發現自己的人生有著不健康的執著，一直要到碰上失去或生病，才開始注意到真正重要的事。研究持續發現，在疾病或失去中存活下來的人，大都會體驗到「創傷後成長」（post-traumatic growth）。罹癌後活下來的人，快樂程度通常勝過屬於相同人口群組、但不曾罹癌的人。21你去和他們聊，他們會告訴你，不論是財產、金錢焦慮或和人處不來，以前讓他們感到煩惱的瑣事，再也不在乎。差點英年早逝是一把風鑽，鑿開封住了真實自我的玉石，讓人生的「為什麼」能見到天日。\n然而，不需要經歷悲劇性的損失，不必健康出問題，也能開鑿真正的自我。我最近見到55歲的加州創業者齊塔哈塔（Luther Kitahata）。齊塔哈塔的知名度，不到全球都認識他的程度，但他的確活出了美國夢：他的父母是移民，從小到大不停逼他讀書、努力工作，成為成功人士。齊塔哈塔沒讓父母失望，成為電腦科學家後開了七家公司。在一生職涯中，他向來在成功的跑步機上奮力奔跑。他追求外在的獎勵，也得到豐厚的獎勵，但立刻感受到還不足夠，於是再度踏上欲望跑步機跑個不停。\n最後到了大約50 歲時，齊塔哈塔感受到空虛與沮喪襲來。他於是開始檢視與削減欲望。齊塔哈塔說：「一直以來，驅動我向前的動力，並不是熱情、意義與目的，而是滿腦子揮之不去的恐懼。」齊塔哈塔花了幾年時間，最後得以離開過去的職涯，以輔導他人重建生活，也或者該說是「拆掉」原本的生活。此外，齊塔哈塔挪出更多時間和家人相處，發展性靈生活。他享有的財富、權力、名氣沒以前多，但有生以來第一次感到心滿意足。\n齊塔哈塔不再添加欲望、改成削減後，成功跳上了第二曲線。他用簡單的一句話總結：「我現在熱愛我的生活」。\n你也能說出這句話，不過前提是開始斷捨離，掌控外在的世俗欲望，趁還有時間。記住：這件事擱置得愈久，流體智力的曲線將把你帶到更下方，更難跳上新曲線。\n▎立下反向願望清單：不要只是加，還要減\n開始削去多餘石塊的第二個方法，是檢視那些讓我們變成不知足經濟人的建議，然後反其道而行。舉例來說，自我成長的達人通常會建議，在生日當天列出願望清單，強化你對世俗成就的渴望。列出想要事物的清單，能暫時帶來滿足感，刺激欲望的神經傳導物質多巴胺，你湧出愉悅感。\n然而，願望清單也會造成我執。清單愈長，將滋生不滿足感。還記得剛才提到的朋友嗎？他把天底下的東西都蒐羅來了，依舊覺得不滿足。《法句經》中，佛陀有云：「若住於放逸，愛增如蔓蘿……若於此世界，為惡欲纏縛，憂苦日增長，如毘羅得雨。」22我因此想辦法朝另一個方向走，列出「反向願望清單」，在生活中實踐本章提到的概念。\n我每年過生日時，列出我的世俗欲望與執念，即阿奎納談到的財富、權力、享樂與榮譽。我試著完全誠實，不放我其實沒渴望的東西，例如位於鱈魚角（Cape Cod）的一艘船或度假小屋。我會列出自身的弱點（通常與獲得他人的讚賞有關）。講起來丟臉，不過我希望受人愛戴。\n我想像未來五年的情形。我感到幸福、心平氣和，大部分的時候都享受人生；我心滿意足，過著有目標、有意義的生活。我想像自己告訴太太：「你知道的，不得不說在人生的這個階段，我是真心快樂。」我接著想到在這個未來的生活中，我能這樣幸福，最主要的力量來源是我的信仰、我的家庭、我的朋友；我從事本質上就能帶來滿足感、具有意義與服務他人的工作。\n接下來，我回到我的願望清單，思考清單上的事是如何牴觸帶來幸福的力量，爭奪我的時間、注意力與資源。我思考相比之下，清單上的事有多麼空虛。我想像自己犧牲人際關係，選擇爭取陌生人的讚美，那將帶來什麼樣的人生。我把一切想清楚後，逐一挑戰自己的願望清單，告訴自己：「這東西不是不好，但不會帶來我想要的幸福與寧靜。此外，我根本沒時間把它當成目標。所以我選擇不去理會這個欲望。」\n最後，我回到能帶來真正快樂的清單，下定決心把時間、情感與力氣，放在這些事情上。\n這個練習大幅改變了我的人生，或許也能幫到各位。\n▎往「小」修練\n若要破除在填滿的畫布上增添筆畫的習慣，第三個方法是開始專注於生活中的小事。伏爾泰在1759年的諷刺小說《憨第德》（Candide），講述一名天真的年輕人和家庭教師踏上冒險。他的老師是樂觀到不可思議的潘格羅士（Pangloss）。23故事情節是一次又一次的悲慘事件，兩人碰上戰爭、強暴、食人、奴役，有一次潘格羅士甚至被削去半邊屁股。故事的結尾是他們在一座小農場退休，發現獲得快樂的祕訣，原來不是人世間的榮耀，而是小確幸，是「照料我們的花園」。\n滿足感不會來自追求愈來愈大的東西，而是來自於自關照小事。一行禪師在《正念的奇蹟》（The Miracle of Mindfulness）中解釋：「洗碗時，洗碗就好。這句話的意思是洗碗的時候，你應該充分意識到自己在洗碗。」24為什麼要這麼做？因為如果我們想著過去或未來，「在洗碗時，我們並未活著。」我們不是在重溫逝去的過往，就是在「被吸進（只存在於概念中的）未來」。唯有維持正念，才是真正活著。\n有一次，我和太太到好友家聚會，在花園裡吃吃喝喝。接近傍晚時，好友要我們圍在一株花苞闔著的植物旁，囑咐我們「看著那朵花」。我和太太照做，屏息以待。大約過了十分鐘後，花苞突然綻放。朋友告知那種花每天傍晚都會這樣盛開。我們又驚又喜，在那一刻湧出強烈的滿足感。\n值得留意的事就在此：不同於我先前的願望清單上大部分的世俗成功，那次的滿足感十分持久，今日想起來依舊充滿喜悅，程度超過我這一生中許多世俗的「成就」。那天不是某個重大目標的高潮，而是一次小小的意外之喜。那個小小的奇蹟令人感到是免費的餽贈，被自由地給予。\n▎把眼光放在對的地方\n本章反覆駁斥願望清單的概念，因為你最終只會感到永遠都不夠。不過，傳統的願望清單還是有個好處，那就是讓我們集中精神思考，既然人在世上的時間有限，究竟該如何運用才好。願望清單的作用，是確保你不會在生命的盡頭大喊：「我還沒準備好要死！我這輩子還沒坐過熱氣球！」（這可不是我胡謅的。熱氣球平均名列2017年的願望清單民調第六名。）25\n死亡是生命本身最正常、最自然不過的事，但我們卻以難以置信的程度，表現得像死亡是異常事件，手足無措。我讓主要是20幾歲、快30歲的研究所學生想一想，他們此生大約還能再過50至60次感恩節，大約還剩二、三十年和父母相處的時間。學生看起來一臉詫異。不只年輕人如此，還記得嗎？美國人心目中的「老年」，平均始於一般人死亡六年後。\n我們不願去想自己實際上還會活多久、人生究竟還剩多少時間，誤以為時間取之不盡，用之不竭。這種心態會讓人感受不到必須快點改變的急迫性，也就無法及早跳上第二曲線，愈難展開另一種人生。\n替人生終點做好準備，是下一個挑戰，也是轉機。"
  },
  {
    "id": "file_6",
    "title": "Chapter 13",
    "text": "5\n思考人終有一死\n----------------------------------------\n死亡會帶走一個人，\n想到會死則能救一個人。"
  },
  {
    "id": "file_7",
    "title": "Chapter 14",
    "text": "兩年前，我和老友共進午餐。他是企業執行長，年齡和我差不多。我提到正在替這本書做研究，大談流體智力不免下滑，許多成功人士為此而苦。\n「我就不會。」我的朋友說。\n「為什麼不會？」我問。\n「衰退這種事，不會發生在我身上。」朋友回答。「我會加倍努力，努力再努力，直到倒下為止。」\n換句話說：工作、工作、工作，然後去見上帝。沒有第二曲線，因為沒必要。\n這種處理流體智力衰退的策略，我稱之為「精神抗爭法」，典故是詩人湯瑪斯（Dylan Thomas）於1951年的名作〈不要溫柔地步入良夜〉。這首詩鼓勵讀者：「奮鬥、奮鬥，不讓生命之光逝去」。湯瑪斯是在談死亡，這首詩是寫給他正在與死神搏鬥的父親。沒錯，人類永遠在向死亡咆哮。\n我知道你在想什麼：「我才不怕死！」或許是吧，也或許不是。許多心理學家會告訴你，號稱不怕死，只不過是自己騙自己。\n不過沒關係，怕不怕不是我要談的重點。我想問你的是，你是否說過這句話：「工作就是我的命」？如果你講過，那麼害怕衰退，其實也是某種對於死亡的恐懼。如果你為工作而活，工作就是你的命，或至少帶給你某種身分認同，那麼你會用專業上的能力與成就，證明自己活出完整的人生。也因此當工作表現不再像以往出色，就等於是一點一滴的死去。\n▎誤把衰退當成死亡宣告\n你很拚，靠著意志力，以兢兢業業的敬業精神，攀上流體智力的曲線與職涯高峰，起初是這樣沒錯。你太懂得奮鬥的真諦了。然而，工作不是強撐就一定有用，人生也是。\n各行各業都一樣，源自流體智力的能力，先是會增強，接著走下坡。有的職業比較早衰退，有的比較晚；不同行業有著根本上的差異，但如果你以為不耗體力的行業，就能無限延遲衰退，那你就錯了。前文提過，就連從事「創意工作」的人，照樣會衰退。整體而言，衰退的現象會比失智症或老糊塗的症狀，早數十年出現。\n唯有面對職業衰退的事實（死亡的一種），才能跳上第二曲線。如果不轉換，你會和我的朋友一樣，試圖對抗不可免的衰退，或至少希望能想辦法逃過一劫。此時面對事實的意思，將是克服會死的恐懼，即真正的死亡或職業上的死亡，恐懼造成你抓著流體智力曲線不放。但如果你能戰勝恐懼，好處其實不可勝數：你將獲得前所未有的自由。\n然而，戰勝恐懼的唯一辦法，將是直接面對。\n人類學家貝克爾（Ernest Becker）在1973年的經典著作《排拒死亡》（The Denial of Death）中寫道：「有死亡的概念，並恐懼死亡，其實是人類這種動物獨有的煩惱。」1多數人對死亡都有一定程度的恐懼，調查結果大都顯示，約有兩成的人是高度恐懼，極端的案例甚至會罹患「死亡恐懼症」這種精神疾病。2\n不論是害怕到全身僵硬，或只是有點怕，對死亡的明顯恐懼有八種，包括恐懼毀滅、害怕死亡過程、害怕亡者、害怕心愛的人死去、恐懼未知、知道會死的恐懼、害怕屍體、害怕早死等。3\n第一種死亡恐懼是人類獨有的，害怕不存在、害怕被完全抹去、害怕被遺忘。我家的狗被威脅時會害怕，但就我所知，牠不懂不存在的概念，因為牠根本不知道自己「存在」。與存在有關的恐懼，因此不是生物學者的研究範疇，而是哲學家的。死亡不可免，但也似乎不可能發生，因為我們無法想像不存在，而這會造成無解與無法忍受的認知失調。哲學家凱夫稱之為「死亡悖論」（mortality paradox）。4\n恐懼衰退，同樣也是恐懼不存在。如果我的存在與他人之間的關係，由我的專業成就或地位來定義，那麼我的衰退不免會抹去我的存在。人們處理職業衰退的方法，以及他們如何處理不再存在的危機，自然是一樣的。\n以迪士尼（Walt Disney）為例，迪士尼出了名害怕衰老。1909年的某一天，7歲的迪士尼在自家的密蘇里農場後院玩，看見一隻背對他的大灰林鴞。迪士尼和所有活力充沛的小男孩一樣（我家兒子7歲時絕對一樣），偷偷摸摸跑到那隻鳥後面，想抓住牠，但沒去想真的抓到要怎麼辦。迪士尼抓到後，驚慌的鳥兒開始尖叫，爪子抓個不停。迪士尼一慌，把鳥摔在地上，一陣踩踏後，鳥兒一命嗚呼。\n古人認為鴞是惡兆。古羅馬博物學者老普林尼（Pliny the Elder）在西元77年說道：「鴞現身時，只會帶來惡兆。」貓頭鷹的確是迪士尼的惡兆：那隻死去的灰林鴞開始入夢，而迪士尼因為長年做惡夢，對死亡有病態的恐懼，甚至影響到他許多專業上的成就。\n年輕的迪士尼當上動畫師後，26歲因為米奇的「威利汽船」（Steamboat Willie）這部作品，首度引發轟動。「威利汽船」不僅有畫面，還有同步的聲音，等於終結了默片，奠定了迪士尼在未來成為娛樂先驅的基礎。然而，迪士尼立刻又推出的短片卻是「骷髏舞」（The Skeleton Dance），開場是樹上的一隻貓頭鷹瑟瑟發抖，接著骷髏從墳墓裡爬出來。發行商質問迪士尼的哥哥洛伊（Roy）：「他想幹嘛？害死我們嗎？」發行商說：「回去告訴你弟弟，片商不想要這種噁心恐怖的鬼東西。告訴他，多畫一點老鼠，多一點老鼠！」5\n這只是接下來眾多相關事件之一。如同學者所言：「如果說迪士尼是美式生活的代言人，對於死亡的執念，讓他的聲音變低沉。」6從白雪公主到木偶奇遇記，迪士尼最有名的電影，幾乎每一部的主題都與死亡有關。\n衰老的陰影同樣籠罩著迪士尼的個人生活。迪士尼的女兒黛安（Diane）提到，她的父親在30歲出頭，滿腦子都是死這件事，跑去問算命師自己什麼時候會死。算命師告訴迪士尼，他的大限是35歲——世上顯然不會有比這更糟的消息。迪士尼是工作狂與成功成癮者，他為了不去想自己快死了，沒日沒夜的投入工作。或許他以為只要他很忙碌，他和死神都會忘記自己該死了。\n迪士尼後來活過35歲，但一輩子記著那個算命結果。他在快過55歲生日時，想著該不會是先前聽錯，算命師說的是他55歲會死，而不是35歲。\n▎你真的想要永遠活下去嗎？\n每次有人問我父親：「最近過得好不好？」他就會興高采烈回答：「還沒死，幸好！」如果你活著就是為了工作，當有人問：「最近工作如何？」你可能也會慶幸自己有工作。\n然而，仔細想一想，好死不一定比賴活糟。史威夫特（Jonathan Swift）在1726年的小說《格列佛遊記》（Gulliver’s Travels）便談到這點。書中的主人翁格列佛在盧格納格國（Luggnagg），見到一小群隨機出生的「斯特魯德布魯格人」（struldbrug）。這群人看上去與常人無異，但不會死。多幸運啊！格列佛原本是這麼想的，直到得知這群人雖然不會死，依舊會老。老人一般會得的病，他們也會有。唯一的差別，只在於他們不會病死。此外，他們照樣會喪失視力與聽力，但即便老態龍鍾，卻永遠死不了。一到80歲，政府就會宣布他們在法律上已經死亡，不能擁有財產，也不能工作。斯特魯德布魯格人永遠住在救濟所，不事生產，終日沮喪。人們當他們不存在了。7\n這段小說情節雖是對肉體死亡的想像，卻也相當符合許多人的職涯衰退情形。你有沒有見過一種人，他們拒絕接受自己過了全盛時期，決定要「做到做不動為止」？他們自怨自艾，錯過改變與成長的機會。最幸運的結果，是沒在屈辱之中被迫離職，但成為「職場上的斯特魯德布魯格人」：缺乏建樹，別人看他們的眼神，同時帶有同情與輕蔑。\n你可能會說，好吧，活太久的確不一定好，但留下美好的遺澤，至少不會被世人遺忘呢？這是荷馬史詩《伊利亞德》（Iliad）談的「阿基里斯效應」（Achilles effect）。阿基里斯必須決定，是否要在特洛伊戰爭中上場。選擇上場的話，將免不了某種肉體的死亡，但可以留下光輝的英雄事蹟。另一個選擇是返鄉，過著長壽的幸福生活，但死時沒沒無聞。阿基里斯描述手中的選項：\n死亡之日來臨前，兩種命運等著我。\n若是留下來圍攻特洛伊，\n回家之路便斷了，但我將永垂不朽。\n如果我回到親愛的家鄉，\n我的豪氣、我的榮譽將死去。8\n阿基里斯選擇了第一條路，在神話裡永垂不朽，肉體的死亡與衰老都奪不走他的名聲。\n《伊利亞德》中的阿基里斯是荷馬創造的人物，但在現實生活中，許多人也有一樣的想法。人們在逃避被遺忘的痛苦時，最常見的策略是試著留下事業上的遺澤。我在做本書的訪談時，許多處於職涯尾聲的人告訴我，他們渴望未來人們將如何記住他們。\n然而，這種做法行不通：別人就是會忘記你，他們會照常過日子。尼柯遜（Jack Nicholson）的熱門電影《心的方向》（About Schmidt），片中主角是成功的精算師，他訝異退休後，居然沒人向他求教；有一次，他回公司幫忙幾天，卻發現過往的工作心血，全被扔進垃圾堆。那一幕令人傷感，但也相當寫實。我在寫這本書的時候，某位退休執行長告訴我：「也不過才六個月，我就從別人爭相認識我，變成『這傢伙誰啊？』」\n斯多葛派哲學家與羅馬帝王奧理略（Marcus Aurelius）提醒我們，想替後世留下東西終是徒勞，不值得追求這種事。「有的人甚至轉頭就被遺忘。有的人成為傳說裡的英雄，但也有人甚至從傳說中消失。因此你要記住，你是無名小卒，等著你的不過是煙消雲散，嚥下最後一口氣，或是被擺到一旁。」9值得一提的是，奧理略的話流傳了近兩千年，他本人是例外，但這段話依舊有道理，畢竟你我都不是奧理略，而且就連奧理略，也遲早會從人們的記憶中消失。\n此外，即便世人的確持續仰慕你留下的事蹟，那一定就很美好嗎？別忘了我在飛機上遇到的那位英雄！他以前那麼有名，短暫享受過鎂光燈，卻在今日成為痛苦的對照，反而更讓人不勝唏噓。\n最後，執著於未來，是在浪費現在。我認識一個人，他在死前仍極度關切要在業界留名。他在人生的最後幾個月，顯然隨時會走的情況下，仍將大部分的時間用在確保人們會記住他的成就。如果你真的愛工作愛成這樣，還不如在工作的當下，就享受工作。如果你在享受工作的同時，曾花時間思索與設法留給後人遺澤，那麼花自會開。\n▎人生的兩份成績單\n有一種留下遺澤的方法，能讓你現在就活得更好。作家布魯克斯（David Brooks，我們恰巧同姓，但只是朋友，沒有血緣關係）在《品格》（The Road to Character）一書中，區分出人生的兩種成績單︰「履歷成績」（résumé virtues）與「追悼文中的美德」（eulogy virtues）。10履歷成績是指事業與世俗的成就，這種成績需要與他人比較。追悼文中的美德則與精神道德有關，不必比較。追悼文中的美德是在你的葬禮上，你真心希望大家會談論你的方式，例如：「他和藹可親，精神高尚」，而不是「他累積了大量的常客飛行里程數」。\n一生追求成功的人，很難把追悼文中的美德當成人生重點。我們當然想當好人，但把注意力放在追悼文中的美德，感覺實在是好平凡。我整個職涯都在努力勝過其他每一個人，我難道該分心去做任何人都能做的事，例如當個好人？\n然而，事情是這樣的：你在履歷上的技能總有一天會失去優勢。每一個正在讀這本書的人都知道這件事，或是恐懼會發生這種事。追悼文中的美德則反過來，有辦法更上一層樓，一路隨著晶體智力曲線往上走，沒有盡頭。假以時日後，長者會比年輕人有優勢，因為長者擁有更多的人生經驗與人際關係。\n此外，培養追悼文中的美德，本身就能帶來報酬。雖然大家讀出思念你的追悼文時，你人早已不在，或是退休後人們如何談論你，你也鞭長莫及，但你因為追求美德，早已活過最能帶來滿足感的人生。想一想，相較於對親友慷慨能帶來的收穫，升職等這種工作上的報酬有多轉瞬即逝。哪一種能帶給你更多滿足感？是加班一小時？還是花一小時救有難的人，或者是禱告一小時？\n然而，即便下定決心培養追悼文中的美德，問題出在舊習難改，美德被日常的辛苦工作排擠掉。你不太可能挪出聽朋友說話的第一個小時，因為工作好趕，壓力好大，加班的最後一小時把你榨乾了。\n有幾位哲人提示過我們該怎麼辦。文學家托爾斯泰說：「死亡最糟的是當一個人死了，你再也不可能彌補你傷害過他的地方，或是來不及對他好。人們說：你要活得像是隨時準備好死去。我會說：你要活得就算有人在下一秒離開你，你們之間也不會留下任何遺憾。」11\n簡單來講，想像今年是你人生的最後一年，也是工作的最後一年。在每個月一號之前的星期日下午，想一想以下的問題：如果我的職涯與壽命就剩一年，我要如何度過接下來的這個月？我的待辦清單會是什麼？我會選擇不去擔心哪些事？我會猜，這下子你的行事曆上，不會包括「多出差一趟，見不到另一半」，也不會包括「為了讓上司刮目相看而熬夜」。比較可能出現的行程，會是「週末休息」與「打電話給朋友」。\n這種訓練能協助我們做到正念，活在當下，而不活在過去或未來。研究持續發現正念能讓我們變快樂，還能協助我們下決定，真正展現出最好的自我。\n▎學會不恐懼\n然而，思考追悼文是簡單的任務。難的部分來了：直視你的死亡與衰退本身。這麼做才能徹底根除恐懼。\n這其實不是什麼新鮮的建議。如果你怕蛇怕到必須去看治療師，最可能碰上的療法是……蛇。暴露療法是治療害怕與恐懼最行之有年的方法。12背後的理論依據是心理學家所說的「去敏」，也就是重複暴露於厭惡或害怕的東西後，你會感到那其實沒什麼，更是絕不嚇人。\n如果暴露療法碰上蛇行得通，那也能處理對死亡與衰退的恐懼。數所美國大學組成的研究團隊曾在2017年，請自願者想像自己罹患末期疾病，或正在等待死刑，接著寫下虛構的部落格文章，談他們想像中的感受。研究人員對照受試者的文章，以及真的快去世或面臨死刑的人士寫的文章，研究結果發表在《心理科學》（Psychological Science）。兩者的對比很明顯：「暫時想像死亡組」的負面程度，是「真實面對死亡組」的三倍，也就是說和直覺相反，當死亡是遙遠的抽象概念，嚇人程度反而高過具體的現實。13\n以上結論來自現代研究，但相關概念不是現代才有。16世紀的法國散文家蒙田（Michel de Montaigne）便談過：「讓死亡不再壓制我們的方法，就是讓死亡不再陌生。我們要經常接觸死亡，讓自己習慣，心中最常想到的事就是死亡。」14\n不過，暴露療法不僅能克服恐懼。思考死亡甚至能讓人生更有意義。如同小說家佛斯特（E. M. Forster）所言：「死亡會帶走一個人，想到會死則能救一個人。」15怎麼說？簡單來講，物以稀為貴。記住自己活在世上的時間有限，我們將因此在今天更享受還活著。\n世俗成功很諷刺。那些擅長控制恐懼的人，可以接受任何挑戰、絕不示弱、迎戰所有的敵人，卻通常極度害怕衰退。然而，在這樣的諷刺之中，存在著重要的機會。你將能永久性地擊敗恐懼，真正成為你想成為的人。\n你要是參觀過泰國和斯里蘭卡的上座部佛寺，你會發現很多寺廟展出屍體在不同腐爛階段的照片。你起初會感到噁心不適，不過讀到這我們已經知道，這其實是聰明的心理學做法：一種暴露療法。「這具身體也一樣，」佛教僧侶學到如何談論自己的身體：「肉體的本質就是這樣，肉體的未來就是這樣，這是不可避免的命運。」\n這是一種名為「死隨念」（maranasati）的冥想法，冥想者想像自己的肉體死亡後的9種狀態：\n1. 屍身腫脹，發紫潰爛。\n2. 食腐動物和蟲子分食。\n3. 剩餘的肌肉與肌腱，讓屍骨依舊相連。\n4. 骨頭帶血，肌肉消失，但肌腱依舊連結著骨頭。\n5. 肌腱尚未散架的人骨。\n6. 骨頭散開。\n7. 白骨。\n8. 一年以上的骨骸堆。\n9. 骨頭化為塵土。\n抗拒死亡沒用，抗拒能力衰退也沒用，無用的抵抗只會造成不快樂與沮喪。抗拒衰退會使你沉浸在痛苦裡，錯過人生的機會。我們不該逃避事實，而該直視這個事實，思考、推敲、預作打算。我練習的死隨念，專心想像以下的每一個階段：\n1. 我感到能力下滑。\n2. 身邊的人發現我沒有以前能幹。\n3. 原本鎂光燈打在我身上，但現在後起之秀開始在社交與專業上獲得關注。\n4. 我不得不降低工作量，放棄原本輕鬆就能完成的日常活動。\n5. 我再也無法工作。\n6. 很多人看到我，不認得我，或是他們聽過的是我從前的作品。\n7. 我還活著，但專業方面我誰都不是了。\n8. 我失去溝通能力，無法向身邊的人傳達想法與念頭。\n9. 我死了，再也沒人因為我以前的成就記得我。\n一則有名的禪宗公案說，一群騎馬的武士闖進鄉間，隨到之處肆意破壞，人人驚恐萬分。武士衝向一座寺廟，裡頭的和尚全都害怕地鳥獸散，只有全然不怕死的住持還留在原地。武士進入寺廟，發現住持盤腿而坐，不動如山。帶頭的武士拔劍大喊：「你沒看到嗎？本將可是殺人不眨眼。」住持回應：「你沒看到嗎？老衲就算被殺也不眨眼。」\n如果是貨真價實的大師，當年紀或外在的環境威脅到聲望地位，他們能從容不迫地回答：「你沒看到嗎？就算全然被遺忘，我眼睛也不會眨一下。」\n▎不想獨自走過衰退，就要維繫好人際關係\n哥倫比亞小說家馬奎斯（Gabriel García Márquez）寫道：「孤身死去是世上最不幸的事。」16當然，馬奎斯的意思是在你嚥下最後一口氣時，身旁沒有任何人，這聽起來的確是悲劇。不過話又說回來，我們所有人都是獨自走過死亡的過程，而且俗話說得好，金錢乃身外之物，「死不帶去。」然而，不只錢帶不走，親友自然也不可能陪你上路。那就是為什麼人們感到死亡好可怕。\n然而，在這點上，死亡與衰退就不一樣了。如果是衰退，你不必獨自經歷，甚至不該獨自面對。問題出在好多人確實是獨自走過衰退，因為他們在事業大展鴻圖的過程中，放任人際關係消失，也因此他們走下坡時，缺乏人際安全網。在人生下半場做出任何的變動，也因此更顯得困難萬分，危險重重。\n不過，我們可以解決這個問題，一起來看下一章。"
  },
  {
    "id": "file_8",
    "title": "Chapter 15",
    "text": "6\n培育你的白楊林\n----------------------------------------\n我認為世上沒有任何一首詩，\n能美如一棵樹。\n——基爾默（Joyce Kilmer），1931年1"
  },
  {
    "id": "file_9",
    "title": "Chapter 16",
    "text": "2018年，一個美好的科羅拉多州夏日，這本書還處於早期構思階段。我坐在一棵壯觀的白楊樹下，六月微風揚起閃閃發亮的葉子。\n我感到樹木是超級成功人士的完美隱喻。他們強大可靠、不屈不撓、穩紮穩打，有如《聖詠集》描寫的公義之士：「他像植在溪畔的樹，準時結果，枝葉不枯，所作所為，隨心所欲。」2\n樹木威武不屈，枝繁葉茂，獨自承受著一切。不論是百萬樹林裡的一棵，或兀立大草原，樹都是靜靜生長，達到應有高度，最後獨自死去。對吧？\n不對。剛好在同一天稍晚的時候，我從樹木知識遠比我豐富的朋友那裡得知，白楊其實不是獨自美麗。朋友向我解釋，每棵「獨立的」樹加在一起，形成龐大的根系。事實上，白楊是世界上最大的單一生物體：猶他州名為「潘多」（Pando）的楊樹林占地106英畝，重達600萬公斤。\n我看到的那棵「遺世獨立」的白楊樹，其實不獨立，只不過是龐大根系中冒出來的支根，同一株植物的眾多「分靈體」之一。\n我不禁好奇白楊是否是特例。同年夏天稍晚的時候，我造訪北加州的紅杉林。巨杉（學名Sequoiadendron giganteum）是全球最巨大的個別樹，不像白楊是單一系統，或許比較適合拿來比喻吃苦耐勞的個人？\n答案再次是不對。紅杉高可達275英尺，但根部淺到難以想像，僅5或6英尺深。這似乎違反物理定律，根這麼淺，怎麼有辦法屹立不搖數百年，甚至上千年。然而，如果知道一件事，你就懂了：紅杉能長成茂密的森林，原因是那些淺根盤根錯節。起初是一棵棵單獨的樹，但在成熟與成長的過程中，和其他的樹融為一體。\n白楊與紅杉很適合拿來說明，佛教認為的「自我」，事實上是幻象。佛教思想說，我們全都彼此連結。我們的「個人」生活，只不過是更為全面的生命力展現；人要是忽略這點，將活在幻覺中，備受煎熬。如同僧侶作家李卡德（Matthieu Ricard）所言：「我們緊抓著『自我』的知覺不放，分離的個體導致益發脆弱不安，強化了自我中心、心智反芻、希望與恐懼的念頭，以及疏遠他人。這個想像中的自我，成為受到生命事件打擊的永久受害者。」3\n不論各位抱持什麼樣的宗教觀點，這個論點指出我們能怎麼做：從生物、情緒、心理、智力與精神面來說，人類天生是連結的。製造出孤立的自我，違反自然，既危險又有害。如同只看見一棵白楊樹，是誤解了白楊的真實本質，不論我們多強大、多有成就、多成功，把自己當成孤獨的個體，其實誤解了人類的本質。\n▎愛會戰勝一切\n我們看起來是分開的個體，但我們組成了龐大的根系，組成家庭、朋友圈、社群、國家，以及整個世界。我的人生不免產生的變化，以及你的人生也一樣，不是什麼該懊惱的悲劇，只不過是整個相連的人類大家族下，一名成員（即根系的一個分支）發生變化。如果我用愛和其他人相連，其他人的增長，不僅能彌補我的衰退，「真我」的其他面向也會獲得成長。\n此外，與他人連結，將使我更能自然跳上第二曲線。晶體智力曲線取決於連結。缺乏連結，我的智慧就沒有用武之地。\n然而，建立根系不一定簡單。許多拚命三郎的成年生活，一直活在人能獨善其身的幻覺中，如今嘗到苦果。他們的根系萎縮又不健康。不使用隱喻的話，簡單來講，他們很孤獨。本章主要談如何建立適當的根系，或是重新建立。我們先看愛與幸福的證據，特別是與人生下半場有關的部分。接下來再談許多成功人士都有的孤獨感，以及如何正面解決這件事。\n1938年，哈佛醫學院的研究人員想到一個點子。那個點子很瘋狂，但高瞻遠矚：他們找來一群哈佛男學生，追蹤他們成年後的一生。研究人員每年會訪談這群人，記錄他們的生活方式、習慣、人際關係、工作與幸福程度。雖然在數十年的研究過程中，最初的研究人員早已不在人間，新的研究人員會接手，找出早期人生如何影響日後的幸福或不幸福。4\n這就是「哈佛成人發展研究」（Harvard Study of Adult Development）的源起。最初的268名研究對象背景各異，有的成為名人，例如甘迺迪（John F. Kennedy）、《華盛頓郵報》總編輯布萊德利（Ben Bradlee）等。只不過，過去數十年來，這個研究被批評研究對象過於單一（全是哈佛的男校友！），無法得出適用於所有人的結果，也因此還會與格盧克研究（Glueck Study）的資料一起分析。格盧克研究的展開時間，和哈佛研究差不多，追蹤來自波士頓弱勢家庭的456名年輕人。相關資料持續更新超過八十年。最初的參與者中，還在世的不到60人，該研究今日追蹤的是第一代受訪者的子孫。\n哈佛的研究結果，有如幸福的預言水晶球：你看著人們在20歲與30歲的階段如何生活、如何愛、如何工作。接下來，你會看到他們的人生在接下來數十年間，有什麼樣的發展。哈佛精神醫學教授華倫特（George Vaillant）是這份長期研究的主持人。他依據研究結果，寫下三本暢銷書，接著又由精神醫學教授瓦爾丁格（Robert Waldinger）接手研究。觀看次數達近4,000萬次、被瘋狂轉傳的TED演說影片「是什麼造就了美好人生？史上歷時最長的幸福研究告訴我們的事」，讓哈佛成人發展研究變得廣為人知。\n在研究人員這些年來所做的努力中，最值得留意的一項，是依據幸福與健康的程度，把參與者分類。得分最高的是「快樂健康組」（Happy-Well）。這組人在良好身體健康的六面向全數達標。他們的心理也很健康，對人生感到相當滿意。光譜的另一端則是「悲傷罹病組」（Sad-Sick）。這組人在身體健康、心理健康與人生滿意度這三項，低於平均值。5\n究竟是什麼導致人們最後掉進哪個分類？這個問題對我們來講太重要了，不是嗎？研究人員發現有的預測指標可控，有的不可控。不可控的因子（至少自己無法控制），包括父母的社會階級、擁有快樂童年、祖先長壽、未出現臨床憂鬱。這個結論不令人訝異，卻也不實用。\n遠遠更為實用的資訊，是我們能夠影響的因子，那些因子與晚年的幸福息息相關。「快樂健康」的預測指標中，有7項在某程度上是我們能直接掌控的：6\n1. 抽菸：不要抽菸就對了，或至少早點戒掉。\n2. 喝酒：酒精濫用是哈佛格蘭特研究（Grant Study）中，導致「悲傷罹病」，讓「快樂健康」變得遙不可及最明顯的因子。如果你的人生中有任何酗酒跡象，或家人有酗酒問題，不要遲疑、不要抱持僥倖的心理。現在就戒。\n3. 健康的體重：避免肥胖。在不過分節食的情況下，維持正常範圍的體重。吃得健康。記得不要過與不及，避免溜溜球型的節食，不瘋狂節制飲食，也不以無法持久的方式控制身材。\n4. 運動：即便從事靜態工作，要活就要動。天天走路是最禁得起時間考驗的運動（後文會再詳談）。\n5. 適應性調適方式（adaptive coping style）：意思是直接面對問題，誠實評估，接著直接應對，避免過度反芻、不健康的情緒反應或迴避型行為。\n6. 教育：教育程度高，日後心智會更活躍，壽命更長，人生更快樂，但不需要讀到哈佛，才叫教育程度高，只要有心終身學習，大量閱讀即可。\n7. 穩定的長期關係：對大部分的人來講，是指穩定的婚姻關係，但其他的關係也適用。重點是要有可以一起成長的夥伴。不論發生什麼事，他們都能支持你。\n七個目標也不是太多，但知道哪一個最重要會很方便。濃縮結論的過程能幫助大幅聚焦。所以是哪一項，抽菸？喝酒？還是運動？\n都不是。依據華倫特的說法，快樂健康的長者最重要的特徵，其實是健康的人際關係。如他所言：「幸福就是愛。」7華倫特又補充說明：「幸福有兩大支柱……一個是愛，另一個是找出不會趕走愛的生活方式。」8華倫特附上古羅馬詩人維吉爾（Virgil）的名言：「愛會戰勝一切。」\n華倫特的繼任者瓦爾丁格也說：「我們得知答案不是財富，不是名聲，不是更努力工作。我們從研究中……得到的最明確的訊息：良好的人際關係會讓我們更快樂、更健康。就是這樣。」此外，「50歲時對人際關係最滿意的人，在80歲最健康。」\n▎孤獨是可以治癒的\n專注在愛就可以了！聽起來很簡單，不是嗎？然而，對很多人來講，其實不簡單，尤其是有些人一輩子忙著追名逐利，親情、友情早在多年間消磨殆盡，如今感到身邊空無一人。\n當然，感到孤獨和獨處不一樣，因為自己一個人的時候，依舊能和他人有情感與社交上的連結。事實上，獨處是情緒健康與心情平靜的關鍵。有的人只要依舊擁有健康的社交與情感連結，他們其實獨處時最快樂。我不是這樣的人，但我有個孩子是。神學家與哲學家田立克（Paul Tillich）在經典之作《永恆的現在》（The Eternal Now）中寫道：「獨處是一個人的美妙，孤獨則是感到形單影隻的痛苦。」9\n孤獨是感到情緒上、社交上被孤立。孤獨很奇妙，孤獨無所不在，但人們感到自己的孤獨最特別。小說家伍爾夫（Thomas Wolfe）在散文〈上帝的孤獨人〉（God's Lonely Man）中寫道：「我的整個人生信念如今與孤獨有關。孤獨不是什麼罕見的奇特現象。對人類的存在來講，孤獨是不可免的核心事實。」10孤獨的人感到天底下只有自己孤獨，而孤獨的人只有自己，這點又讓他們感到孤獨。\n孤獨是常見現象，並不代表無害。研究已經證實，孤獨引發的壓力會導致免疫力下降、生病、失眠、認知遲緩與高血壓。11感到孤獨的人傾向於吃高卡路里、高脂肪的飲食。比起不感到孤獨的人，他們也更容易過著坐著不動的生活。赫茲（Noreena Hertz）在《孤獨世紀》（The Lonely Century）一書中提到，從健康結果來看，孤獨感的危害等同一天抽15根菸，而且比過重還糟糕。12孤獨也與認知衰退和失智強烈相關。\n也難怪孤獨對民眾的健康造成的威脅，引發健康官員關注。美國公衛署長莫西（Vivek Murthy）曾經著書探討此事。書的開頭提到：「在我看診的歲月，最常見的問題不是心臟病或糖尿病，而是孤獨。」13為了寫這本書，我所訪談的醫生也告訴我，找他們看病時間最長的患者，通常是極度成功的人士，而他們來就診，只是為了找人說說心底話。\n美國健康資源及服務管理署（Health Resources and Services Administration）宣布我們爆發「孤獨流行病」，並特別指出元兇是「未參與社交團體、朋友少、關係緊張」，但這樣的現象愈來愈常見。14孤獨正在增加健康照護業者的成本。信諾保險公司（Cigna）投入大量資源，研究社交孤立情形增加的原因。2018年的調查結果顯示，46％的美國人感到孤獨，並有43％感到自己的人際關係缺乏意義。15\n當然，孤獨帶給每個人的痛苦程度不一。有的人天生喜歡獨處。有的人由於生活環境的緣故，孤立程度高過別人。性別與年齡不是良好的預測指標，婚姻狀態則有重大影響。相較於離婚、喪偶與從未結婚，已婚人士比較不可能感到孤獨，然而，最孤獨的也是已婚者，他們有伴侶，但「另一半缺席」（各位工作狂注意了：你的另一半八成很孤單，而且因此感到痛苦）。\n退休呢？我研究過人們退休後是否變孤獨。有的人的確會，但他們原本就是容易孤獨的那種人。16換句話說，如果在工作之外，面對社交互動手足無措的人，退休後會變孤獨。我認識的很多成功人士就是這樣。\n你可能會好奇，哪些工作與職業最孤獨。你可能會推測，必須長時間獨自作業的職業最孤獨，例如我會想到農夫。我兒子高中畢業後，在愛達荷州找到務農的工作。我記得在收成期間，他一天獨自駕駛聯合收割機14小時。在其他時候，他也一個人修理籬笆，挑掉土裡的大石頭，幾乎永遠處於一個人的狀態。然而，我這個社交生活很活躍的兒子，不曾抱怨過孤獨。他在休息時間幾乎永遠都是和朋友，以及農場主人一家人共度。\n銷售人員呢？他們到處出差，從一家飯店到下一家飯店，一座機場到下一座機場，應該很孤獨吧？然而，農人和四處跑的推銷人員，兩者都不在最孤獨的工作榜上。《哈佛商業評論》曾經指出，最孤獨的兩個職業，是律師與醫生。17這兩者都是高技能、高薪資、高地位的職業……或許你所從事的工作，也是屬於這一類。\n▎職場上的友誼極度重要\n前文提過，一向努力往上爬的成功人士，在能力開始衰退時，最容易感到痛苦。這聽起來令人難以置信嗎？但其實很合理，畢竟爬得愈高，摔得愈重。\n孤獨也是類似原理。孤獨是很多功成名就者特有的病。有的名人正是如此，人人都認識他們，但他們和誰都不親。以知名主廚波登（Anthony Bourdain）為例，我一直可以說是波登的粉絲。我對美食不是很感興趣，只是覺得他的電視節目《波登不設限》與《波登闖異地》，太出色了。我很訝異波登用「吃」這樣尋常的事，讓觀眾認識這個世界。我心想：「他一定過著很有趣的生活。」波登也的確在訪談中，告訴《紐約客》：「我擁有全世界最棒的工作。如果還不快樂，這是無法想像的。」18\n你大概知道我要講什麼了。2018年6月8日，波登在錄製節目期間，在法國的旅館房間裡上吊身亡。我不清楚波登的私人生活。出於職業好奇心（而不是獵奇心態），我讀了一些文章。那些文章探討為什麼一個似乎什麼都有的人會自殺。各種解釋紛紛出爐，例如波登有酗酒問題、人際關係出問題等等。這些文章都提到兩件事︰波登是工作狂，套用某位作者的講法，波登有著「深不可測的孤獨感」。19波登的工時年復一年長到嚇人。他身邊永遠圍繞著其他人，但據說全是泛泛之交，很少深入來往。\n然而，不只是全球知名的人士，才會感到孤獨。許多我們日常生活中看到的高成就者，也感到孤獨。對成功上癮的工作狂，太害怕會落於人後，如同所有被成癮行為控制的人，工作狂的人生沒留太多空間給親友。如同已故的芝加哥大學社會神經科學家、孤獨研究的先驅卡喬波（John Cacioppo）所言：「孤獨反映出你對於人際關係的感受。」20也因此即便和家人在一起，或是身處眾人圍繞的工作場所，工作狂依舊感到無比孤獨。除了深愛的工作，他們一無所有。\n領導者特別容易感到孤獨，很大的原因是職場上很難擁有真正的友誼，或是不可能和下屬交朋友。但職場上的友誼極度重要，70％的受訪者表示，快樂的工作生活中，最重要的元素就是有朋友。58％的人表示，如果知道新工作的同事不好相處，他們不會為了加薪跳槽。21蓋洛普於2020年的數據分析顯示，說自己在職場上有好朋友的受訪者，他們享受工作的可能性，是其他人的近兩倍。此外，他們說自己有高社會幸福感（social well-being）的可能性，也多了近五成。\n然而，在上位者常無法擁有真正的職場友誼，高處不勝寒。《哈佛商業評論》發現，有一半的執行長在工作上感到孤獨，而且他們大都感到孤獨影響了工作表現。22研究也顯示，孤獨與領導者的倦怠有關。23\n身居高位者的孤獨，不是來自與世隔絕，有誰開會的時間多過執行長？他們的孤獨，其實源自礙於他們的領袖地位，無法在工作時建立深入的人際連結。在職場上成功的人，卻在人群裡孤獨。\n普林斯頓心理學家康納曼等人所做的研究，提供領袖為什麼會被孤立的線索。研究人員請一大群職業女性說出自己的一天，找出帶來最大的正面與負面情緒的時刻。24正面情緒的時刻不令人意外：前三名的活動依序為性愛、社交與放鬆。最能帶來快樂的互動夥伴前三名則是朋友、親人與配偶（似乎和剛才的活動前三名順序不一樣，但沒關係）。最會帶來負面感受的三大活動是工作、育兒（孩子們，抱歉了）與通勤。最負面的互動夥伴中，第二名與第三名是顧客和同事。然而，負面互動的冠軍是誰？答案是上司。沒人想和孤獨的上司相處。\n我感到那樣的調查結果解釋了很多事，尤其是我開始進一步挖掘原因後。1972 年一項對工作環境的著名研究發現，關於是否要和上司做朋友，下屬通常會感到缺乏自由意志，你要是敢對上司態度不佳，後果自負，而這會讓事情變得彆扭。25更近日的研究顯示，下屬會物化領導者，不把領袖視為世上的另一個人，而是權力、資訊與金錢的分配者。26\n然而，即便員工並未感到上司具備負面特質，雙方的關係依舊尷尬無趣。2003年的研究發現，下屬通常把主管當成童年時期的權威人士，例如父母或老師。即便員工沒喊上司「媽咪」，雙方不可能建立平等的友誼，主管陷入社交孤立的狀況，即便升官前，大家可能是同事。27\n此外，權威人士也會孤立自己。1950年的名著《孤獨的群眾》（The Lonely Crowd）作者主張，領袖會孤獨的原因，在於他們是靠操控與說服他人成功。28領袖物化下屬的程度，不亞於下屬物化他們的程度。日後的研究發現，領導者通常會刻意和員工保持距離，以求能公正評估績效。29簡單來講，如果你有一天可能必須開除某個人，你不太可能和對方形成緊密的關係。\n▎工作狂最常忽略的兩種關係\n能減少孤獨的關係，即離我們最近、需要加以培育的白楊，包括戀愛和親密的友誼。我們先分別探討這兩種關係，接著一起來了解，為什麼奮鬥者通常會忽略這兩種關係。\n很多研究探討為什麼有的浪漫關係會穩固，有的不會。眾所皆知，美國有高比率的婚姻以離婚或分居收場（最新資料約為39％）。30然而，沒分開的也不一定就很幸福。哈佛的研究顯示，婚姻本身僅占人生日後主觀幸福的2％，關係滿意度才是健康與幸福的重點。31\n流行文化想讓你相信，滿意度的祕訣是浪漫激情，但實情卻正好相反。戀情的早期階段有可能充滿不快樂。舉例來說，研究人員發現，戀情通常伴隨胡思亂想、嫉妒與「監視行為」，這些都不是一般會和快樂劃上等號的行為。此外，靈魂伴侶或愛是天注定的「宿命型愛情觀」，可以預見會造成低寬容，外加依附焦慮。32「戀愛腦」會導致漫步在雲端或絕望的深淵。33可以說，陷入愛河是幸福的啟動成本，這個階段令人狂喜，但壓力也很大。我們必須先度過這個階段，才有辦法進入真正能帶來滿足感的關係。\n幸福的祕訣不是陷入愛河，而是持續有愛，而這要仰賴心理學家所說的「友伴式愛情」（companionate love）。這樣的愛，比較不是起起伏伏的激情，而是穩定的感情、相互了解與承諾。34你可能會感到「友伴式愛情」聽起來有點令人失望。我第一次聽到時，就是這種感覺。當時我費了很大的力氣，才追到未來的太太，研究卻告訴我要細水長流。不過，過去三十年間，我們不僅愛著彼此，也喜歡彼此。太太永遠是我的愛情歸屬，但她也是我最好的朋友。\n友伴式愛情之所以能帶來真正的幸福，原因是具備友誼的基礎。35激情的愛仰賴吸引力，一般無法撐過關係的新鮮階段。友伴式愛情仰賴熟悉度。研究人員在《幸福研究期刊》（Journal of Happiness Studies）摘要證據，直言：「把配偶視為摯友的人士，婚姻帶來的幸福遠比其他人高。」36這樣的愛能走過危機，超越時間，也因此能帶來快樂健康的好處。\n好朋友會因為彼此的陪伴，心中湧出喜悅、滿足感與意義。好朋友讓彼此成為最好的人，友善地互開玩笑，一起享受樂趣。美國的柯立芝總統（Calvin Coolidge）和妻子葛莉斯（Grace）即是著名的好友型夫妻。有一則故事（可能是杜撰的）是總統和第一夫人造訪家禽農場，柯立芝夫人告訴農夫（聲音大到總統能聽見），一隻公雞就能讓那麼多蛋受精，真是了不起。37農夫告訴夫人，公雞每天一次又一次盡到職責。夫人帶著笑意告訴農夫：「或許你可以告訴柯立芝先生這件事。」總統聽到後反問，公雞是否每一次都是服務同一隻母雞。農夫回答不是，每隻公雞都配很多隻母雞。總統說：「或許你該告訴柯立芝太太這件事。」\n公雞四處留情，但一對一的友伴式愛情，似乎最讓人快樂。我是以社會科學家的身分講這句話，而不是從道德的角度出發：2004年一項針對1,600名美國成人的調查發現，男女皆同，「前一年帶來最多快樂的性伴侶數目，計算結果是1。」38\n你的愛情伴侶關係，可說是你最重要的關係。然而，愛情不一定能預防孤獨，也不足以預防孤獨。精神醫學教授瓦爾丁格告訴我，單就婚姻本身帶給年長者的幸福而言，已婚者與維持單身者之間，實際上沒差別。如果你與親友的關係緊密良好，即便單身也能幸福。\n不過同樣重要的是，婚姻不能是你唯一擁有的真友誼。2007年，密西根大學的研究人員針對22歲至79歲、自稱擁有好友的已婚人士進行調查。39結果顯示至少擁有兩名好友的研究參與者（也就是除了配偶之外，至少還有一名好友），擁有較高的人生滿意度和自尊，憂鬱程度也較低。至於說不出兩個好友的人，在滿足情感需求時，配偶關係的重要性大上很多，而這有可能帶來問題。婚姻將因此承受高度壓力，必須承擔幾乎是所有的情感功能，而當婚姻不順時，打擊將更大，孤立無援。\n我父親唯一的好友就是我母親。這種結果很自然，因為父親生性內向，很難結交親密的友誼。此外，兩人有美好的婚姻，大學畢業四天後就結婚，婚姻持續四十四年，直到父親66歲去世。\n然而，道理如同極度不夠多元的投資組合，如果你唯一的好友，只有配偶或另一半，這樣的配置不夠謹慎。只要婚姻哪裡出錯，你就會同時又單身，又沒朋友。有些人在離婚或喪偶時經常發生這種事。\n有許多人上了年紀後才發現這件事，開始建立配偶以外的交友圈，女性在這方面尤其如此。相較於男性，女性的朋友圈更大、更多人，支持力也較強。40此外，這個關係是性別涇渭分明的人際網絡：除了先生，年長女性很少把男性當朋友。僅五分之一的年長女性在列出好友時，名單上有男性。\n如果年長男性發現太太向外拓展朋友圈，了解以上的現象很重要。相較於年長女性，男性年紀愈大，婚姻關係將扮演更大的情感功能，原因是許多男性一直以來重工作、輕友誼。此外，他們放在高爾夫球等事物的心思，多過照顧感受。41他們的妻子因此到別的地方，尋求情感上的支持。老實講，這些妻子相當明智。\n有的人會假設自己上了年紀後，親密關係將繞著成年的孩子打轉，畢竟孩子是我們投入最多金錢、最多心血的關係。孩子懂我們，我們懂孩子，我看著我的孩子，就好像看著20多歲的自己！我老的時候，孩子難道不該是我最好的朋友？\n八成不是。我發現我和成年孩子之間的衝突，大都源自我自己的父母帶來的不良回憶。他們是好父母，但我想要獨立。我不得不拉開一定的親子距離，原因不是我們感情不好，只是我想建立自己的生活。我的孩子也一樣：我們關係很好，但他們專心過自己的生活，而不是我的生活，孩子理應如此。基於這樣的原因，研究發現相較於聯絡成年的孩子，和無血緣關係的朋友來往，反而與幸福更強烈相關。42如同兩位研究友誼的學者所言：「與家庭成員互動通常是迫於義務，和朋友在一起則主要是為了開心。」43\n▎你有真朋友，還是商場上的朋友？\n我還記得許多年前，我和兒子卡羅斯（Carlos）到佛羅里達享受釣魚之旅。卡羅斯當時約莫12歲，那趟出遊是他的聖誕節禮物。卡羅斯每年都要求同樣的禮物：到佛羅里達打獵釣魚，就我們父子倆。有十年的時間，我們每年都去，直到卡羅斯加入海軍陸戰隊（兒子答應等他退役後，我們會延續這個傳統。這次是我的聖誕節禮物）。\n星期六一大早，我們正準備出發，去歐基求碧湖（Lake Okeechobee）釣大口黑鱸，我的手機響了。我看了一下是誰打來的，是某大型基金會的負責人。當時我是一家非營利智庫的院長，正在和對方談合作。我告訴卡羅斯：「我得接這通電話。」接著在車上和對方聊了起來。前五分鐘先閒聊雙方的家人，即便我們私底下其實不熟，寒暄過後，接著聊正事。\n我掛上電話後，卡羅斯問我是誰打的。「一個朋友。」我回答。嚴格來講，這是真的，我們夠喜歡彼此，也熟到直接喊彼此的名字，還在社交場合吃過一次晚餐。卡羅斯看著我，他的眼神似乎在說：「聽你在鬼扯。」\n「真的朋友，還是生意上的朋友？」他問。\n這孩子太聰明，我啞口無言。卡羅斯當然沒說錯，我們的孩子知道如何把爸媽嗆到說不出話，但我還是問卡羅斯為什麼這麼說。兒子說：「你沒有太多真正的朋友。但你認識很多大人物，你們彼此幫忙。那種是生意上的朋友，不是真朋友。」\n卡羅斯隨口替人際關係做出的區別，和兩千多年前，亞里斯多德在《尼各馬可倫理學》（Nicomachean Ethics）中講的一樣。亞里斯多德寫道，友誼分為幾種層級，從最低到最高，在底部是功利型的友情，情感連結最弱，益處也最少：套用卡羅斯的講法，這種是生意上的朋友。你們當朋友是有目的的，互蒙其利，你幫我，我幫你，獲得事業上的成功。\n更高階的朋友則是為了快樂。你們是朋友，因為你們有喜歡與仰慕彼此的地方，例如對方風趣、好玩、漂亮或聰明。換句話說，你喜歡的是對方的內在特質，也因此比有功利目的的朋友高一階，但基本上依舊是工具性質。\n亞里斯多德認為最高階的是「完美友誼」。這種友誼致力於促進彼此的幸福，你們對某種符合道德的好事有共同的熱愛，一起追求超越自我的事物。這種友誼可能來自宗教信仰，或是對社會理念有熱情。這種友情不功利，另一人分享你的熱情，追求某種內在的東西，而不是當成手段。\n當然，我們的友誼可能是混合型的。我有可能仰慕事業合夥人，而對方同樣熱愛公益。不過老實講，我大部分的時候，有辦法按照亞里斯多德講的三種友誼，把朋友歸類，通常功利那塊最多人。\n卡羅斯問我的話讓我反思，如同許多努力工作、想拚出一番事業的人，我有很多「生意上的朋友」，但沒有太多真朋友。我因此相當孤獨。我發誓要更加珍惜少數的幾個知己。\n那你呢？你有真朋友嗎？也或者只是生意上的朋友？友誼對幸福來講十分重要。加州大學洛杉磯分校（UCLA）的研究人員，在2018年做過孤獨調查，詢問受訪者多常感到沒人懂自己。44 54％的受訪者表示，他們「永遠」或「偶爾」有這種感受。你是否也一樣？回答這個問題之前，先說出兩、三個真朋友的名字，已婚的人不能回答另一半。好了之後，誠實回答：上一次你和這幾位「真朋友」深入交談是什麼時候？如果碰上麻煩，你會毫不猶豫打給他們嗎？\n如果你想不出兩、三個名字，那就有問題。如果你幾個月沒和他們聊了，或是不會在危機時刻向他們求助，你大概弄混了真朋友與生意上的朋友。這裡的意思不是你不真誠，只是你可能已經好久都沒有培養真正的友誼。\n好多年沒交朋友的人，不容易建立真友誼，他們有可能從小就沒學會交友。研究結果顯示，男性通常比女性更難交朋友。45此外，女性交朋友一般是為了社交與情緒支持，男性的友誼則更可能來自從事共同的活動，包括工作。換句話說，女性有更多真朋友，男性有更多生意上的朋友。46\n這對幸福來講十分關鍵，尤其是在人生下半場。無數的研究都顯示，中年之後的重大幸福特徵，就是能不假思索，說出幾個知己的名字。47你不需要相交滿天下，也能夠幸福。事實上，人年紀愈大，交友也會愈挑，減少親近的人數，但無論如何，真朋友的數量必須打破零鴨蛋，而且不能只有配偶。48\n我得知相關模式後，下定決心交到好友，我太太也保證絕對配合。這種事對任何人來講都不容易，我更是很難培養友誼，因為我們經常搬家。因此很難有那種相交數十年的老友。我們夫妻因此擬定計畫：首先，我們開始刻意讓社交生活建立在聊更深刻的議題。我們冒著變成狂熱夫婦的風險，主導晚餐的聊天，不和朋友聊瑣事，例如假期計畫或買房子等等，改談幸福、愛與性靈。我們這麼做之後，有時加深了友誼，有時則知道，無法和某些人建立更圓滿的關係，就此少花一點精力在上頭。\n▎排除愛的障礙\n以下是人際關係的基本摘要，培育你的白楊林關鍵：\n．你需要強大的人際連結，助你攀上第二曲線，一路向上。\n．不論你多內向，少了健康的親密關係，不可能快樂到老。\n．如果是已婚者，有愛的友伴式配偶關係是幸福的關鍵。\n．婚姻與家人不足以取代親密的友誼，培養友情不能隨緣。\n．交友是需要練習、時間與投入的技能。\n．即便刻意結交的工作夥伴，同樣能帶來滿足感，工作上的關係，不足以代替真正的友誼。\n過去幾年，我在進行訪談與對話時感到意外，人們十分抗拒立刻開始建立關係的資訊與建議。大家經常告訴我三句話：\n首先他們會說：「我真的沒時間。」\n愛與友誼會用掉大量的時間，這點是真的。愛與友誼會排擠掉其他形形色色的事，例如，我們就老實承認吧：對本書的許多讀者來講，愛與友誼會排擠掉工作時間。如果你就是這樣，你因此遲遲不談戀愛、不生孩子、不建立真正的友誼，那麼你的人生優先事項並不平衡。\n記住，成癮行為的典型徵兆，就是非人的東西開始取代人際關係。你變成前文討論過的「工作狂」，不惜拋棄一切，無論如何都要工作、都要有成就，都要賺錢，都要成功。如果你出現工作狂的行為，不管提供多少交友的建議，也幫不上你的忙。你永遠無法留時間和力氣給親密關係。你需要先處理工作狂的問題，才有辦法開始做別的事。\n承認自己是工作狂，將需要面對你靠超時工作來逃避的事。如果關係本身出了問題（八成是經年累月的忽視造成的），放任工作成癮只會雪上加霜。有一張流傳已久的圖是有老人臨終時，躺在床上告訴家人：「真希望這輩子花更多時間工作。」別忘了那是一張搞笑圖。工作狂如果要戒癮，必須重新分配時間，把時間用來重新建立友誼與家庭生活。\n我常聽見的第二句哀嚎，就是人們承認問題後，他們會說：「我的關係千瘡百孔，不知從何救起。」\n有的人已經好多年都沒培養親密關係，但多年忽視後，問題不只出在你和家人、「朋友」之間的關係。可以說，更大的問題是親密需要練習。如果你長期忽視「心愛之人」，你基本上會失去他們。\n如果你是這樣，你需要重新喚醒休眠的人際關係能力。第一步是說出你渴望更深的連結，發出訊號，讓別人知道你下定決心要改，但更重要的是，說出口將能提醒自己。在我們大聲說出來之前，改變通常只是我們腦中的念頭。我認識一種人，他們「打算」要改變人生、結果一打算，就打算了數十年。光是打算減少工作量、多陪陪親友，是沒有用的。告訴親友你要這麼做，可以把這個念頭植入你的腦中，促使你達成這個目標，而不只是說說而已。\n然而，當你已經失去和人相處的能力，要如何開始？一個65歲的商務人士，難道能打電話給另一個人，說我們來當玩伴吧？\n事實上，也沒那麼荒謬。我記得孩子還很小時，我和太太會帶他們去和其他小朋友一起玩。幾個幼兒其實沒真的「玩在一塊」，他們做的事，其實是兒童發展專家所說的「平行遊戲」：每個孩子各玩各的玩具，但共處一室。這是幼兒習得交友技能的過程。他們將一點一滴出現更多互動，等幾個月過去後，最後會一起玩同一個玩具。\n美國、英國與澳洲等好幾個國家，近日出現一種叫「男士棚」（Men’s Shed）的新現象，基本上就是年長男性版的平行遊戲，有機會重新學習交友的技能。49親友把孤獨的男性（許多是退休人士，但不一定），寄放在有大量木作工具的工作棚裡，讓他們和其他男性並肩做木工。還記得吧，男性傾向於在從事活動的過程中培養友誼，而做木工能讓男性一起從事活動，但不必直接合作，正好是平行遊戲的概念。棚裡的男性會逐漸開始互動，在交到新朋友的過程中，重新培養交友能力。\n「我來這裡和大家聊天，我感覺我辦到了。」某位男性一邊製作要送朋友的橄欖球獎盃，一邊告訴《華盛頓郵報》的記者：「我一開始很緊張，但大家人都很好。我現在一星期至少來一次。」50\n「男士棚」不一定要是男士棚，不論是棚子或任何地點都可以。此外，如果是女性需要重新建立人際關係，或許會從事和木作完全不同的活動。重點是開始交朋友需要行動，光是用想的沒用。\n第三句常聽的話是︰「我不認為人們會原諒我。」\n有時關係不好的特徵是「被愛」的那一方感到憤怒。有的人漠視家人數十年後，婚姻變調，與成年孩子的關係冷冰冰的。人們通常會深深痛恨對成功成癮的親人。身邊的人需要他們，也理應獲得他們的愛與關注，卻多年求而不可得。\n彌補的時刻到了。成功成癮者可以從酒精成癮者身上，學到一、兩招戒癮的方法。戒酒無名會的康復計畫有12步驟，而有經驗的人士知道，康復之路少不了步驟9：「盡可能直接補償他們，除非這樣做會傷害他們或其他人。」戒酒人士會列出自己因為成癮曾經傷害過或忽視的人；他們必須盡可能彌補名單上的每一個人。\n這種事顯然很複雜。光是說出：「對不起，我喝醉時撞壞了你的車。」可能無法立刻或不足以讓傷口癒合，但這是好的開始，尤其是如果你承諾不再碰酒精，而且會還債。成功成癮的受害者也一樣。你八成不會因為說出：「對不起，我選了無聊的董事會，沒去看你的芭蕾表演。我現在甚至想不起來開會內容」，就讓所有的傷口癒合，還得配合新的行為才行。對關係來講，行動勝於空談，尤其如果你過去講的幾乎全是空話。\n▎跨出這三步，與人建立長遠關係\n前文提過，我為了引發學生思考，問了他們一個問題：你還剩多少次的感恩節？老實講，這個問題也讓我心頭一驚。如果我的壽命和我爸媽一樣，那麼我大概能再過8次節日（我們布魯克斯家不是很長壽）。問這個問題，不是要讓任何人心情沮喪，只不過是要提醒我們，在特定時間發生、一生難得有幾次的難忘活動，究竟有多珍貴。我們會因此更加珍惜，好好利用。道理如同勸大家在過每一天的時候，要活得像這是你人生中的最後一天。\n如果能按照這樣的思考去做，理應能解決工作狂與成功成癮問題。助長這兩件事的認知錯誤，在於誤以為自己有無限的時間，導致就全盤考量來講，「下一個小時要做什麼」的邊際決策不是太重要。一直要到沒時間了，為時已晚，我們才與這個錯誤大眼瞪小眼。\n商業管理顧問稱這種事為「系統量測誤差」（systematic measurement error）。我依據這種思維，採取某位商業專家的做法，協助自己解決人生中的這個問題。那位專家是已故的克里斯汀生（Clayton Christensen）。克里斯汀生長期任職於哈佛商學院，也就是我目前任教的學校。我到哈佛後沒幾個月，克里斯汀生便過世了，但他留下的遺澤，持續深深影響著哈佛商學院，其中一大關鍵是他很出名的著作《你要如何衡量你的人生？》（How Will You Measure Your Life?）。51\n克里斯汀生分析什麼是良好人生的方法，就和他評估企業一樣。《你要如何衡量你的人生？》很值得一讀，尤其有一個章節提供了素材，我開始做以下分為三部分的練習，除了避免落入工作狂與成功癮的陷阱，也開始培養真正能帶來滿足感的人際關係。\n1.事先分配時間\n成功人士擅長邊際思考（marginal thinking），也就是確保每小時都以當下最理想的方式利用。問題出在這種思維永遠會讓生命裡的某些東西被邊緣化，因為那些東西短期內看不出明顯的好處，例如關係。這就是為什麼即便我們很累了，繼續工作也不會有太多產出，我們依舊年復一年，日復一日，選擇多加班一小時，而不是選擇在家多待一個小時，導致孤獨與疏離等問題。\n為了避免犯這種錯，我每個月會找一個星期日下午，花一小時想像自己處於人生的盡頭，愛的人都在身旁。我想著他們會對我說什麼。\n然後回到當下，思考要如何分配接下來幾星期的時間。我要如何運用本週的時間培養關係，好讓臨終時，剛才想像的事會成真？我可能會決定準時下班，把工作留在辦公室，回家吃晚飯，飯後和家人看部電影。\n2.做你的核心要務\n很多企業會失敗的原因，出在「愛德索問題」（Edsel problem），典故是福特汽車在1958年的著名滑鐵盧。公司高層對愛德索這個車款寄予厚望、但消費者完全不買單。福特高層賣的是他們自己喜歡的東西，而不是消費者想要或需要的東西。我們在人際關係中也可能做這種事，尤其當我們多年沒去練習愛人的能力時。我們給家人和朋友機會，讓他們能在我們方便的時候，一起做我們感興趣的事。我們認為這種做法合情合理，如果我在工作上是王，我在家裡也是王！\n當然，這麼做是行不通的。愛的關係不是階層制，而是互惠制。你必須給人想要與需要的東西，而不是看你自己方便。\n我定期列出我需要加強關係的名單。接下來，我在每個名字旁，列出他們需要我提供哪些只有我能提供的事。舉例來說，有的事只有我能替太太做；有的事只有我能替成年的孩子做。要是我無視於那些事，夫妻與親子關係就會搖搖欲墜。\n3.聰明投資\n兒子就讀高中時，有一次問我，最希望他的人生做到哪三件事。我思考了幾天後，對自己的答案感到訝異。我並沒有把快樂放在其中，因為快樂雖然重要，有使命感與意義的理想人生，總有艱辛的時刻。財富或名聲就更不要說了，你讀過前文就能明白。\n我最後告訴兒子：「誠實、愛心與信念。」我認為這三件事能讓兒子成為最好的人。\n那次之後，我決定替我最愛的每一個人，寫下三件事，接著反省：我是否協助他們在人生中達成那些事？是否把時間、力氣、情感、專長、金錢，用在培養那些優秀的品行？是否身體力行，替他們做出示範？是否需要採取新策略，助他們一臂之力？\n▎美好人際關係帶來源源不斷的獎勵\n2009年時，羅徹斯特大學（University of Rochester）的研究人員進行一項研究調查。他們找了147位剛畢業的大學生，詢問他們畢業後的目標，最後發現畢業生基本上有兩種目標。研究人員稱之為「內在目標」（intrinsic）與「外在目標」（extrinsic）。內在目標主要追求長遠關係帶來的滿足感。外在目標則主要包括賺大錢、擁有很多東西、獲得權力、建立口碑或出名。換句話說，畢業生想獲得滿足感公式的分母，而那些其實是該割捨的東西。52\n一年後，學者進行追蹤，了解受訪者的現況。首先，大家整體而言都達成目標：希望關係美滿的人，獲得美滿的關係。想要金錢和權力的人，也走在正軌上。這是相當重要的研究發現：你希望人生有什麼，八成會心想事成。也因此更加印證了那句老話：「許願要小心。」\n不過，第二個發現更是值得注意：抱持內在目標的人，一年後過著更快樂的生活。在此同時，抱持外在目標的人則走過更多的負面情緒，例如羞愧與恐懼。此外，他們更容易生病。總而言之，如果你的人生目標圍繞著賺大錢、出名與其他世俗的東西打轉，你是在讓自己的欲望暴增，人生滿意度下降。\n你其實隱約知道這件事，不是嗎？或許你是外在目標的超級癮君子好多年了。你一路在流體智力的曲線上，全在滿足自己的癮。然而，如果你心智成熟，人生經驗豐富（換句話說，你和我一樣上了年紀），你現在知道，外在的獎勵是可笑的目標。然而，正是因為明白了這個道理，才導致我們對人生感到沮喪。你年輕時懷抱希望，希望擁有那些東西後，人生將會圓滿。隨著歲月流逝，你發現一切是鏡花水月，但積習難改，你擅長追逐過去追求的獎勵……你愈來愈不抱希望，不再想著等終於擁有這個，或是終於達成那個世俗的目標，你就會心滿意足。一切終是徒勞，你困在下行的流體智力曲線，你只懂如何在那裡追求報酬。\n唯有轉換到內在目標，你才會獲得真正想要的，做好跳上第二曲線的準備。第二曲線需要你從愛出發，建立關係，分享智慧。然而，真的有可能擬定新的目標，尤其是在下半場重啟人生嗎？真的可以，但你需要更公開的方式，陳述你的內在價值觀。\n著手的小祕訣如下：想像你人在派對上，有人問：「你是做什麼的？」你的答案與職稱等外在的事物無關。你回答你知道能帶來最多使命感、意義與喜樂的事，那些事與你的精神生活、人際關係、你服務他人的方式有關。不要想像自己說：「我是律師。」改成想像：「我是妻子，我有三個成年的孩子。」如果你一開始不是很相信這種答案，不認為這是真正的你，也不是你會做的事，也沒關係。講出來之後，就會在你的人生中成真。\n當人際關係成為意義與滿足感的「正式」來源，你獲得的獎勵將不可勝數，有人比喻為挖到寶藏。唯一可惜的地方，只有沒能在人生早一點的階段就找到。作家讚嘆愛與友誼帶來的幸福，例如愛默生（Ralph Waldo Emerson）寫下喜悅的〈論友誼〉（Friendship）：\n今晨我醒來，誠心感謝新朋舊友。上帝帶來如此美好的禮物，我每日沐浴在神恩之中，難道不該讚美上帝？我不喜社交，熱愛獨處，但不至於眼高於頂。我感謝性格高尚的可愛智者，偶爾走進我的家門，聆聽我，理解我，成為我一輩子珍藏的財產。\n不論是配偶的友伴式愛情，或是亞里斯多德的「完美朋友」，親密友誼勝過任何事業上的功成名就，在你步入職業衰退時將帶給你最大的安慰。\n想一想前文提過老巴哈的例子。巴哈熱愛自己的工作，也享受早期的成功，但他清楚什麼是最重要的事，畢竟你不可能不付出龐大的心力，就成為20個孩子的慈愛父親。許多文獻都提供了證據，巴哈和前後兩任太太以及沒早夭的孩子，一家人其樂融融。\n巴哈愛妻兒，妻兒也愛巴哈。巴哈優游於工作與生活，他消弭兩者之間的界線。巴哈的二聲部創意曲與交響曲，是給家人的音樂練習曲，第二任太太是他的抄寫員。此外，巴哈是孩子在音樂道路上的主要推手。巴哈在死時很幸福，不是因為他是成功的作曲家，他在人生最後幾十年，這方面成就早已不如往昔。巴哈能快樂到老，原因是他培養健全的家庭關係。家人帶來很大的力量，協助他走過職涯上的轉變，從創新的作曲家變成教學大師。\n那天我在白楊樹下，自以為得出前無古人的心得，但當然很多前輩都提過類似的概念。最明顯的例子大概是美國哲學家梭羅（Henry David Thoreau）寫道：\n我站在兩棵並立的結實橡樹間，\n它們撐住冬日的暴風，風浪的摧殘，\n草原上的壯麗景象，威武不屈，\n兩棵樹的上方幾乎不相連，但在下方\n在最深的源頭……\n你會驚嘆，兩者的根相互纏繞，無法分離。53\n人際關係本質上帶有超越的力量。只要我們願意，關係能神奇地讓我們上升到更高的境界，脫離柴米油鹽醬醋茶。與其死命抵抗職涯衰退的趨勢，不如抓住美好的機會，走向喜悅的泉源，懂得愛人與被愛，從第一曲線轉換到第二曲線。\n事實上，英文是貧乏的語言，談愛的詞彙有限，例如希臘文就有好幾種能代表愛的詞彙：philia（友愛）、eros（浪漫的愛）、storge（父母對孩子的愛）、philautia（自愛）、xenia（好客，或是對陌生人的愛）。\n不過，希臘文概念中的愛，最能超越一切的是agape，也就是人對神聖的愛。這種愛被視為最高等級與最喜樂的愛。這種愛將帶來狂喜。然而，努力在世上成功的人，不容易做到這樣的愛，因為長久以來他們靠自己打拚，把信念寄託在世俗的獎勵。接下來的章節要探討，不論處於人生旅程的哪個階段，我們所有人如何能達到這樣的愛，以及這樣的愛如何讓我們有信心走過一生。"
  },
  {
    "id": "file_10",
    "title": "Chapter 17",
    "text": "7\n展開你的林棲期\n----------------------------------------\n我們不需要別的。\n光是能活著，光是能呼吸，\n光是能踏出一步，就夠美好。"
  },
  {
    "id": "file_11",
    "title": "Chapter 18",
    "text": "2018年2月，一個悶濕的早晨，我深入南印度鄉間，前往距離喀拉拉邦與塔米爾納杜邦的交界處不遠，一個叫帕拉克卡德（Palakkad）的小鎮。\n年輕時，我曾經讀過印度上師尤迦南達（Paramahansa Yogananda）的作品，多年來一直知道古印度理論中，有「階段」（ashrama）的概念，談如何在開悟中走過幸福中年。不過我知道的，也就只有那麼多。我在網路上搜尋，也找過英文書籍、請教印度朋友，但不曾找到深入的解釋。我對這種結果不太意外，畢竟印度哲學並未捲入思想與資訊的全球化浪潮。人們告訴我，要找到答案，就要請教老師才行。\n找老師對我來講其實不難，畢竟我是資深的印度迷，自19歲第一次造訪印度後，就愛上印度的文化、音樂、美食、哲學，還對印度人深感著迷。印度人的個性幽默隨和，我在印度如魚得水，每年至少藉機拜訪一次，向這個次大陸的許多性靈大師求教。\n2018年的那個早上，我早上4 點就起床，接著搭車幾個小時後，抵達一間尋常小屋，希望可以求見文卡塔拉曼（Nochur Venkataraman）。弟子尊稱他為「上師」（Acharya，阿闍黎，「老師」的意思）。可靠消息指出，文卡塔拉曼能向我解釋「階段」的概念，告訴我進入人生下半場時，應該尋求什麼才對。\n我費了好大一番工夫，才終於求見上師。印度有很多名利雙收的「商人大師」，但文卡塔拉曼不是那種老師。他不富有，不想在媒體上露面，也不曾造訪西方。上師低調謙遜，致力於助人獲得心靈成長，但沒興趣指導想透過修行，尋找新創公司靈感的科技新貴，也沒興趣引導拋下原先的宗教信仰，跑來跟風的西方人。我費了好一番唇舌後，才終於讓上師的弟子相信，我沒在尋找新信仰，目的也不是賺錢。\n那天的見面場景，簡直可以上電視，不過現場沒有攝影機。我脫下涼鞋，進入一間樸素屋子，上師身旁圍繞著安靜的信眾。他用傳統的印度合十禮，向我打招呼：「我在等你。」我們坐下來，我立刻感到心中一片祥和，竟把來訪的目的忘得一乾二淨。\n等我回過神來，才向上師解釋，我這次造訪為的是了解人生各階段恰當的生活方式。許多人一輩子兢兢業業，年老力衰令他們感到痛苦。進入人生的新階段不容易，甚至很嚇人。我聽說上師能讓我在這方面有新認識。\n接下來兩小時，上師解釋古印度的學說，認為正當生活分為四階段。理想上，每個階段是25年。當然，一般人不太可能真的走完這四階段，畢竟以今日的美國來講，活到100歲的機率才1／6000左右，印度更低。不過這個概念的重點，不是活到嚴格意義的100歲，還剛剛好分成四段，而是在人生的四階段都待上充分的時間。\n第一階段是「學生期」（brahmacharya），也就是致力於學習的青春年華與成年早期。第二階段是「家居期」（grihastha），你開始建立事業，累積財富，成家立業。第二階段聽起來合情合理，沒什麼好爭議的，不過印度哲學家發現，這個階段是人生最常見的陷阱：人會變得太執著於金錢、權力、性愛、地位等世俗的報酬，試圖讓這個階段持續一生。聽起來很耳熟嗎？這是困在流體智力曲線的另一種講法，追逐神學家阿奎納所說的財富、權力、享樂與榮譽等四尊「偶像」，導致自我物化，卻永遠無法獲得滿足感。\n帶著新能力走向人生新階段，才能破除對這些偶像的依附，這裡的新能力是指性靈方面。上師表示這種改變令人痛苦，有如二度成人。你將必須放棄世俗的眼光定義我們的方式。換句話說，我們必須放下功名利祿，走過人生的轉換，在新階段覓得智慧，藉此打敗執著造成的痛苦。如果有心努力，這種轉換一般發生在50歲左右。\n那麼新階段是什麼？新階段是「林棲期」（vanaprastha），詞源是梵文的「退隱」與「進入山林」兩個詞彙。1在這個階段，我們刻意退出原本的公私責任，愈來愈投入性靈、深度智慧、晶體智力、教導與信仰。林棲期的意思，不是完美的生活需要50歲就退休，住進山林，而是指你必須重新調整人生目標。林棲期是第二曲線的形而上背景。\n不過，上師也告訴我林棲期不是最後一站。最後一站是「遁世」（sannyasa），也就是老年時的最後性靈階段。人在這個階段完全投入開悟的果實。古代的印度男性，的確有人在75歲左右離家，對天發誓餘生跟著師父修行，過著祈禱與研讀經文的日子。套用上師的話來講：「在你了解『我』（Self）的那一刻，你知道你是『我』，你不是肉體。你知道你是無窮的真理。那樣的領悟，那樣的開竅，是遁世。」\n你就算沒興趣75歲坐在洞穴裡，該做的事還是很明確。人生最後階段的目標，將是暢飲杯中最深沉的人生祕密，不過前提是你先在林棲期，好好研究哲學與神學，否則不可能年紀一到就自動開悟；那有如完全沒接受過運動員的訓練，就跑去參加奧運。\n我認為我們其實直覺就懂這個道理。隨著我們逐漸成熟，理應追求性靈上的成長，老年才能充滿智慧。那也是為什麼很多人受到自己原有的信仰吸引，或是找到新信仰、信仰加深、重拾信仰等等。\n不過，有的人極力抵抗這樣的變化，向衰退怒吼，拒絕承認改變的事實，阻擋自身對於形而上的需求。即便未來有新前景，也有帶來超越的冒險，這樣的人在人生最後數十年，盯著車子的後窗，焦慮地看著往日的榮光消失，不肯望向未來。他們和我在機上見到的那位老英雄一樣。\n我告訴上師飛機上的事，上師認真聽我講完後思索了一下：「那位先生沒能離開家居期。」上師告訴我：「他對世俗的獎勵成癮。」上師解釋，機上那位老英雄的自我價值，八成仍舊來自過往的回憶。多年前他事業成功，但即便民眾今天還認得他，大家的敬意完全來自他早已喪失的能力。今日的任何榮光，只不過是往日榮光的影子。此外，他完全略過了林棲期的性靈發展，以致在今日錯過遁世期的喜樂。\n上師的話，替我們這些苦於「職業心理的重力定律」的人，畫好了地圖。如果你是不屈不撓的律師、記者、A型人格執行長，或是智庫負責人（我向上師求教時的職業），你從剛成年一直到中年，在職業上猛踩油門，尋求成功帶來的世俗獎勵。你獲得一些（或是很多）獎勵，執著於功名利祿，但你必須在感到準備好之前，就預先拋下這些成就與獎勵。流體智力走下坡，是在給你訊號。別做困獸之鬥，那只會使你心情沮喪，加倍抓著無法帶來滿足感的執著不放。你要開始注重晶體智力，運用智慧，與他人分享。\n我告訴上師，我這種年紀的男男女女，一輩子大都是工作狂與成功成癮者。儘管出人頭地了，卻不快樂，而且想到要離開家居期，就瑟瑟發抖。我請大師給我們這種人一個建議。\n「認識你自己。就那樣而已，沒別的。那是獲得解脫的唯一辦法。」大師想了好一陣子後回答。\n「那要怎麼做？」我問。\n「往內心尋求。」上師回答：「當你的心平靜下來後，你就會發現裡頭一直等著你的寶藏。」\n▎靈性覺醒的快樂\n許多人在中年過渡期，出乎意料對宗教與性靈產生興趣，開始對信仰、宗教、性靈感到好奇，或單純想了解超越（transcendent）。隨著我們進入人生中期，心中一般會滋長出這樣的感受，你或許感到奇怪，通常年紀愈大，愈不會去相信「神奇」之事。任何超過10歲的人，更別說是40歲了，不會去相信復活節兔子。然而，人到了40歲、50歲，或是更年長，常見的現象卻是突然想接近宗教。\n許多人在年齡漸長後，反而開始感到形而上的東西很真實，出現自己無法解釋的變化。\n神學家佛勒（James Fowler）在1981年的名著《信仰的階段》（Stages of Faith），解釋過這種模式。2佛勒研究數百人後發現，許多年輕的成人厭惡看來專制或老古板的概念，例如性事。此外，他們因為宗教無法解釋人生最困難的謎題而感到幻滅，例如要你在充滿苦難的世界愛上帝。\n然而，年紀大了之後會開始明白，人生不是那麼黑白分明。佛勒指出，此時人們會開始容忍宗教模稜兩可與不一致的地方，開始看見信仰與性靈的美好與超越。有可能投入幼時的信仰，也可能是其他的信仰。佛勒日後的研究，探討出現了現代發展後（例如美國人參與宗教的程度下降），他先前在1970年代與1980年代歸納出的人生階段，是否依舊成立；答案是仍然成立。3\n不過，對性靈方面的人生轉變，拚命三郎通常最缺乏準備。他們很少接觸人生這一塊，或是不曾投入。對他們來講，在拚事業的過程中，信仰與性靈屬於「有的話很好」，但不是排在前面的重要事項，因此缺乏關照。\n然而，對於在新階段擁抱信仰的人來講，這是令人喜悅的開悟。大量的研究顯示，相較於沒有信仰，信仰宗教與追求性靈成長的成人，一般比較快樂，憂鬱程度也較低。4相關研究指出，成年後找到信仰的好處，不僅是對人生感到滿足，宗教與性靈也與較理想的健康狀態有關。5部分原因出在研究大都發現，相較於其他人，有宗教信仰的人，比較不可能濫用毒品與酒精。6\n研究人員有時會半嚴謹地推論，為什麼信仰也與健康有關。或許是因為人們參加宗教活動時，生活方式較為健康，社會互動也會增加。我多年觀察這個領域後，認為相關的推論都有理，不過幸福感增加的最佳解釋，遠比這些間接的好處直接：當你認真花時間，把心思花在與超越有關的事物，此時你的目光將不再放在自己的小小世界，不會只關注自己。\n我們大多數的時候，腦中都只有我、我、我，有如一天之中一遍又一遍，看著一模一樣的無聊電視節目，實在太無趣了。信仰則可以讓我們不得不進入宇宙，思考起真理的源頭、生命的起源，以及他人的益處。這樣的關注令人耳目一新，也會大大鬆了一口氣。\n人們常問我，是否這種眼界更寬的關注，一定要和宗教或性靈有關。能不能是別的，例如對哲學感興趣？我認為可以。一個好例子是今日的年輕人開始對古希臘思想感興趣，尤其是伊比鳩魯（Epicurean）與斯多葛學派的哲學。過去幾年，很多人對伊比鳩魯、愛比克泰德（Epictetus）、塞內卡（Seneca）與奧理略的作品感興趣，而且不是為了學術的理由。他們發現那些作品藏著人生意義的祕密，可以帶來快樂。\n總歸一句話：即便你過去忽視人生這部分，如果你處於人生的轉型階段，開始對超越方面的成長感興趣，這其實符合人類發展階段的走向，沒必要抗拒。\n▎我的信仰與我的良師\n宗教與性靈是棘手的主題，因為這是相當個人的，有時會引發爭議。很多社團禁止討論政治與宗教是有原因的：吵架會讓友誼破裂，挑起戰爭。宗教討論充滿著不信任的氣氛，原因是你通常會感到對方在「老王賣瓜」，一心只想改變你的信仰，而不是公平公開提出問題與概念。我其實想過，本書是不是不要放這一章。\n爭議是無法完全避免的，不過如果和你談信仰的人能「自揭底牌」，開誠布公，情況會好一點。當你至少知道為什麼對方會那樣說，你比較能夠評估他們的論點，個人私心也比較無所遁形。\n我因為秉持著這樣的精神，接下來要告訴大家我個人的信仰之旅。我在虔誠的新教徒家庭長大，青少年時期會上教堂，日後則改信羅馬天主教。我的基督信仰是我父母的生活核心，也是我的，即便我日後改信不同教派。\n我的性靈啟示來自四面八方，包括平日研究其他宗教、對數學的熱愛，以及對巴哈音樂的喜愛。前幾章提過，巴哈示範了從流體智力轉換到晶體智力的必要性。\n此外，巴哈的信仰帶給我啟示。巴哈的個人故事最突出的部分，不是他調整職業生涯，而是他與上帝的關係。巴哈日日研讀《聖經》，家中的《聖經》被翻爛，頁緣寫滿他的感謝與讚美。巴哈每完成一首曲子，樂譜都會寫上：「榮耀唯獨歸給上帝」。巴哈相信自己寫下的每一個音符，全都受到神聖的啟發，巴哈說道：「這些音符被寫下時，我演奏他們。但音樂是神創作的。」巴哈被問到為何作曲時，他的回答簡單但深刻：「所有音樂的目標，最終不過是榮耀上帝，洗滌靈魂。」7\n我希望能和巴哈一樣，談自己為什麼寫作︰把作品歸給上帝的榮耀，服務他人。雖然聽來荒謬，這也是我從音樂轉行到社會科學的原因。\n我太太有著不一樣的信仰之旅。她在極度世俗化的巴塞隆納長大（你如果讀到這句話後心中嘀咕：「西班牙可是極度信奉宗教的國家。」你的觀點過時了。今日的西班牙基本上是後基督教時代的國家，想想丹麥的例子就知道了）。我太太從小到大只參加過屈指可數的彌撒，她不信教，甚至還對所有類型的宗教抱持戒心，尤其不太喜歡天主教。婚後我照常上教堂，但她從來不陪我去。孩子出生後，星期日早上我一個人帶孩子上教堂，她則趁機休息補眠。這種情況持續了很長一段時間，我內心不免感到難過。\n我幾乎已經放棄，不認為太太有可能找到信仰，但她後來突然（在我的感覺裡）對天主教的靈修感興趣。我不曉得究竟發生了什麼事，但接下來的十年間，她持續修行、研究與學習，信仰愈來愈深，成為她的生活核心。我們兩個人之中，反而是她對宗教更熟稔。\n幾年前，我開始寫這本書，我感到自己的信仰曲線也開始往上走，更嚴肅看待自己信仰的事物，也因此在2018年跑到南印度的鄉間。上師談到的林棲期大幅拓展我的意識，串起我的性靈之旅、晶體智力曲線，以及反璞歸真。\n我向上師提到太太艾斯特，聊我們是怎麼認識的。三十年前，我跟著室內樂團到歐洲巡迴演出。即便語言不通，一、兩個小時之內，我就感到愛上未來的太太。我還和上師聊到，為了讓太太答應嫁給我，我辭去紐約的工作，搬到巴塞隆納。上師問起艾斯特的信仰生活，我據實以告：艾斯特很晚才信教，今日卻引領我走向公義的道路，教我讀經文，協助我禱告，還每日帶我望彌撒。上師安靜地想了一下後，以理所當然的語氣告訴我：「她是你的老師。」\n在印度的宗教經典《烏達瓦梵歌》（Uddhava Gita）中，黑天教導世人：「你若是渴望進入人生的第三階段林棲期，應當懷抱著寧靜的心進入林中，離開妻子與成年的兒子。」不過，又補上一句：「或是帶著妻子一起。」8\n我選擇第二種方法。\n▎深夜的尼苛德摩\n想到要發展性靈生活，有可能令人卻步。有的人不知如何著手，但也有人因為一輩子不仰賴宗教，甚至不肯承認想接觸看看。我稱後面這種情況為「尼苛德摩症候群」（Nicodemus syndrome）。\n尼苛德摩是公元初的法利塞人。他是巴勒斯坦猶太公會的成員，也就是說他本身是勢力龐大的宗教團體領袖。一天晚上，尼苛德摩偷偷跑去見一個人，雖然風險極大，他的心深受吸引，已經多日茶不思飯不想。尼苛德摩去見的人不是情婦，而是一位精神導師。那個精神導師傳播的訊息，全是他不曾聽過或見過的。此外，那個導師展示神蹟，更重要的是兩人一見面，那名導師就對尼苛德摩瞭若指掌。美國詩人朗費羅（Henry Wadsworth Longfellow）想像尼苛德摩在當下驚呼：「太不可思議／他能讀出我心中所想！」9\n尼苛德摩在暗巷找到那名精神導師。導師等著他，神情平和，但一眼就看透他。儘管如此，導師一語不發，等著這位法利塞人吐露心聲。「拉比，我們知道你是由天主而來的師傅。」尼苛德摩說道：「因為天主若不同他在一起，誰也不能行你所行的這些神跡。」\n那位導師當然是納匝肋的耶穌。幾個月來，尼苛德摩的法利塞同胞，抱怨耶穌公開挑釁安息日的規定，甚至居然敢叫他們偽君子。尼苛德摩理應跟著痛恨耶穌，但耶穌傳遞的上帝慈愛訊息，在尼苛德摩的人生關鍵時刻吸引著他，使他質疑起自己長期以來相信的事。\n若望福音又過了四章後，再度提到尼苛德摩。此時的他處於過渡期，在舊信仰與吸引他的新信仰之間拉扯。一群法利塞人打算以散布異端邪說的名義捉拿耶穌。尼苛德摩那時依舊是「當局」的人，卻在同僚面前公開替耶穌講話，質問：「如果不先聽取人的口供，和查明他所做的事，難道我們的法律就允許定他的罪嗎？」\n可想而知，法利塞人不會放過背叛同胞的尼苛德摩，嘲笑他：「難道你也是出自加里肋亞嗎？」在《聖經》的年代，相較於各路人馬聚集的耶路撒冷，耶穌的家鄉加里肋亞是閉塞地帶，有如今日美國人眼中，夾在熱鬧東西岸之間的美國中部。「你去查考，就能知道：從加里肋亞不會出先知的。」尼苛德摩這下子裡外不是人。你可以把當時的情景，想像成在共和黨的大會上，支持不受歡迎的民主黨人，或是在民主黨的大會上支持共和黨，這樣你就能懂尼苛德摩的處境。\n尼苛德摩因為替耶穌講話，害自己的社會地位岌岌可危，而且他不可能同時站在兩個陣營。尼苛德摩做出什麼選擇？《聖經》還要再過十二章，才會揭曉答案。《聖經》最後一次提到尼苛德摩時，時間緊接著耶穌被釘死在十字架上。這位精神導師被處死時，太多的追隨者四散，但尼苛德摩取下耶穌的遺體，用「沒藥及沉香調和的香料，約有一百斤」，加以保存。尼苛德摩如今顯然已經「義無反顧」，即便耶穌已經離世，依舊忠誠於他。\n尼苛德摩今日是天主教與東正教會的聖人，還有個有趣的稱號：他是官方的好奇心主保聖人。不論你的性靈傾向是什麼，或許尼苛德摩的轉變能帶來啟示。\n▎如何克服一路上的阻礙\n尼苛德摩症候群只是追隨信仰的阻力之一。靈魂飢渴的人要是看不見出路，以下幾種障礙也會讓他們轉身離去，尤其是如果以前不曾接觸過信仰。\n1.鏡中的「無宗教人士」\n尼苛德摩選擇在夜裡去見耶穌，原因是不想被人撞見。尼苛德摩在社會上有權有勢，害怕被人看到他質疑自己原本的信仰，考慮接受新信仰。\n我經常碰到的情形是有人到了中年，才首度被宗教吸引，或至少是長大後第一次。然而，他們和尼苛德摩不同，這樣的宗教衝動令他們感到困惑，甚至是煩惱，尤其是如果他們向來認為信仰不重要，或是小時候跟著家裡信教，但長大後把自己重新定義為不信教的人，甚至是反對宗教。這樣的人感到如今要是放鬆立場，別人會認為他們意志不堅或神智不清。\n此外，一個人的自我概念將因此失衡，導致極度不安。心理學家羅傑斯（Carl Rogers）有一個著名的主張，他認為我們永遠需要回答一個問題：「我是誰？」10隨著我們漸漸長大，年齡增長，我們將發展出自我概念。羅傑斯把平衡的人定義為自我概念符合人生經歷。精神官能症患者則無法接受與承認自身的經歷，自我概念遭到扭曲。\n我們會抗拒任何不符合自我概念的事，因為那會引發不安的感受。這也是青春期很難搞的原因。青少年是真的不知道「我是誰？」有點為了這個問題抓狂。此外，這也是為什麼孩子上大學後第一次回家時，有時父母會嚇一大跳，感到子女變了一個人。\n青春期不是唯一自我概念變得特別不定的時期：另一個典型的自我概念危機是身為成年人的我們，號稱沒有宗教信仰，但不曉得為什麼，我們開始不確定是否真是如此。或是套用民調研究的用語，20%的美國人說自己「無」宗教信仰。11而「無」聽起來不像是找到信仰的障礙，畢竟空的東西可以填滿，對吧？然而事實上，自稱無宗教信仰也是一種歸屬，一種身分認同，所產生的影響力和自認是「猶太教徒」或「佛教徒」一樣大。\n改變「無」的自我概念，不僅令我們感到困惑，還會傷及自尊。自尊造成我們固守原有的形象、信念與立場，而不再堅守「無」的立場，將令人感到丟臉，像在昭告天下自己性格軟弱。我認識一種人，他們因為多年來把宗教和性靈斥為怪力亂神，導致有一天想上教堂了，還得偷偷摸摸的像在偷情一樣，度過尼苛德摩之夜。\n然而，即便「無」的確能準確描述當下的你，不代表你就要被束縛，不能再擁抱宗教與性靈。關鍵是讓自我概念從「無」，小小轉換到「時機尚未成熟」，或「沒有宗教信仰，但歡迎指教」。這麼做會讓你對於自己的理解，又多了一份開放性，帶來強大的效果。或許你目前沒有信仰，但門開了。或許會有東西進來。\n2.教堂裡的聖誕老人\n我的孩子年幼時，有一次我們全家開車經過地方上的教堂。大兒子那時4歲左右，他問聖誕老人是否住在裡頭。我和太太捧腹大笑，但孩子的話點出了信仰形成過程中的典型問題：我們對於信仰與性靈的第一印象，通常是幼稚的，而那個印象有可能一路伴隨我們長大。我們經常把宗教當成神話與童言童語的混合體，理性成熟的大人，不該去信這種東西。\n許多反對宗教的人士，利用這樣的童稚回憶抨擊宗教，例如我在2010年的聖誕節前夕，看見林肯隧道（Lincoln Tunnel，從紐澤西到紐約市每天有數萬名通勤者走這條路）的入口，掛著廣告招牌。三王的剪影朝伯利恆走去，底下的標題是：「你知道這是神話。這個季節應該慶祝理智才對！」\n我得承認，雖然我是教徒，但看到那個招牌時也會大笑。背後的團體以聰明的手法反對所有宗教。不過，那則廣告其實不是訴諸理智，正好相反。那則廣告要我們別去信小時候聽過的《聖經》故事。我們現在可是大人了，如果不是每個細節都百分之百精確，那就一個字也不能信。然而，那種邏輯像是在說你應該離婚，因為另一半不像你小時候聽過的童話故事，你們沒永遠過著幸福快樂的日子。這是孩童的論點。\n成人出現性靈的渴望時，恰當的做法不會是參照童年時期的天真想法，在人生的任何其他領域，我們都不會那麼做。我們該做的，其實是向這個領域的厲害人士看齊。世界上的每一個主要宗教、性靈與哲學傳統，全都有著浩瀚的文獻，集結作家與思想家的心血，我們一輩子都讀不完。舉例來說，阿奎納是舉世無雙的天才，據說曾一次寫25本書，而且每一本都看得出作者博學多聞。阿奎納最偉大的權威著作《神學大學》（Summa Theologica）是一部哲學傑作，預先設想了幾乎是每一種反對信仰的嚴肅理由。\n承認童年時的宗教看法很天真，就能允許自己尋求超越的真理：這次不是以你最初學到它們的方式，改從成熟的批判性觀點出發。你將需要解放自己，把心中的卡通版本拋到腦後，改以開放的心態，接觸宗教學者與重要信奉者的思考與寫作。\n3.時間的限制\n實踐信仰將需要投入時間與精力，這是免不了的，也因此信仰會和日常事務競爭。你不可能花個兩小時，就思考完宇宙的祕密，那頂多只夠看一部電影。如果參加禮拜儀式，每星期都會占掉幾小時。如果你閱讀、祈禱或冥想，希望從中獲取心得，那麼每天都得花時間投入。此外，這些都還只是最基本的付出。進階的信仰或性靈實踐者，有如健身房裡的健身迷，投入的時間遠遠更多，如此一來才會進步。此外，這也是當事人真心想做的事，會帶來深層的滿足感。\n然而，至少在開頭的時候，信仰需要投入大量的時間，而很多渴望信仰的人實在是找不出時間，或是不曾投入夠多的心血，導致一直沒有太大的進展，進而不斷推遲這件事，最後和我一位年長的朋友一樣，在臨終前告訴我：「我最大的遺憾，就是沒能培養信仰。」\n解決辦法是不再只把性靈發展當成嗜好，而是人生的頭等大事。如果我告訴你，你有嚴重的健康問題，每天必須運動半小時和吃藥，你會照做。雖然不是所有人都會聽從醫囑，但你會——我知道你會，因為懶得發展自我的人，不可能一路讀到這一章。所以記住：你的性靈發展和治病一樣重要，必須挪出時間，按時冥想、禱告、閱讀與修練，每天都不能懈怠。\n▎用走路靜心\n很多人只缺開始的理由：開始打破原本平衡的生活，嘗試新事物。以下是一個簡單的建議：去走路。\n我和上師待在一起時，性靈感官獲得增強，注意到先前我多次去印度時沒注意到的事：路上有多少人一邊走路，一邊誠心祈禱。在印度某些地方，例如聖城秣菟羅（Mathura，據傳是大神黑天的誕生地，今日擁有數量驚人的五千座寺廟），到處是祈禱的步行者。我向印度朋友問起這個傳統。朋友告訴我：「他們是yaatree（也就是朝聖者的意思）。」印度傳統裡的「雲遊者」，通常是身無分文的托缽僧，他們深受民眾敬重。一般民眾將朝聖視為性靈覺醒的頭等大事。\n幾乎所有的主要宗教都有朝聖者。從穆斯林到麥加朝覲，到佛教徒長途跋涉至菩提伽耶（Bodh Gaya，據說佛陀在當地的菩提樹下得道，旅人會去參觀那棵樹），各種定義下的朝聖是指「親身從家中移動一段距離後，抵達神聖之所。」背後的動機是情操或信仰，被視為一種誠心的舉動。12天主教徒也有著名的「聖雅各伯之路」（Camino de Santiago/Way of Saint James），地點在西班牙北部。\n我拜見上師後，二度在聖雅各伯之路走上一星期，每次挑不同的路線，穿越鄉間，踏上羅馬道路，最後抵達著名的聖地牙哥德孔波斯特拉主教座堂（Cathedral of Santiago de Compostela），據說那裡存放著十二宗徒聖雅各伯〔西班牙文是聖地牙哥（Santiago）〕的遺骸。主教座堂在9世紀落成後，吸引了成千上萬的朝聖者，20世紀被廢棄，但2010年又因為馬丁．辛（Martin Sheen）主演的電影《朝聖之路》（The Way），再度熱門起來。此後踏上聖雅各伯之路的朝聖者數量大增，從2009年的145,877人，2019年增至347,578人。13\n為什麼人們這麼做？首先，走路是很好的運動；沒錯，為了我們的健康與幸福著想，走路是最理想的運動。有的人期望聖雅各伯之路會是一場冒險，例如西班牙政府便是以這種方式大力行銷。然而，這種推銷方式令我疑惑，因為除非你尋求刺激的方法，真的是單調地一天重複數小時同樣的事，要不然聖雅各伯之路絕非冒險。除了偶爾竄出來的村莊野狗，那條路不危險。此外，除了每天走20公里帶來的痠痛肌肉和水泡，也沒有什麼巨大的挑戰。\n聖雅各伯之路的奇妙之處正好相反，完全缺乏刺激。在旅程的開端，朝聖者的心中會因為不習慣單調乏味，叫苦連天。你因為胡思亂想，想著家裡該不會發生了什麼緊急事件，很想停下腳步，每次碰到路旁提供Wi-Fi的咖啡廳，就會很想進去，看看外界發生了什麼事。不過，大約到了第三天，那種躁動會開始消失，走路讓身心開始合一，出現從容不迫的自然步調。走路成為一首很長的音樂——節奏當然是行板的（andante，譯注：義大利文的原意即為「行路」），不疾不徐，也因此自然感到舒適。\n聖雅各伯之路是加長版的「走路冥想」，許多傳統文化都有這種做法。「每一次專注的呼吸，每一個專注的步伐，全都提醒著我們，我們活在這個美麗的星球上。」14釋一行禪師解釋：「我們不需要別的。光是能活著，光是能呼吸，光是能踏出一步，就夠美好。」日本神學家小山晃佑在《一小時走3哩的上帝》（Three Miles an Hour God）中，融合東方思想與他自身的基督教信仰：「我們走路的速度，因此是上帝的愛行走的速度。」15\n朝聖的超越效果將在幾天後，以一波波的感知形式出現。我個人的體驗聽上去，的確幾乎和人們談到的迷幻藥體驗一樣，例如我享受罕見的鬆一口氣，不必在欲望跑步機上狂奔。聖雅各伯之路無他，就是一直走，一直走，重點不是抵達，正好點出難以獲得滿足感的真相：如果當下這一刻，只不過是必須忍耐的痛苦，以求能抵達未來，那麼永遠不會出現滿足感，因為未來注定只不過是新的痛苦當下，永遠不會抵達美好的終點。注意力必須放在走路，走路是一連串的現在構成的人生。\n每一個當下，因此提供了小小的滿足感。當我們的目光只放在更大、更好的東西上，我們會錯過那樣的滿足感。舉例來說，我和太太在某天早上，看到這輩子見過最奇特的花：那種花叫藍花西番蓮（Passiflora caerulea），原產於南美，但今日在西班牙的加利西亞（Galicia）安家。藍花西番蓮的花朵形狀，像是外星人的觸角突出在絲狀的三色花瓣上，底下由完美對稱的葉子托住。我和太太盯著那些花，目不轉睛十分鐘。如果是在平日的欲望跑步機通勤時間，努力奔向對照之下相形失色的獎勵，我們不可能有這樣的閒情逸致。\n被迫暫時脫離平日追求的目標，能讓你擺脫人生不必要的東西。達賴喇嘛經常提醒我，我只不過是「全球70億人中的一個」。這句話的意思，不是我和其他每一個人一樣微不足道，而是在鼓勵我不要坐井觀天，困在自己的狹隘視野裡，只看得見我的生活、我的工作、我的人際關係、我的財富。平日要做到這個勸誡很困難，但在聖雅各伯之路卻很簡單。我走路時，想著自己是70 億人中的一個。在從過去到未來的數百萬年時間線上，我只是短暫的存在。\n然而，微不足道的不是我的人生，而是世俗的紛紛擾擾。我經常為了那些事，遠離形而上的真理。我讓自己想著比起宏大的宇宙秩序，弄丟智慧型手機，或是車子被撞凹，全是很微小的瑣事。\n當每一步代表著每一個當下的時刻，一天成為思考不同事物的完美時間：專心禱告或冥想他人的善。我今天想著私事：我在海軍陸戰隊的兒子；明天想著全球的事：世上的人正在因為貧窮與戰爭受苦。走路冥想會替你想的每一件事，帶來關愛與憐憫之情，最後明確決定好要怎麼做。\n最後一點是感恩。許多人談過「感恩走路」（gratitude walk），也就是一邊走路，一邊專心想著生活中正面的事，協助自己增加謝意，品嘗快樂。我在新冠封城期間，一直在練習感恩走路。吃完飯後，在晚間繞行家裡的街區。那是我在疫情期間最美好的回憶，無意間替我2021年的聖雅各伯之路做好準備。我幾乎是一踏上旅程，心中的感恩之情便湧出來。我感謝我的家人、信仰、朋友與工作；但也感謝能喝到一杯涼水、脫下鞋子、晚上有柔軟的枕頭。\n我將年年踏上聖雅各伯之路，協助自己理解人生發生的轉變與亂流，準備好進入收割果實的林棲期。我在這裡盡量向大家描述了我的個人經驗，但基本上聖雅各伯之路帶來的體驗，無法用言語來表達，而且十分個人。「這是你的路，完全屬於你。」蘇菲派詩人魯米（Rumi）寫道：「其他人或許能陪你走一遭，但沒人能替你走。」16我只能說走過後，你將不再一樣。你將增強林棲期的馬力，有可能直接走進第二曲線。\n如果認定自己的身分認同固定不變︰我就是這種人、不是那種人，就是在斷絕人生的許多可能性。如果願意重新評估對自己的想法，當自我產生變化時，就不會困在錯誤的模式裡。此外，關於信仰這件事，人的確會隨年紀改變。若能允許改變發生，培養內在生活，將更容易進入第二曲線。\n如同尼苛德摩的例子，我們遲疑的原因，太常是因為一輩子自立自強，把仰賴性靈視為一種軟弱，而爭強好勝的人最不喜歡的就是軟弱。不過，我已在本章解釋過，渴望性靈的深度不是軟弱，而是新的力量泉源，那股力量將助你跳上晶體智力曲線。\n對性靈的渴望，不是「看似軟弱、實為力量」的特例。人生處處是這樣的事，也因此下一章我們先來了解這一點，替進入第二曲線做好準備。"
  },
  {
    "id": "file_13",
    "title": "Chapter 19",
    "text": "8\n化脆弱為力量\n----------------------------------------\n當你用自己的弱點與他人連結，\n生活中的愛會成長，\n你終於不再擔心被人看破手腳。"
  },
  {
    "id": "file_14",
    "title": "Chapter 20",
    "text": "誰是人類史上最成功的創業者？福特（Henry Ford）？還是賈伯斯（Steve Jobs）？\n對我來說，沒有第二個答案，那個殊榮應該歸給塔爾索的掃祿（Saul of Tarsus），也就是日後基督徒認識的聖保祿（Saint Paul）。即便你不是基督徒，請先聽我說完：保祿在1世紀，改追隨耶穌教義，把默西亞到各地傳教的內容，整理成有條理的宗教理論，傳播到世界各地。可以說保祿讓基督教成為有組織的宗教，基督教得以持續成長兩千年，今日的信眾超過20億人。\n全球iPhone的使用者有10 億，比起來大概不算是太寒磣，但等著瞧，看看到了西元4,000 年還能有多少。\n保祿開創組織的祕訣是什麼？在西元55年左右，他寫了一封信給格林多（Corinth）剛起步的基督教會：\n免得我因那高超的啟示而過於高舉自己，故此在身體上給了我一根剌，就是撒旦的使者來拳擊我，免得我過於高舉自己。關於這事，我曾三次求主使它脫離我；但主對我說：「有我的恩寵為你夠了，因為我的德能在軟弱中纔全顯出來。」所以我甘心情願誇耀我的軟弱，好叫基督的德能常在我身上。為此，我為基督的緣故，喜歡在軟弱中，在凌辱中，在艱難中，在迫害中，在困苦中，因為我幾時軟弱，正是我有能力的時候。1\n一直以來，眾家學者都在猜測，保祿所謂說的「刺」，究竟是指什麼。有的人認為，如同保祿在前往大馬士革路上的著名軼事，他曾暫時失明。會不會是這個失明的問題，時不時會出現？不過，許多中世紀的神學家則認為，保祿受到的折磨其實是聖痕。那是一種神祕現象，有的人會因為強烈感受到耶穌遭受的折磨，手腳也出現被釘在十字架的傷口。2還有一種理論認為，保祿指的是他經常遭到猶太人與羅馬當局迫害。此外，也有人認為，保祿是在談罪的誘惑。\n神經學家蘭大弼（David Landsborough）在《神經學期刊》（Journal of Neurology）上，提出更為現代的分析。他認為保祿受到的折磨，極有可能是顳葉癲癇。這能解釋狂喜的個人體驗，例如保祿在《格林多後書》中所述：「他被提到樂園裡去」，還看到主的顯現。3此外，顳葉癲癇也能解釋保祿在前往大馬士革的路途看見閃光，接著暫時失明。相關症狀可能在他的一生中持續惡化，最後演變成更全面的痙攣。蘭大弼主張，這絕對可能讓人感到撒旦帶來身體的刺。\n保祿的寫作風格讓人不得不假設，在早期的基督教會，大部分的追隨者都清楚是什麼折磨著他；保祿一定曾經多次公開談到這件事，因此感到沒必要用更多的細節來描述。真正值得問的是，為什麼保祿要提醒信徒他的弱點。難道是為了引發信眾的同情心或罪惡感？絕對不是。保祿的目的很明確，他要告訴眾人，雖然在世人眼中，他是偉大的保祿，高瞻遠矚的基督宗徒，但他其實只是有缺點的脆弱凡人。\n保祿甚至更進一步表示，脆弱帶給他力量！保祿意志堅定，口才辨給，具備傳統的領導長才，讓成千上萬人改信全新的宗教，還替這個新宗教奠定理論基礎。然而，保祿卻宣稱自己真正的力量，來自他遭受的折磨，以及持續惡化的身體健康（如果蘭大弼猜測正確）。\n首先，這有如《愛麗絲鏡中奇遇》版的領導心得：上下前後顛倒。對大部分的人而言，這聽起來是瘋狂的無稽之談。我們理應讓別人感到我們很厲害，卻得在他們面前宣傳我們不斷衰老。「大家好，我生病了，飽受折磨，而且每況愈下！想加入我的宗教嗎？」這種行銷可不太妙。此外，宣傳自己的衰退源頭，似乎永遠對我們不利。這也是為什麼人們耗費數不清的時間與金錢，試圖遮掩時間的摧殘。肉毒桿菌、植髮與隱形助聽器，令人趨之若鶩。\n在拚命三郎的人生，沒人會四處炫耀自己再也想不出好點子，不再和從前一樣精力充沛。你最初想讀這本書，或許正是因為遭逢衰弱與失去等厄運。\n衰退是失去，而失去不好，理應想辦法治療或掩蓋。反正不論如何，絕不該大肆宣傳，對吧？\n錯。保祿做對了。明白自身的弱點，反而是愈來愈強大的祕訣，你失去的事、你的衰退，有可能是你和他人的禮物。\n▎分享脆弱，才能帶來深度連結\n我有一個朋友C，在新英格蘭執業擔任臨床心理師，他的診間經常門庭若市。他熱愛自己的工作，但在45 歲事業達到顛峰時，卻面臨一個問題。從小患有第一型糖尿病的C，開始逐漸失去視力。許多糖尿病患者上了年紀之後，都會面臨這個問題。一開始，C的反應是完全否認，堅持一切如常，過和以前一樣的生活，包括繼續開車。直到後來，鄰居抱怨C 撞壞他們家的郵箱，為了避免再次發生意外，C 才終於面對自己即將失明的事實。\nC 不肯服輸，忿忿不平上帝帶給自己如此殘酷的命運。就這樣過了好多年，有一天C接到一位女士打來的電話，對方自稱遭逢心理健康危機，需要接受治療，但不願洩露身分。原來那位女士是非常知名的人物，就連對治療師也得隱瞞身分。她需要一位盲眼的心理師，因此找上C。在協助這名病患之後，C建立起新事業，開始服務需要類似治療的名人。\n我的朋友必須放下自尊，不再防衛自己的弱點，才能開闢出新道路。布朗 （Brené Brown）在暢銷著作《脆弱的力量》（Daring Greatly），提供了這方面的詳實論點。布朗談到，如果我們真心想要快樂與成功，就必須在他人面前展現自己的弱點。築起高牆，把自己圍起來，反而會傷到自己。防衛心強不是什麼可愛的人格特質，永遠幫不了我們。坦誠展現脆弱，才是正確的人生策略。\n如同布朗說的，「大膽去做」，願意冒險，接受有可能失敗，的確很重要，然而，真正的大師還會更進一步，讓避免不了的失敗（包括風光一輩子後，不免走下坡），帶來深入的人際連結。\n我個人是在相當碰巧的情況下學到這件事。前文提過，我的大學背景很不正統。我是在30歲左右，才透過遠距教學取得文憑。我在學校教書時，不曾真正提起這件事，因為其他的老師全是名校畢業，我對自己的學歷感到尷尬。\n十年後，我離開大學的教學工作，成為華盛頓特區的智庫負責人，這是我的職涯重大進展。擔任這個職務的人，一舉一動都動見觀瞻，有時還會捲入政治與政策的爭議。我個人的可信度，將影響旗下整個機構能否成功，我因此對自身背景的每一件事都高度警覺，包括我接受過非傳統的大學教育。在我任職的那個世界，每個人似乎不是哈佛畢業，就是普林斯頓畢業，我害怕會有人高舉著我的履歷說：「嘿，大家來看，這個人念的是這種學校！」\n然而，我後來發現根本不用擔心。我在智庫任職一、兩年後，微軟創辦人蓋茲（Bill Gates）與其他幾位慈善家，推動學費只要1萬美元的學士學位，也就是所謂的「10k學士」。所有的高等教育人士全都站出來炮轟，認為那個點子一無是處，那種文憑能做什麼？這種高高在上的精英態度，令我憤慨不已，我終於站出來面對自己的過去，投書給《紐約時報》，談我的1萬美元大學經歷，包括我獲得非常理想的教育，因此有機會建立日後的人生與職涯。\n我準備好迎接排山倒海的嘲弄，人們的批評搞不好還會讓我丟工作。然而，我擔心的事沒發生，反而接到好百封談他們有共鳴的信。同樣不是走傳統教育路線的讀者告訴我，我分享的人生經歷帶給他們力量：他們同樣沒含著金湯匙出生，不受傳統學校歡迎。我因此認識了好多人，寫下他們的經歷，公開推廣非傳統教育，支持努力進修的社會人士。\n我從那次的經驗中學到一件事：我能與人交心，是因為我的弱點，而不是優點。有的人很努力，但在傳統制度下沒聲音，他們和我一樣！要不是因為我分享自己的故事，我永遠不可能在出乎意料的情況下找到同類。\n想和某個人建立深入的人際連結，就必須坦誠示弱，你的長處或你在世俗層面有多成功，那一類的事不會讓人和你交心。如果我念的是名校，人們或許會對我另眼相待，但大部分的人不會感到和我有交集。「精英」是一種特殊頭銜，不是很多人都能享有那種地位。精英學歷不會讓人感到你們是一國的，反倒是深度人際連結的障礙。\n讓我們再回到聖保祿的例子。從今日的觀點來看，聖保祿顯然是史上的大贏家，我們因此很難想像他垂垂老矣，聖保祿也絕對沒把自己看成勝利者。他是在牢房裡，寫下看來零碎的書信給教會，感到被朋友遺棄：「德瑪斯因愛現世，已離棄我到得撒洛尼去了；克勒斯刻去了迦拉達，弟鐸去了達耳瑪提雅。」保祿寫信給追隨者弟茂德：「銅匠亞歷山大使我受了許多苦，主將照他所行的報應他……在我初次過堂時，沒有人在我身旁，眾人都離棄了我。」4唯一的希望，只有「主要救我脫離各種凶惡的事，也要使我安全地進入他天上的國。」儘管保祿的信仰依舊堅定，他一定感到自己在人世間的努力失敗了，注定會被遺忘。今日基督徒至少有20億人，但保祿當時一定無法想像能有這樣的光景。\n不論你信奉哪種宗教，保祿的故事讓我們明確知道兩件事。首先，如同我一再強調，不管你是誰都一樣，只要活得夠久，流體智力必然會下降。第二，你永遠不會知道，你的努力將帶來什麼樣的影響。這種事不得而知。\n不過，還有一件更重要的事：保祿對於世事感到極度哀傷，但依舊保持信仰。數千年來，人們就是被這一點吸引。本章的開頭提到，保祿能與信眾連結是因為他的弱點，他身體裡的刺。然而，保祿在人生的終點因為飽受折磨而說出的哀傷言語，讓基督教信仰在無數的歲月中，吸引著民眾。人們感到那是真實的人類遭遇，這個信仰理解平民百姓的痛苦，也了解身為人的正常反應。\n這種事在保祿的年代很不尋常。和他同時代的人，在哲學方面欣賞與追隨斯多葛學派，讚揚吃苦耐勞，不表露情緒。5斯多葛學派認為，智者強大又律己，能看出憤怒與憂傷不具意義，有害無利。碰上苦難時，理應以「斯多葛」的方式面對，堅忍不拔（譯注：英文的「斯多葛」（stoically）與堅忍是同義詞）。相較之下，保祿寫信給格林多教會，卻是「我在萬般的痛心憂苦中，流著許多淚給你們寫了信」。6保祿基本上是反斯多葛的。\n所以問一問自己：你想當哪一種人？假裝不在乎衰退，但暗地裡痛苦？或是和保祿一樣，公開坦承，但維持信仰，相信愛的力量，繼續服務他人？\n衰退雖然痛苦，但那是必經的路，你可以分享出去。\n▎最有意義的人生經驗，往往很痛苦\n雖然和許多直覺背道而馳，證據一面倒地顯示，脆弱對人生有益。舉例來說，研究顯示護理師向病患坦承自己的日子也不好過時，會更加投入工作，病患也會獲得更多的勇氣，配合醫護的照護，醫療效果因此更好。7此外，組織領袖拿出有人味的一面、願意示弱時，他們本人會更快樂，在下屬眼中也更能幹。8反過來講，領袖要是防禦心強或冷漠，將導致被領導的人無法信任他們，不但自己不快樂，也無法有效領導。9\n脆弱有時是小事，有時則與異常痛苦的個人經歷有關。例如2019年時，大眾愛上喜劇演員荷伯（Stephen Colbert），因為他接受CNN主播古柏（Anderson Cooper）的採訪，談起10歲時，父親和兩個哥哥死於空難。古柏先前聽荷伯談過，他學到「要愛我最希望不曾發生過的事。」古柏請荷伯進一步解釋，為什麼他會說出如此不尋常的話。「存在是禮物，而存在伴隨著受苦。」荷伯表示：「我不希望發生那件事……但如果你感謝生命……你得全部都感謝，不能只挑一部分感謝。」10\n荷伯除了展現不可思議的脆弱，還談到他在自身的悲劇中找到力量。心理學家弗蘭克（Victor Frankl）在經典名著《活出意義來》（Man’s Search for Meaning）裡，講過類似的話。那本書記錄的私人細節，談弗蘭克被納粹關在奧斯威辛集中營（Auschwitz）的經歷。11一個人發現自己的命運是受苦時，他必須接受受苦是自己的任務；那是他獨一無二的任務。這個人必須意識到，即便在受苦，他依舊是宇宙中的特殊獨立個體。沒人能減輕他的痛苦，也沒人能代替他受苦。他獨有的機運，藏在他的重擔裡。弗蘭克感到人能在各種苦難中，找到人生的意義與個人成長。\n荷伯與弗蘭克的看法，牴觸我們今日一般對於受苦與脆弱的看法，我們認為應該加以避免，更是不會分享，畢竟那是令人尷尬的私事，或是痛苦到說不出口。此外，從意外到生病，再到各種個人損失，我們傾向於假設，創傷事件只會引發痛苦與持久的問題，特別是如果我們和別人談論那件事。然而，如同荷伯與弗蘭克所言，關鍵是找出受苦的意義並分享出去。\n我見過這種類型的驚人轉變，我猜你也見過。我的好友D罹患末期癌症，醫生說他只能再活不到一年。D的性格天生容易焦慮，生活裡的一點小事，都能讓他壓力重重。按照他的個性來推論，得知在世上的日子所剩無幾，理應會讓他更加驚慌失措，但實際發生的情況卻正好相反：D想到自己不曾過著他渴望的生活，既然剩下時日有限，他決定不要再錯過。D發誓記住每天都可能是人生的最後一天，但不管還剩幾天，要活出自己真正的樣子，專注於自己真正熱愛的事物，也這樣勸別人。\n最後奇蹟出現。D撐過一年，再來又多活一年，接著一晃眼二十年過去了。醫生提醒，他的癌症總有一天會復發，隱憂永遠在。想不到的是，這顆不定時炸彈反而幫了D很大的忙，他永遠不會回到舊思維。D開心感激自己數十年前被喚醒，一直活得像正在享受人生的最後幾個月。D在去年過世，隱憂終於成真，但他心情平靜，心愛的家人圍繞身旁。D祝福我們所有人也能和他一樣，享有「天賜的數十年。」\n這種情形與傳統看法大相徑庭。傳統看法的根源是錯綜複雜的佛洛伊德心理學。佛洛伊德認為，除非你能超越通常看不見的不良影響，要不然痛苦與失去所帶來的創傷，永遠對人有害。12有害創傷的例子的確不勝枚舉，包括受虐者與創傷後壓力症候群（PTSD）的受害者，但那其實不是常態。13新興研究明確顯示，多數人具備復原力，甚至能夠在失去與負面事件中成長。14\n負面情緒能讓我們在日常活動中提高效率。2009年演化心理學家安德魯斯（Paul W. Andrews）與湯瑪斯（J. Anderson Thomson）在《心理學評論》（Psychological Review），發表深具影響力的論文。兩人主張，演化沒淘汰掉憂傷的原因，在於憂傷能帶來認知上的好處。15證據顯示，憂傷讓我們在社會情境下，更能評估現實，我們更不可能洋洋得意，掩飾負面的事實。憂傷甚至能讓我們更具工作生產力，強化專注力，協助我們從錯誤中學習。16由於失敗會導致負面情緒，失敗才能是成功之母。\n心理學家發現，生活中最有意義的經驗，通常相當令人痛苦。17舉例來說，西伊利諾大學（Western Illinois University）兩名心理學家在2018年的研究，請一大群大學生回報正面與負面的情緒，以及那些情緒有意義的程度，將情緒連結至學業與人際關係。18學生說相關事件帶來極大的意義，只不過代價高昂。研究人員總結他們的研究發現：「意義涉及負面感受與擔心失去。」\n最後，出現真正的危機時，暴露於負面情緒會使我們更堅強。研究顯示暴露於刺激，將帶來憤怒、恐懼與焦慮等感受的壓力免疫訓練（stress inoculation training），讓人得以學習處理相關情緒，有效培養情緒復原力。19這其實很好想像：試圖讓日常生活中都沒有痛苦與軟弱，反而會導致某種「情緒過敏」。當事人遭逢厄運時，將感到不可能無視的憂傷或恐懼，手中卻缺乏應對相關情緒的工具。\n▎接受逆境，才能克服命運\n偉大作曲家貝多芬的好友寫道：「要不是因為自殺違反道德的念頭拖住他，他早已準備好結束生命。」20命運跟這位英雄開了很大的玩笑。\n貝多芬和祖父路德維希．范（Ludwig van Beethoven）同名。祖父（1712年—1773年）是波昂的出色音樂家，孫子同樣從小就展露驚人的才華，長大後到維也納發展，常被譽為剛過世的莫札特的音樂接班人。貝多芬師從享譽全球的海頓，音樂大師薩列里（Antonio Salieri）與阿爾布雷希茲貝格（Johann Albrechtsberger）也是他的老師。\n人們順理成章看好貝多芬，認為貝多芬將成為當代最偉大的作曲家，也會是最優秀的鋼琴家。貝多芬躊躇滿志，四處活躍，不到30歲就名滿天下。\n然而，一個奇怪的病症困擾貝多芬數年，他的耳朵一直嗡嗡作響。「過去三年間，我的聽力持續減弱。」30歲的貝多芬在1801年寫信給醫生：「我人在劇院時，必須離交響樂團非常近，才知道他們在演奏什麼……在遠處時，我聽不見樂器的高音與歌者的聲音。」貝多芬原本以為，這個耳疾應該能治好，但隨著日子一年年過去，希望愈來愈渺茫，他和身邊的人都明白，看來要痊癒是無望了，貝多芬將失聰。\n世上還有比這更殘酷的命運嗎？鋼琴家與作曲家要是看不見，或是雙腿無法行走，照樣還能工作。但耳聾？想都別想。貝多芬原本有望成為當代最偉大的演奏家與作曲家，人也尚處於流體智力的顛峰，康莊大道卻在他眼前消失，有如《聖經》故事裡的大衛，勇敢站出去挑戰巨人，卻在第一分鐘就遇害。\n貝多芬向命運抗爭。他在幾乎聽不見任何聲音後，有好長一段時間，依舊堅持演奏鋼琴，但每況愈下。他有時會過於大力敲擊琴鍵，甚至弄壞鋼琴。「在強音的段落，這個可憐的失聰者大力彈奏琴鍵，琴弦發出刺耳的噪音。」同為作曲家的友人史博（Ludwig Spohr）寫道：「命運如此殘酷，我難過不已。」21\n聽起來有點耳熟，不是嗎？你有沒有見過，有的人衰退後不肯服輸，不願面對身體機能走下坡的事實？你有沒有見過這樣的人「弄壞鋼琴」，聽眾於心不忍的場面？\n貝多芬看來要走向這種悲哀的結局了，不過他的故事尚未結束。隨著失聰情形愈來愈嚴重，貝多芬最後不得不放棄演奏生涯，但他想出一個聰明的作曲方法。他在彈鋼琴時咬著鉛筆，藉由讓筆碰觸音板，評估音符的音色。貝多芬只剩部分聽力後，避免使用頻率超出聽力範圍的音符。三位荷蘭科學家在2011年《英國醫學期刊》（British Medical Journal）發表的分析證實，貝多芬20多歲時寫成的弦樂四重奏，高音（1568赫茲以上）占八成。他40多歲的作品則高音銳減，僅占兩成。22\n貝多芬在56歲離世，在人生的最後十年全聾，完全只能憑想像作曲。那代表他的作曲事業也完蛋了，對吧？沒有。貝多芬在那段時期寫下的音樂，反而定義了他的獨特風格，永永遠遠改變音樂的世界。他就此成為史上最偉大的作曲家。\n全聾後的貝多芬，寫下自己最優秀的弦樂四重奏：恢弘的《莊嚴彌撒》（Missa Solemnis，高音比先前十年的作品多）。此外，他也寫下最成功的第九號交響曲，並堅持擔任維也納首演的指揮（另一位指揮站在貝多芬後方，樂團實際上是跟從第二位指揮的指令）。表演結束時，貝多芬沒察覺他的曠世傑作讓全場的聽眾起立鼓掌，一位樂手扶著他轉身，讓他看見聽眾替或許是史上最偉大的交響作品歡呼。聽眾知道貝多芬聽不見，往空中投擲帽子和圍巾，奮力讓貝多芬感受到他們有多熱情。\n貝多芬的故事感覺上實在是太違反直覺。貝多芬能聽見自己和他人的音樂的程度，和他的作曲原創性與傑出程度成反比。然而，或許也沒那麼令人意外。隨著貝多芬聽力惡化，他更不受流行曲風影響，更貼近腦中流淌的樂聲。貝多芬早期的歡快作品，令人聯想到他老師海頓的音樂。然而，他後期的作品則十分原創，在當時就被視為浪漫時期音樂之父，今日這個頭銜依舊沒被搶走。「他開啟了音樂的新世界。」法國浪漫主義大師白遼士（Hector Berlioz），把這位失聰的作曲家當成偶像崇拜，給出評價：「貝多芬不是世間的人。」23\n如果我們認為，貝多芬全心享受失聰帶來的藝術自由，那就太天真了。我能想像貝多芬有多懊惱失去聽力，他熱愛當優秀的鋼琴家，卻再也無法從事這一行。此外，貝多芬也無從得知自己前衛的新作曲風格，那些只有別人聽過的音樂，將讓他在去世後的數百年間，被視為大師中的大師。不過，或許貝多芬心中早有預感，畢竟他的第九號交響曲結束在勝利的氣氛中，合唱團唱起德國詩人席勒（Friedrich Schiller）的〈歡樂頌〉（Ode to Joy）：\n歡樂！天國的火花……\n我們如癡如醉，走進您的聖殿。\n▎你終於能鬆一口氣\n我們不該完全從負面的角度看待衰弱。我們全都會有那麼一天，而且脆弱將以許多形式展現。知道必然有那一天，知道後面將接著失去，令人不安，但也是機會。我們將更能與他人深入連結，理解受苦受難的神聖性，甚至找到新的成長與成功領域。別再試圖隱藏，別再抗拒。\n對於一輩子奮發向上的人來講，這麼做還有另一個好處。或許最重要的是，你終於能鬆一口氣。當你誠實虛心面對自己的弱點，你將更能自在做自己。當你用自己的弱項與他人連結，生活中的愛會成長，最後你終於能放下擔子，不再擔心被人看破手腳。分享你的脆弱，不去管別人會怎麼想，這是一種超能力。\n不過，有的讀者將很難做到這裡提出的建議。我知道你一輩子都努力做相反的事：你得證明你很強！示弱很難，完全顛覆了你人中龍鳳、被物化的自我。你可不會輕易認輸！\n如果你不願意接納自己的脆弱，先想像你心中寧靜，你再也不必假裝你不弱。想像他人被你吸引，因為你做人真誠，不渾身是刺，心中沒有恐懼。人們在你身邊能放鬆，吐露心事。他們受到啟發，看見像你這樣事業有成的人，不害怕說出：「我以前比現在優秀。」想像別人因為你，不再害怕，變得更快樂。你因為做真正的自己，不必隱藏任何事，不擔心結果會如何，身心得以舒展。你因為謙遜做自己，得以放鬆，準備好跳上第二曲線。\n不過，你依舊得勇敢跳下去。大家經常向我抗議，哪有那麼容易。我們將得完全脫離已知的舒適圈，朝人生的新方向前進。我們必須做出重大的人生轉變，而我們全都知道改變有多難，所以接下來我們來看，如何能縱身一躍。"
  },
  {
    "id": "file_15",
    "title": "Chapter 21",
    "text": "9\n在落潮時拋竿\n----------------------------------------\n你最大的人生轉變不必是危機，\n反而是令人興奮的冒險，\n充滿以前從來不知道的機會。"
  },
  {
    "id": "file_16",
    "title": "Chapter 22",
    "text": "我小時候瘋狂愛上釣魚，但家裡沒人釣魚，我就自己想辦法，把打工送報賺來的錢，拿去買釣竿、捲線器、釣具和講釣魚的書。我在西雅圖長大，也因此經常在普吉特海灣（Puget Sound）釣魚。夏日則前往奧勒岡州崎嶇海岸旁的林肯市，待在礁岩上。\n海釣很好玩，但和在湖邊釣魚很不一樣。不是你把釣魚線拋出去，就能釣到東西。我是在第一次嘗試海釣時，學到這件事。我當時11歲左右，在岩石上站了一、兩個小時，反覆拋竿，但一點動靜也沒有。沒多久，來了一個身材乾瘦的當地老漁夫，問我運氣如何。\n「很爛。根本釣不到魚。」我回答。\n「那是因為你做錯了。你得等落潮，也就是潮水快速退去的時候釣魚。」老漁夫告訴我。\n他解釋這感覺上有點違反直覺，因為你看見海水退去，還以為魚也會跟著退回海裡。然而，落潮其實是浮游生物與餌魚兵荒馬亂的時刻，游釣魚會很興奮，四處亂咬。1\n我和老人一起看著大海，等了約45 分鐘，潮水開始快速退去。老人抓住時機說：「來釣吧！」我們拋竿，幾秒鐘內就釣到魚，一隻接著一隻，豐收了半小時，真的太好玩了！\n釣完後，我們在岩石上休息，老人點燃一根菸，開始發表哲理。「孩子，落潮時你只可能做錯一件事。」他說。\n「是什麼？」我問。\n「沒把你的釣魚線放進水裡。」\n我在寫這本書的時候，多次想起那一天。人生也有落潮。人生的落潮是從流體智力過渡到晶體智力，這將是生產力極高的大豐收時期。你從一個曲線跳到另一個曲線；你面對你的成功成癮症；你讓人生化繁為簡；你思考自己會死；你建立人際關係；你展開你的林棲期。\n問題是人生的落潮也很嚇人、很困難，甚至有點像是中年危機。你感到一直以來的一切努力正在消失。這種事很容易視為悲劇，而不是機會。\n也因此最後一課我們要來學，如何在落潮時拋竿，如何帶著活力與信心，展開你的轉換期。你最大的人生轉變不必是危機，也不必是失落的時期，反而是令人興奮的冒險，充滿以前從來不知道的機會。\n▎你以為的絕境，藏著豐收的祕密\n不知該何去何從、充滿恐懼的中年轉換期，其實不是現代人的專利。詩人但丁早在14世紀，就在《神曲》中說出許多人的恐懼感：\n我們的人生旅程走到半途\n身陷幽暗林中\n前途茫茫，沒有一條明確的道路。2\n這種令人不安的人生轉換，心理學的專有名詞是「閾態」（liminality），意思是轉換工作、組織、職涯道路與關係的那段期間。3\n作家法勒（Bruce Feiler）在2020年，寫下談閾態的熱門書，書名是《轉換中的人生》（Life Is in the Transitions: Mastering Change at Any Age）。4法勒告訴我，他對這個主題感興趣的原因，始於他確診罹癌。治療讓他虛弱，也讓他在才40多歲、孩子還小時，就要面對自己真的可能會死。5法勒稱那段時期為「人生地震」，幾乎改變了他對於每一件事的看法，但最終他更加了解與感謝人生與工作。\n法勒的那本書訪談了數百人，請大家談轉變，最後歸納出重大的人生轉變，平均18個月就會出現一次。法勒碰上的那種人生地震，或是自願與非自願的職涯轉換，其實經常發生。大部分的轉變是非自願的，也因此在當下不受歡迎，但人生最能預測的事，就是沒有什麼事是不會變的。\n大多數的智慧傳統上都在談到這件事。斯多葛派的哲學家奧理略曾說：「宇宙即變化，人生即看法。」6佛陀也經常提到每一件事的無常（梵文是anitya）：「諸行無常，是生滅法。」佛陀感到最諷刺的一點，在於變動是宇宙最主要的特性，卻也是我們最難接受的事。讓自己平靜的前提，是接受人生無常。\n冥想無常的方法有很多，基本形式幾乎都一樣，就是鎮定地觀照與接受四周每一秒的變化，例如在不批判的狀態下，留意自己的思緒與看法永遠在變，從一個主題遊蕩到下一個主題。方法是感受自己的呼吸，或是感受自己的脈搏，想像你無法感知的變化，例如細胞分裂與死去，頭髮與指甲變長。知道這世界上有你見不到、但正在發生的事，例如有人正在飛黃騰達，有人正在出生，也有人正在死亡；地球繞著太陽轉、月亮繞著地球轉。理解無常只不過是大自然的狀態。\n你可能感到難以置信，但就連集體的轉變，照樣是規律發生的經常性現象，大約十年出現一次，例如逐步在全球展開、改變命運的新冠疫情。如果你和我同齡，你會記得當年蘇聯解體，地緣政治一下子豬羊變色。十年後，你見到911恐怖攻擊，扭轉我們看世界的方法。幾年後，爆發金融危機，經濟衰退，改變了我們的經濟與金融體系。十年後又有COVID-19。幾乎可以確定在下一個十年，又會再度發生不受歡迎的災難性事件，只不過我們還不知道是什麼（我們無疑又會再次感到措手不及，就跟我們還在訝異疫情與金融危機一樣）。\n雖然以上提到的重大事件都很棘手，我們的私人生活轉換更是不容易。介於成人生活各階段之間的閾態，尤其令人不安，我們不再確定自己是誰。如同管理學者所言：「未能成功走過這段時期的人，持續經歷不穩定的身分認同；失去導致他們在認知上、情緒上被吞噬，喪失活力，無法放棄舊的自我，也無法接納出現變化的新工作自我。」7\n某位處於職涯轉換的大學教授，如此形容自己的閾態：\n幾乎有三年了，我掙扎走過似幻似真的人生故事……那些故事永遠令我感到不完整……我試著接起兩個地方，拉近距離，站穩腳步……我舉步維艱，試著找到重心，感覺被拉扯，一腳踩在A船，一腳踩在B船，嘗試找到平衡。8\n很多讀者八成熟悉那種感覺，我也很熟悉。我曾經擔任智庫負責人，在華盛頓特區風起雲湧的政策角力中，管理旗下的一大群學者。過了那種日子十年後，我在2019年的夏天自請離開，自願退出在這一行，幾乎是前所未聞的舉動。我離開自己熟知與熱愛的人群與工作，拋下近距離參與政治行動與政策制定的興奮感。為什麼？因為我在替本書做了研究後，下定決心實踐我的發現（如果自己都不身體力行，又怎麼好意思給你意見）。\n一切全照著我的意思進行，但我心中依舊充滿不安。有兩年時間（恰巧撞上疫情，自然又讓事情更複雜），我和太太感到孤獨，失去方向。有時我早上醒來，準備好迎接智庫的一天，然後才想起來，那是過去的事了。我現在人在麻州，不在馬里蘭。奇怪的是，我發現自己似乎連簽名的字跡都變了，就好像我試圖扮演別人。\n過渡時期總有陣痛，閾態因此令人不舒服。但還是有好消息：即便是不受歡迎的轉變，事後回想起來，通常會和當下的看法不同。探討閾態的作家法勒發現有九成的時候，人們最終會判定自己成功轉換，有驚無險，沒有造成永久的挫敗。\n更好的消息是，研究顯示經過一段時間後，即便當下不希望發生那種事，我們通常最終會認為，過去的重大事件是正面的。9原因包括人會忘掉不開心，只記住開心的部分。這種現象被稱為「情感衰退偏誤」（fading affect bias）。雖然聽起來有如認知錯誤，其實不然。幾乎每一個轉變，即便是最不容易的，也會帶來某些正面的果實；長期而言，我們通常會拾起那些果實，加以珍惜。舉例來說，我兒子入伍後，新訓很嚴格。他在完成新訓的隔天告訴我，這輩子絕不會再自願做那種事。然而，今日談起那段讓他獲得「美軍陸戰隊」頭銜的經歷時，他滿是自豪與喜悅，一切變成好玩的故事。\n艱辛的轉變其實能讓我們了解人生最重大的目的。探討人類如何得出意義的研究發現，暫時不快樂的痛苦掙扎時期，其實有其必要性。102013年一項隨機調查全國397名成人的研究發現：「憂慮、壓力與焦慮，與高程度的意義、但低程度的快樂有關。」\n心理學家鮑梅斯特（Roy Baumeister）在《生活的意義》（Meanings of Life）中提到，人一旦找到意義，生活看來會更加安定。或許矛盾的是，轉換時期的痛苦，將創造出生活的意義，人因此能安心度過後續的變動，替老化與各種轉變帶來最大的安慰。11\n此外，痛苦時期能激發旺盛的表達欲望（還記得落潮嗎？那是魚兒咬餌的時刻）。大量的學術文獻顯示，「創作才華」與「內心痛苦」高度相關。佛洛伊德稱之為「有才藝術家的困擾」。12不過，你不必是文學才女普拉絲（Sylvia Plath），也不必是繪畫大師梵谷，也能在人生中小規模出現這種現象。我注意到自己就是這樣。我勇於探索與表達新想法的程度，與我的安定感成反比，例如本書就是我的轉換期帶來的成果。\n思想家愛默生寫道：「人天生要戰鬥，而不是休息。人在行動中展現力量；人之所以偉大，不是目標偉大，而在於轉變。」13我相信的確是這樣，只是我們很容易忘掉這件事。有很多個早晨，我醒來後第一個想到的是，華盛頓的舊工作與舊友誼，接著才揉去睡意，起身把釣魚線拋進新一天的落潮。\n▎感覺痛苦的轉變，不一定是危機\n我們通常會假設，中年的重大轉變是危機。「中年危機」一詞幾乎具有神話般的地位，在1970年代後尤其大行其道，起因是作家希海（Gail Sheehy）出版了一本超級暢銷書《邁向成熟》（Passages: Predictable Crises of Adult Life），大賣500萬冊，整個世代對這個議題極感興趣。\n希海深度訪談115位男女，主張人自然會在40歲左右碰上中年危機，開始懷疑自己是否追求了正確的計畫與目標。希海還以為，人們只是焦慮自己年紀大了，但她其實無意間發現了流體智力開始衰退引發的焦慮（你要是覺得40歲聽起來不老，別忘了那個年代的平均預期壽命才70歲左右，而且很早就生孩子，40歲時孩子已經開始離家）。\n希海談到的例子中，最有名的是迪羅倫（John DeLorean）。迪羅倫是很年輕就嶄露頭角的通用汽車（GM）高層，在1969年經歷了一場重大覺醒。他去拜訪GM退休的前總裁，但沒見到一生功德圓滿的產業之王，只見到一具孤單憂傷的行屍走肉。前輩的生活看起來缺乏目的與意義，唯一想做的事，只有回憶以前管理公司的黃金歲月。14\n迪羅倫在前任總裁的身上，看見自己的未來，心中可以說是五味雜陳。\n「一切的一切，究竟是為了什麼？」迪羅倫在那次的造訪後問自己：「其實你跟機器沒兩樣，有一天會突然過時，不再靈光，然後就被報廢。一切還能更荒謬嗎？」15迪羅倫於是拋下結褵十五年的妻子，改娶20歲的妙齡女子，三年後離婚，再娶更年輕的。此外，迪羅倫減去18公斤，染頭髮，動整容手術，寫起核子戰爭小說，在公眾面前談「新宗教變形記」。\n儘管如此，在希海的書中，迪羅倫屬於成功轉型的例子，只不過他的故事在接下來十年急轉直下。迪羅倫跑去創業，用自己的名字替公司命名︰迪羅倫汽車公司（DeLorean Motor Company），如今還留存在人們的記憶裡。原因是旗下產品出現在賣座電影《回到未來》（Back to the Future）。由於生產粗製濫造、跑不動的車，公司很快處於破產邊緣。迪羅倫為了籌錢挽救帝國，孤注一擲，做起毒品生意。1982年時，由於試圖出售59磅的古柯鹼給聯邦探員，57歲被捕。破產的迪羅倫灰頭土臉，淪為全國的笑柄，被編成難笑的雙關語：「你怎麼知道有迪羅倫的車來過這條街？因為白線不見了。」哈哈哈。（譯注：白線亦有古柯鹼之意）迪羅倫一無所有後，被年輕老婆甩了。如何，你現在還認為自己的中年轉折期不順嗎？\n這一類的例子助長了傳統的看法，認為中年轉折是負面的轉變，甚至是生理上的必然結果。1971 年，《紐約時報》曾報導，處於中年危機的男性，「儘管情緒深受那些改變的影響，但他們甚至不曉得自己的身體發生了什麼事。」16不過，希海指出女性和男性一樣，也會經歷中年危機。她本人進入中年時，寫過這件事：「有東西闖入我的精神世界，大喊：『你好好算一算！人生已經過了一半。』」希海提到，這種現象通常和停經的早期徵兆同時發生，也因此有人開始懷疑，中年危機或許是生物現象，男女皆同。\n日後的研究則顯示，人生的確會不免出現轉折，但不是危機。「中年危機」一詞，其實最早由精神科醫師賈克斯（Elliott Jaques）在1960年代初期提出。17但諷刺的是賈克斯不喜歡自己的理論；曾經有人訪問他的遺孀，按照訪談內容來看，中年危機其實只是「賈克斯做過的一個小研究」。他本人「不想要在二、三十年後，還在談這件事。」18賈克斯後來顯然不認為中年危機是普遍現象。日後的研究也證實他的猜測。威斯康辛大學（University of Wisconsin）的學者在1995年發表《美國的中年》（Midlife in the United States: A National Longitudinal Study of Health and Well-Being）。結論是什麼？計畫主持人與心理學家拉赫曼（Margie Lachman）指出：「多數人沒碰上危機。」大部分的人即便換工作，轉換跑道，並未遭遇重大的負面情緒事件。\n總而言之，沒人注定會在中年時，一時腦袋不清楚，變成迪羅倫。不過，我們的確知道人在成年生活的中段，自然而然容易經歷重大轉折。我們感受到流體智力走下坡，因此必須改變。如果我們知道背後還有晶體智力曲線，重新規劃人生，此時我們將進入閾態，進入轉型期。\n我們有可能因此感到害怕不安，但不代表就會心智錯亂。碰上人生的重大轉折點，不代表你就會拋下配偶，跑去買紅色跑車，反而有可能重新規劃職業生涯，與親友的關係更好，成為啟發他人的模範。\n歷史上有一個著名的例子。辛辛納圖斯（Lucius Quinctius Cincinnatus）於西元前458年，擔任羅馬獨裁官。當時羅馬被圍城，辛辛納圖斯帶領羅馬打勝仗，主政過一小段時間。在羅馬穩定後，辛辛納圖斯毅然決然辭官，回歸田園生活，和家人一起，過著老百姓的生活。辛辛納圖斯要是打勝仗後，還繼續掌權，今日八成只會是歷史上一個小注腳，可能獨裁統治一、兩年後，逐漸失去民心，無法有效治理羅馬，但依舊把持權位，最後甚至被刺殺。如果是這種結局，我們絕不會用他的名字，替美國俄亥俄州的城市命名。人們如今記得辛辛納圖斯是偉人，因為他懂得急流勇退。\n此外，我還受兩個不那麼有名的例子鼓舞。已經過世的父親曾告訴我，他小時候家裡發生過一件奇怪的小事。我祖父是生於1893年的丹佛人（Denver），長大後擔任衛理公會的牧師，也是納瓦霍族印第安保留地（Navajo Indian Reservation）的學校校長。我父親就是在保留地出生。祖父熱愛自己的工作，也很成功，看不出有什麼問題，但在1942年的某一天，當時49歲的祖父突然宣布他們要搬家。一家人把行李放上車，前往芝加哥。\n祖父沒被開除（沒推力），也沒有新工作在等他（也沒有拉力），他只是感到一定得做出改變。這在當時是很不尋常的舉動，因為在世人眼裡，你就是你的工作。負責養家的人不會隨隨便便辭職。尤其不尋常的是，當時正在打二戰，美國經濟承受了龐大的壓力，祖父卻毅然離職。\n一家人抵達芝加哥郊區之後，祖父回到母校惠頓學院（Wheaton College），請學校給他一份工作。祖父因此做過幾份行政職，表現傑出，接下來十年升為教務長，還擔任神學老師。祖父獲頒惠頓的名譽博士學位，老校友們想起他，依舊很懷念。\n我的祖父經歷了重大的人生重來一遍，但稱不上是中年危機。他一生腳踏實地，不曾離開祖母，不曾信仰動搖，更是一輩子沒買過跑車。祖父基本上和迪羅倫完全相反，他只不過是尋找新冒險，同時帶給自己成功，又服務他人。祖父的例子不是巧合：運用晶體智力，為新職涯帶來很大的報酬。\n我父親不曾忘記祖父示範的理想職涯重啟，自己到了40歲也心動。父親取得大學與碩士學位後，得到夢幻工作，在他熱愛的母校教數學。然而，隨著時間一年年過去，父親感到落於人後。年輕一代的新老師有博士學位，升職加薪的人選都是他們；父親感到自己變成活化石。父親大約考慮了一年後，決定取得生物統計學的博士學位，那對他來講是新領域。父親認真研究四年後，發表論文〈未審查共變量生存數據之多重R平方類比〉（An Analogue of Multiple R-Square for Uncensored Survival Data with Covariates，賣得沒有希海的書好）。\n父親取得博士學位時，我14歲。他的壽命不是很長，在65歲左右離世，而且結局不是很圓滿。我選擇讓記憶裡的父親，停留在他剛重啟職涯的那段日子，既自豪又開心。我想說的是，換跑道不一定會和中年危機掛鉤。訣竅是學我的祖父與父親，而不是迪羅倫。\n▎投資未來幸福，永遠不會太早或太晚\n在我祖父與父親的年代，如果要重啟人生，基本上得自己摸索想辦法，沒有誰會幫誰走過閾態。今日則有資源協助你。康利（Chip Conley）創辦的現代老齡學院（Modern Elder Academy，簡稱MEA）就是好例子。\n康利本人的職涯與人生重啟故事，就能拍成好萊塢傳記電影。他很早就功成名就，27歲創辦裘德威旅館集團（Joie de Vivre Hospitality），二十多年來經營那間加州的旅館餐飲公司，但年近50歲時，儘管名利雙收，他感到倦怠與焦慮。「我不想再做下去。」康利告訴我：「我覺得像在坐牢。」雪上加霜的是，康利還多次碰上個人創傷事件，包括接連有五名好友自殺，自己某次也差點喪命。\n康利沒先打算好接下來要做什麼，就賣掉公司，最後輔導Airbnb這家主攻短期住宿線上市場的新創公司。康利感到Airbnb 公司裡20來歲的創辦人，讓他得以傳授餐飲專長，但那不是自己真正的價值所在。康利其實更像是在傳承智慧，而不是知識，他提供有關人生與領導的建議。Airbnb的年輕人告訴他：「你是我們的現代長者。」一開始，康利氣憤被當成老人。他雖然的確至少比他們大20歲，但絕不「老」（加州是極度崇尚年輕的地方）。然而，康利逐漸接受長者的角色，並且愛上一件事：他發現分享自己在人生中學到的心得，可以創造重大的價值。\n康利太熱愛做這件事，愛到想替其他人也創造這種機會。康利知道無數與他同齡的人，正處於不安的閾態階段。大家意識到自己的流體智力衰退了，卻幾乎沒意識到晶體智力正在增長。康利希望定義現代的長者角色，現代老齡學院因此在2018年問世。\n康利每星期一次，帶領14到18人，在位於下加州的海邊校園上課。19目前為止有800人參加過，平均年齡53歲，職業從鋼鐵工、醫生到退休執行長，無所不包。學員的共通點是希望以豐富的快樂方法，重啟自己的人生，透過點子與經驗服務他人。他們歷經四個學習步驟，包括從固定心態走向成長心態、學習接納新事物、團隊合作，以及輔導他人，化身為「現代長者」。\n為了營造MEA的課程氛圍，每一位學員在結業時，必須回答以下幾個問題。康利稱之為「你人生的下一章」，正好與我們在本書前幾章學到的事不謀而合：20\n在人生的下一個階段……\n你打算繼續從事哪些活動？\n你將改造哪些活動，換個方式進行？\n你打算放棄哪些活動？\n你將學習哪些新活動？\n在不久的將來，要開始的事……\n接下來一星期，你打算做哪些事，以蛻變成新的你？\n接下來一個月，你計畫要做什麼？\n接下來六個月，你要做什麼？\n接下來一年，在你的努力下，希望最先出現什麼成果？\n康利告訴學員的第一件事，就是人生重新出發，永遠不嫌遲（例如50歲重啟），這點也值得拿來提醒你和我。這樣想吧：你的成人生活大約始於20歲。如果健康還過得去，50歲幾乎還不到成人生活的一半。我出這本書時57歲，而壽險精算表告訴我，依據我的生活型態與目前的健康來看（不過沒考量我雙親都早逝），我有五成機會還會再活四十多年，而且有多年是工作時間。這些數字的重點是什麼？如果我認為重新出發太晚了，我鐵定是瘋了。\n▎四大策略讓你活出生命最大價值\n我替本書收尾時，收到一位網友寄來的電子郵件。信中完全說中了奮鬥者的詛咒：\n我如今是誤入歧途的50歲人士，深感懊悔。過去三十年間，居然都在追逐同一個目標（事業成功）。雖然達成目標，卻付出高得離譜的個人代價：過去三十年的光陰，再也無法挽回，那些錯過的人際關係與其他的人生體驗，都永遠錯過了。\n那位先生還提到，他「打算」替職涯與人生做出重大轉變，然而……\n我能用在重大職涯轉變的技能不太多。那些與工作無關的能力，我很久以前就荒廢了。在大部分的日子，我感到應該立刻辭掉頭銜好聽的金融工作，重新來過，專注於更有意義的事（工時也不再那麼離譜）與人際關係、當義工、旅遊、把時間用在服務他人、聽鳥兒歌唱、種更多花……然而，那感覺像是一時衝動才踏上的極端道路。但就算我真的選擇了那條新路，我其實也不知道該如何做那些想做的事。\n今日協助人們重啟職涯的課程，如雨後春筍般冒出來。但對很多人來說，這些課程的建議不一定實用。為了幫助大家有具體的起步方法，我整理歸納了過去所見過最精采的研究與最成功的策略如下：\n1.找到你的棉花糖\n這裡要談一項經典的社會科學實驗。21史丹佛大學社會心理學家米歇爾（Walter Mischel），在1972年找來一群學齡前的兒童，用一袋棉花糖做心理實驗。米歇爾坐在每一位小朋友的桌子對面，拿出一顆棉花糖，問：「想吃嗎？」小朋友顯然想吃。米歇爾告訴孩子，這顆棉花糖送給他們，但重點來了：他會離開房間15分鐘。他不在的時候，小朋友可以選擇馬上吃掉，或選擇暫時不吃，等他回來，就可再得到一顆棉花糖。\n米歇爾發現，大部分的孩子都迫不及待，他一離開，就立刻吃下棉花糖。米歇爾接著追蹤那些孩子，最後發現能夠延遲享樂的孩子，長大後更成功：相較於選擇馬上吃掉棉花糖的小孩，能忍著不吃的孩子在日後更健康、更快樂、收入更高，SAT分數也更高。22後來的研究人員指出，米歇爾的研究結果不僅僅是受到意志力影響，還涉及孩子的家庭背景與社經情形等其他因素，但好事的確會發生在願意等待的人身上，以及願意工作、犧牲，甚至是受苦的人。23\n對你來說，重點不在能否通過米歇爾的棉花糖測試，而在重新出發的這一刻，「究竟下一個吸引你的棉花糖是什麼？」在你開始投入新的付出時，你知道自己要的是什麼嗎？\n如果想不出答案，不要擔心，下面的三個重點會協助你找出來。\n2.工作本身就是獎勵\n在職涯中，我們犯的最大錯誤，就是只把工作當成達成目的的手段。或許一直以來，你都是這麼做的。但就如前面提到的，當流體智力曲線開始走下坡，你察覺到是時候該做改變了。不論你過去的目標是贏得金錢、權力或名聲，把工作當成工具將導致不快樂。\n以為「達到目的就會快樂」，其實是誤會一場。這是人生必須釐清的重要真相之一。如同思想家愛默生在1841年的散文〈自立〉（Self-Reliance）中寫道：「我待在家裡做夢，想著如果我人在那不勒斯、在羅馬，就能沉醉在美景裡，忘卻憂傷。於是我整理好行囊，飄洋過海，終於在那不勒斯醒來，但殘酷的事實卻如影隨形。陪伴我的，依舊是逃離的那個我，那個憂傷的自我，一點也沒變。」24\n你心知肚明，當職涯只是達到目的、獲取報酬的手段，即便真的得到報酬，也不會滿足，因為你的目光已經放在下一個戰利品。如果你犯過那種錯，逝者已矣，來者猶可追。當然，你不會光是因為重新起步，就天天開心，心滿意足，有時依舊會有低谷，人生就是這樣。然而，有了正確目標後，藉由服務他人讓自己成功，就能讓接下來的職涯本身成為獎勵。\n3.盡可能做最有趣的事\n我參加過多場畢業典禮，觀察到致詞嘉賓基本上可分為兩種風格︰一種可以總結為「去吧，找到你的目標」；另一種是「找到你熱愛的工作，就等於一輩子不必再工作」。哪一種建議比較好，不只適合畢業生，也適合所有人？\n德國與美國的學者曾在2017年組成研究團隊，試著找出答案。他們設計出「工作熱情問卷」，比較兩種人的工作滿意度。一組人主要工作目標是樂趣，另一組人則想在工作中找到意義，樣本共有1,357人。25結果發現，比起意義組，尋找樂趣的人對工作較沒熱情，換工作的頻率也更高。\n這類的研究，其實只是兩種快樂的古老爭論：學者稱為「享樂」（hedonia）與「幸福」（eudaimonia）。「享樂」與舒服有關；「幸福」則是活出有意義的生活。老實講，我們兩者都需要。沒有幸福的享樂，將成為空虛的愉悅；沒有享樂的幸福則枯燥乏味。我認為我們在追求職業棉花糖時，理應平衡樂趣與意義。\n樂趣與意義的核心是有趣。許多神經科學家都認為，趣味屬於正面的原始情緒，由大腦的邊緣系統處理。26你真心感興趣的東西樂趣無窮；此外，既然那樣東西能讓你保持興趣，一定也帶有意義。也因此「這份工作是否讓我深感興趣？」是很有用的測試法。你可以藉此找出新活動是否是你的新棉花糖。\n4.轉換跑道不必走直線\n我們生活在崇拜成功的文化，導致很多人對成功上癮。科技新創公司的創辦人，20多歲就成為超級富豪，被捧為神話。不論是真是假，創業者通常被描述成擁有單一的持久熱情，而且願意為了這個熱情，付出任何的個人代價。他們獲得的名利，被描述成最誘人的棉花糖。\n然而，這種模式不太能套用在人生走到最後的贏家身上，或許絕大多數的人都不是這樣。南加大的學者研究職涯模式後，發現有四大類別。27第一種是「直線型職涯」（linear career），也就是持續往上爬。這種步步高升的概念相當直線，也是億萬富翁創業家的模式。\n然而，職涯模式不是只有這一種。其他三種，包括「穩定型職涯」（steady-state career）：待在同一份工作，但專業能力持續成長；「轉換型職涯」（transitory career）：尋找新挑戰，從一份工作跳到另一份工作，甚至換領域；最後一種是「螺旋型職涯」（spiral career），比較類似於一系列的迷你職涯，多年在一種專業裡發展，接著換領域，但轉換不光是為了尋求新鮮感，而是銜接在先前的迷你職涯中獲得的能力。\n所以，哪一種最好？在人生的早期，你可能擁有超級直線的職涯。然而，你現在要進入第二曲線，比較適用的模式很可能是螺旋型。也就是好好想一想，你今日真正想要的東西，而不是你過去追求的東西。此外，你要降低對於金錢報酬的期待，而且不要去想在別人眼中，這是否像是降級，或是沒能以最明顯的方式，運用過去的資歷與技能。換句話說，你有可能從管理對沖基金，轉變成到中學教歷史，但太好了。\n▎度過轉型期，如獲新生\n幾年前，我和家族去度假。我們騎著腳踏車，繞行夏威夷的大島，中途停下來看風景，從事各種冒險活動。一天下午，我們划獨木舟，一行人抵達名為「世界末日」的崎嶇峭壁。只見一群青少年，從大約三層樓高的斷崖，跳進下方的海浪。我們這群人裡，一個大人問：「有人要跳嗎？」所有人都搖頭拒絕，我於是自願嘗試。我站在火山峭壁的最上方，感覺離水面整整有五百層樓那麼高。我一陣天旋地轉，腦中吶喊：「這根本是瘋了，這根本是瘋了，這根本是瘋了。」\n我遲疑地瞄了旁邊的孩子一眼。那孩子顯然跳過一百次了。他露出大大的笑容告訴我：「大哥，別想了！跳下去就對了！」所以，我跳了。幾秒鐘後，我撞進水裡（沒錯，會痛），接著又多花了幾秒浮出水面。頭伸出水面的那一刻，我感到如獲新生。\n藏傳佛教有一個叫「中陰」的概念，那是指介於「死亡」與「重生」之間的存在狀態。索甲仁波切在《西藏生死書》（The Tibetan Book of Living and Dying）中形容，中陰是「你踏進懸崖邊的那一刻」。28你知道跳下去就自由了，但要跳下去卻很可怕。不過，接著你跳了，經歷很快就過去的過渡期後，你重生了。\n我辭去智庫負責人工作時，感覺有點像是面對死亡。我的整個生活方式、相關經歷、再熟悉不過的人脈，一切都結束了。相信很多讀者懂我在說什麼。或許你不愛你的工作，尤其是如果你苦惱自己過了黃金歲月，或許你的工作有如關係緊張的婚姻，即便如此，辭職感覺還是像是死亡或離婚，也因此在你辭職前，就像是站在懸崖邊。你即將放棄擁有的東西，拋下自己一手打造的江山，離開能回答「我是誰」的職業生活。這是職業死亡，而你不確定能否重生。你望了望峭壁下方，不確定那裡等著的東西，將帶來快樂還是痛苦，最可能的結果是苦樂參半。\n但你已經知道該怎麼做。別想了，就跳吧。"
  },
  {
    "id": "file_17",
    "title": "Chapter 23",
    "text": "結語\n記住六字訣\n----------------------------------------\n東西是拿來用的，而不是拿來愛的。\n把愛用在錯誤的地方，\n踏上欲望跑步機，只會徒勞無功。"
  },
  {
    "id": "file_18",
    "title": "Chapter 24",
    "text": "這本書始於一次夜間航班。我請你和我一起偷聽一名老英雄講話。老先生在世上有過傲人成就，如今卻感到不如死了算了。他今日的能力不如從前，人生充滿沮喪，覺得活著也沒意義。世態炎涼，曲終人散。\n那一幕令我驚醒。我展開個人研究，想知道那是否也終將是我的命運，無可避免，還是我能做點什麼，改變結局。我最後做出重大的人生轉變，辭去工作，跳進閾態，改為從事更側重晶體智力的職業。此外，我擺脫執著，花更多時間培養親友關係，並強化性靈生活。我發誓不再物化自己，坦然接受脆弱，徹底了解我的新使命，致力於輔助他人。\n每件事全都不容易，甚至違反天性，我體內的努力細胞不停的在叫囂。我要再次強調，你的天性不必成為你的命運。為了你的幸福，有時必須抗衡天生的直覺。\n我知道有人很難接受這本書的觀點。我們對金錢、權力、快樂與名聲的世俗渴望，來自大腦古老的邊緣系統。直覺就是想要快樂，獲得滿足，連帶做出錯誤的連結：「既然我有這樣的衝動，那麼跟著這樣的衝動走，一定會讓我快樂。」然而，那是大自然的冷酷騙局。自然之母才不在乎你快不快樂。如果你把世俗成功和幸福混為一談，那是你的問題，不是祂的。尤有甚者，社會上有很多人是非不分，到處宣揚一個會毀掉人生的熱門建議：「只要我喜歡，有什麼不可以。」除非你和原生動物的生存目標一樣，要不然這個建議絕對有問題。\n我們將需要學習一套新的人生技能、一個新公式，才能愈過愈美好。我已經在書中，逐章詳細解釋那個公式，不過大家當然不可能馬上記住先前讀到的幾萬字，所以我用六個字來總結本書。這一路上，我新學到的與目前正在努力實踐的道理，全在這條公式裡，那就是：\n用物。\n愛人。\n敬天。\n可別誤會，我沒勸你憤世嫉俗，跑到喜馬拉雅山的洞穴當隱士。人世間有豐盛的物質不是壞事，沒什麼好可恥的，我們理應享用。物質豐盛，我們每天才有麵包可吃，才能拯救貧窮的兄弟姊妹。物質豐盛反映出上天賜福給我們的創意與勤奮，在日常生活中提供舒適與喜悅。\n問題不出在名詞「物」，而在動詞「愛」。東西是拿來用的，而不是拿來愛的。如果你讀完這本書，只記得住一件事，那就記住愛是幸福的震央。約在西元400年，偉大的聖奧古斯丁總結獲得美好人生的祕訣就是：「去愛，做你願意做的。」1愛是留給人的，不是留給東西的；把愛用在錯誤的地方，踏上欲望跑步機，設定成超速運轉，只會徒勞無功。\n進階版的愛是崇拜。作家華萊士（David Foster Wallace）提出真知灼見：「崇拜這種事無所不在，人人都會崇拜。我們唯一能選的，是選擇要崇拜什麼。」2如果你愛的是物品，你會努力用金錢、權力、享樂與名聲等「偶像」來物化自己。你將崇拜自己，或至少是崇拜你自身的平面剪影。\n這個世界向我們保證，只要崇尚那些東西，就能獲得快樂，但這個世界說謊了：追求金錢、權力、享樂與名聲等「偶像」，不會讓你快樂，也因此你不該崇拜自己。別忘了梅瑟在《申命記》中提到的偶像戒律：「你們應這樣對待他們：拆毀他們的祭壇，打碎他們的石碣，砍倒他們的神柱，燒毀他們的雕像。」3本書教大家方法了，但你要下定決心去做。\n▎飛機上的男人今日狀況\n在我替本書劃下句點前，我想你可能會好奇，飛機上的男人後來怎麼樣了？\n他依舊相當有名，不時出現在新聞裡，不過次數愈來愈少。他已經很老了。先前每次我在新聞報導看到他，總會有一陣像是惋惜的情緒，但我現在知道，那其實是反映我對未來的恐懼。「他真可憐」的背後，其實是感覺「我完了」才對。\n然而，隨著我逐漸掌握正確的公式，實踐本書提到的事，我開始不再恐懼。我想我應該把飛機上的那位先生，放進本書的謝詞裡。我感謝他教我的事，即便他毫不知情，他讓我踏上改變人生的旅程。首先，我開始做研究，找出為什麼許多人生「贏家」過得不如意，原本我也注定陷入那種感受。再者，我開始做出一連串的人生改變。要不是因為那位老英雄，我絕不可能這麼做。第三，他讓我得以提出改變策略，與你分享。\n不論我究竟能再活兩年或四十年，我的餘生若能幸福美滿，真的要感謝飛機上的那位老英雄。我不公開他的身分，一路帶進墳墓裡，不過我每天都會想到他，祝福他在蒙主寵召前，找到平靜與喜悅。\n我也替你祈禱，祝你的人生愈來愈美好。"
  },
  {
    "id": "file_19",
    "title": "Chapter 25",
    "text": "致謝\n----------------------------------------\n本書的內容如有疏漏，由我負全責。這本書能順利出版靠的絕非一人之力，要感謝許多人。感謝我的研究助理里斯．布朗（Reece Brown），以及采西．賈洛里（Ceci Gallogly）、甘蒂絲．蓋爾（Candice Gayl）、茉莉． 葛雷瑟（Molly Glaeser）、莉茲．費爾斯（Liz Fields）的團隊合作與支持。他們每天在我身旁，致力於將幸福的藝術與科學，帶給新的受眾。\n我也要感謝哈佛甘迺迪學院與哈佛商學院的同仁提供靈感與點子，尤其是李．塞辛格（Len Schlesinger）聽我談這本書，聽了快三年，不曾抱怨。這兩間頂尖學院的領導者道．艾曼多夫（Doug Elmendorf）、尼汀．諾里亞（Nitin Nohria）與斯里坎特．達塔爾（Srikant Datar），永遠支持我在哈佛的創意工作。此外，「領導與幸福」（Leadership and Happiness）這門課的MBA學生，每每提醒著我不論幾歲，我們全都能增進幸福，分享幸福。\n在此感謝Portfolio的編輯布莉亞．史丹佛（Bria Sandford）、Creative Artists Agency的作家經紀人安東尼．馬特羅（Anthony Mattero），以及Red Light PR的珍．菲利浦．強森（Jen Phillips Johnson）團隊。謝謝大家一路上的鼓勵與指引。\n本書提及的許多概念與部分的段落，最初出現於我在《華盛頓郵報》2019年至2020年間的專欄，以及後來的《大西洋》雜誌「如何打造人生」（How To Build a Life）專欄。我要感謝《華盛頓郵報》的編輯馬克．賴斯威爾（Mark Lasswell）與佛瑞德．西雅特（Fred Hiatt），以及《大西洋》的瑞秋．剛曼（Rachel Gutman）、傑夫．戈登伯格（Jeff Goldberg）、茱莉．貝克（Julie Beck）、艾那．艾爾瓦多—艾斯特拉（Ena Alvarado-Esteller）。康利帶給我大量的靈感。其他的眾多人士（大都要求匿名），也提供本書他們的個人故事，送我無價之寶。\n我將終身感謝丹．丹尼耶洛（Dan D’Aniello）、塔利．傅利曼（Tully Friedman）、艾力克．施密特（Eric Schmidt）、瑞佛內．柯里（Ravenel Curry）、巴瑞．賽德（Barre Seid），以及我在列格坦（Legatum）的朋友，包括克里斯多福．錢德勒（Christopher Chandler）、艾倫．麥克康尼克（Alan McCormick）、菲莉帕．史陶德（Philippa Stroud）、馬克．史托雷森（Mark Stoleson）、菲力普．凡希盧（Philip Vassiliou）。謝謝他們的友誼，也謝謝他們支持我的研究。\n多位性靈導師直接與間接影響了本書。首先是第十四世達賴喇嘛丹增嘉措。他在過去九年間指導我，我們一起寫作，我的思考很大一部分來自他。第二位是羅伯特．巴隆（Robert Barron）主教。主教協助我從宗徒的角色理解人生與工作。最後，我要感謝已經陪伴我三十年、未來也會一起走下去的妻子艾斯特．蒙特—布魯克斯（Ester Munt-Brooks）。她透過身教與言教，教我熱愛世人。她是我這輩子最重要的良師。這本書要獻給她。"
  },
  {
    "id": "file_20",
    "title": "Chapter 26",
    "text": "注釋\n----------------------------------------\n前言\n1.  Bowman, James. (2013). “Herb Stein’s Law.” The New Criterion, 31(5), 1.\n第1章\n1.  Bowlby, J. (1991). Charles Darwin: A New Life (1st American ed.). New York: W. W. Norton, 437.\n2.  Taylor, P., Morin, R., Parker, K., et al. (2009). “Growing Old in America: Expectations vs. Reality.” Pew Research Center’s Social and Demographic Trends Project, June 29, 2009. \n3.  較晚出現的高峰是39歲，例如超長途單車。Allen, Sian V., and Hopkins, Will G. (2015). “Age of Peak Competitive Performance of Elite Athletes: A Systematic Review.” Sports Medicine (Auckland), 45(10), 1431–41.\n4.  Jones, Benjamin F. (2010). “Age and Great Invention.” The Review of Economics and Statistics, 92(1), 1–14.\n5.  Ortiz, M. H. (n.d.). “New York Times Bestsellers: Ages of Authors.” It’s Harder Not To (blog). \n6.  Korniotis, George M., and Kumar, Alok. (2011). “Do Older Investors Make Better Investment Decisions?” The Review of Economics and Statistics, 93(1), 244–65.\n7.  Tessler, M., Shrier, I., and Steele, R. (2012). “Association Between Anesthesiologist Age and Litigation.” Anesthesiology, 116(3), 574–79. 醫生不但讓我們更長壽，他們自己也壽命延長，行醫時間增加。Journal of the American Medical Association 顯示，1975到2013年之間，65歲以上的醫生增加374％。參見Dellinger, E., Pellegrini, C., and Gallagher, T. (2017). “The Aging Physician and the Medical Profession: A Review.” JAMA Surgery, 152(10), 967–71.\n8.  Azoulay, P, and Jones, Benjamin F. (2019). “Research: The Average Age of a Successful Startup Founder Is 45.” Harvard Business Review, March 14, 2019. \n9.  Warr, P. (1995). “Age and Job Performance.” In J. Snel and R. Cremer (eds.), Work and Aging: A European Perspective. London: Taylor & Francis, 309–22.\n10. “Civil Service Retirement System (CSRS).” (2017). Federal Aviation Administration website, January 13, 2017. \n11. 改編自：Simonton, D. (1997). “Creative Productivity: A Predictive and Explanatory Model of Career Trajectories and Landmarks.” Psychological Review, 104(1), 66–89.5這條曲線擬合自方程式：p(t)=61(e-0.04t-e-0.05t)。\n12. Tribune News Services. (2016). “World’s Longest Serving Orchestra Musician, Collapses and Dies During Performance.” Chicago Tribune, May 16, 2016. \n13. Reynolds, Jeremy. (2018). “Fired or Retired? What Happens to the Aging Orchestral Musician.” Pittsburgh Post-Gazette, September 17, 2018.  Scientiae期刊2014年的研究，分析2,536位20歲至69歲的職業樂手。研究人員發現，樂手自認顛峰表現出現在30歲至39歲，40歲開始下滑。這似乎符合其他需要高度專注的競技性領域，例如西洋棋的頂尖棋手，顛峰通常也落在30歲至39歲之間。請見：Gembris, H., and Heye, A. (2014). “Growing Older in a Symphony Orchestra: The Development of the Age-Related Self Concept and the Self-Estimated Performance of Professional Musicians in a Lifespan Perspective.” Musicae Scientiae, 18(4), 371–91.\n14. Myers, David G., and DeWall, C. Nathan. (2009). Exploring Psychology. New York: Macmillan Learning, 400–401.\n15. Davies, D. Roy, Matthews, Gerald, Stammers, Rob B., and Westerman, Steve J. (2013). Human Performance: Cognition, Stress and Individual Differences. Hoboken, NJ: Taylor & Francis, 306.\n16. Kramer, A., Larish, J., and Strayer, D. (1995). “Training for Attentional Control in Dual Task Settings: A Comparison of Young and Old Adults.” Journal of Experimental Psychology: Applied, 1(1), 50–76.\n17. Ramscar, M., Hendrix, P., Shaoul, C., et al. (2014). “The Myth of Cognitive Decline: Non-Linear Dynamics of Lifelong Learning.” Topics in Cognitive Science, 6(1), 5–42.\n18. Pais, A., and Goddard, P. (1998). Paul Dirac: The Man and His Work. Cambridge and New York: Cambridge University Press.\n19. Cave, Stephen. (2011). Immortality: The Quest to Live Forever and How It Drives Civilization (1st ed.). New York: Crown.\n20. 想像一個簡單的模型：A = αP β E γ。A＝晚年的痛苦，P＝職涯到達頂點時的職業聲望，E＝對那個聲望的情緒依附，α、β、γ是參數。如果E＞0，那麼聲望會增加痛苦程度。如果還β＞1，那麼A是P的凸函數，也就是說 ＞0，那麼每多一單位的聲望，將導致日後愈多的痛苦。你將受苦受難。以上證明完畢。\n21. 例如可參見：Gruszczyńska, Ewa, Kroemeke, Aleksandra, Knoll, Nina, et al. (2019). “Well-Being Trajectories Following Retirement: A Compensatory Role of Self-Enhancement Values in Disadvantaged Women.” Journal of Happiness Studies, 21(7), 2309.\n22. Holahan, Carole K., and Holahan, Charles J. (1999). “Being Labeled as Gifted, Self-Appraisal, and Psychological Well-Being: A Life Span Developmental Perspective.” International Journal of Aging and Human Development, 48(3), 161–73.\n第2章\n1.  Keuleers, Emmanuel, Stevens, Michaël, Mandera, Paweł, and Brysbaert, Marc. (2015). “Word Knowledge in the Crowd: Measuring Vocabulary Size and Word Prevalence in a Massive Online Experiment.” Quarterly Journal of Experimental Psychology, 68(8), 1665–92.\n2.  Hartshorne, Joshua K., and Germine, Laura T. (2015). “When Does Cognitive Functioning Peak? The Asynchronous Rise and Fall of Different Cognitive Abilities Across the Life Span.” Psychological Science, 26(4), 433–43; Vaci, N., Cocic ́, D., Gula, B., and Bilalic ́, M. (2019). “Large Data and Bayesian Modeling-Aging Curves of NBA Players.” Behavior Research Methods, 51(4), 1544–64.\n3.  卡泰爾的其他研究大都令人存疑，原因是他對優生學感興趣，甚至提出半宗教性質的「超越主義」（Beyondism），但與文中提到的卡泰爾的兩種智力研究無關。智力研究禁得起時間的考驗。\n4.  Peng, Peng, Wang, Tengfei, Wang, Cuicui, and Lin, Xin. (2019). “A Meta-Analysis on the Relation Between Fluid Intelligence and Reading/Mathematics: Effects of Tasks, Age, and Social Economics Status.” Psychological Bulletin, 145(2), 189–236.\n5.  部分人士認為，卡泰爾不是真正發明這個理論的人，應該歸功給心理學家唐納．赫布（Donald Hebb）才對。理查．布朗（Richard Brown）指出：「卡泰爾的流體智力與晶體智力理論，其實就是赫布的『智力A』（Intelligence A）與『智力B』（Intelligence B）理論，卡泰爾換了個名字並推廣開來。卡泰爾的理論是赫布的點子。」事實上，卡泰爾與赫布曾經通信，爭執誰才是真正的開山之人。參見：Brown, Richard E. (2016). “Hebb and Cattell: The Genesis of the Theory of Fluid and Crystallized Intelligence.” Frontiers in Human Neuroscience, 10(2016), 606.\n6.  Horn, J.L. (2008). “Spearman, G, Expertise, and the Nature of Human Cognitive Capability.” In P. C. Kyllonen, R. D. Roberts, and L. Stankov (eds.), Extending Intelligence: Enhancement and New Constructs. New York: Lawrence Erlbaum Associates, 185–230.\n7.  Kinney, Daniel P., and Smith, Sharon P. (1992). “Age and Teaching Performance.” The Journal of Higher Education, 63(3), 282–302.\n8.  Hicken, Melanie. (2013). “Professors Teach into Their Golden Years.” CNN, June 17, 2013. \n9.  Harrison, Stephen. (2008). A Companion to Latin Literature (1st ed.). Blackwell Companions to the Ancient World series. Williston, VT: Wiley-Blackwell, 31.\n10. Cicero, Marcus Tullius. (1913). De Officiis (Walter Miller, trans.). William Heinemann: London; Macmillan: New York, 127.\n11. Seneca. (1928). Suasoria 6:18 (W. A. Edward, trans.). \n12. Psalm 90:12 (NASB).\n13. 迄今有1,128曲子被判定出自巴哈之手。“The Bach-Werke-Verzeichnis.” (1996). Johann Sebastian Bach Midi Page website, June 16, 1996. \n14. Elie, P. (2012). Reinventing Bach (1st ed.). New York: Farrar, Straus and Giroux, 447.\n15. C. P. E. 在巴哈的所有孩子中排行老五，七個兒子中的第三子。C. P. E. 出生時巴哈28歲，名字來自他的教父，作曲家格奧爾格．菲利普．泰雷曼（Georg Philipp Telemann）。\n16. 有的學者爭論那是否真是巴哈撒手人寰的瞬間，理由是該首賦格曲由巴哈親筆書寫，但巴哈快去世時視力衰弱，書寫困難。不過當然，此類爭論向來只是學術界的閒磕牙。\n17. Miles, Russell Hancock. (1962). Johann Sebastian Bach: An Introduction to His Life and Works. Englewood Cliffs, NJ: Prentice-Hall, 19.\n第3章\n1.  OECD. (2015). Tackling Harmful Alcohol Use. Paris: Organisation for Economic Cooperation and Development, 64.\n2.  Oates, Wayne Edward. (1971). Confessions of a Workaholic: The Facts About Work Addiction. New York: World Publishing.\n3.  Porter, Michael E., and Nohria, Nitin. (2018). “How CEOs Manage Time.” Harvard Business Review, 96(4), 42–51; “A Brief History of the 8-hour Workday, Which Changed How Americans Work.” CNBC, May 5, 2017. \n4.  Killinger, Barbara. (2006). “The Workaholic Breakdown Syndrome.” In Research Companion to Working Time and Work Addiction. New Horizons in Management series. Cheltenham, UK: Edward Elgar, 61–88.\n5.  Robinson, Bryan E. (2001). “Workaholism and Family Functioning: A Profile of Familial Relationships, Psychological Outcomes, and Research Considerations.” Contemporary Family Therapy, 23(1), 123–35; Robinson, Bryan E., Carroll, Jane J., and Flowers, Claudia. (2001). “Marital Estrangement, Positive Affect, and Locus of Control Among Spouses of Workaholics and Spouses of Nonworkaholics: A National Study.” American Journal of Family Therapy, 29(5), 397–410.\n6.  Robinson, Carroll, and Flowers. “Marital Estrangement, Positive Affect, and Locus of Control Among Spouses of Workaholics and Spouses of Nonworkaholics,” 397–410; Farrell, Maureen. (2012). “So You Married a Workaholic.” Forbes, July 19, 2012. \n7.  C.W. (2014). “Proof That You Should Get a Life.” The Economist, December 9, 2014. \n8.  Sugawara, Sho K., Tanaka, Satoshi, Okazaki, Shuntaro, et al. (2012). “Social Rewards Enhance Offline Improvements in Motor Skill.” PloS One, 7(11), E48174.\n9.  Shenk, J. (2005). Lincoln’s Melancholy: How Depression Challenged a President and Fueled His Greatness. Boston: Houghton Mifflin.\n10. Gartner, J. (2005). The Hypomanic Edge: The Link Between (a Little) Craziness and (a Lot of) Success in America. New York: Simon &Schuster.\n11. Goldman, B., Bush, P., and Klatz, R. (1984). Death in the Locker room: Steroids and Sports. South Bend, IN: Icarus Press.\n12. Ribero, Alex Dias. (2014). “Is there Life After Success?” Wondering Fair, August 11, 2014. \n13. Papadaki, Evangelia. (2021). “Feminist Perspectives on Objectification.” The Stanford Encyclopedia of Philosophy (Spring 2021 ed.), Edward N. Zalta (ed.). \n14. Marx, Karl. (1959). “Estranged Labour.” In Economic and Philosophic Manuscripts of 1844. Moscow: Progress Publishers. \n15. Crone, Lola, Brunel, Lionel, and Auzoult, Laurent. (2021). “Validation of a Perception of Objectification in the Workplace Short Scale (POWS).” Frontiers in Psychology 12:651071.\n16. Auzoult, Laurent, and Personnaz, Bernard. (2016). “The Role of Organizational Culture and Self-Consciousness in Self-Objectification in the Workplace.” Testing, Psychometrics, Methodology in Applied Psychology, 23(3), 271–84.\n17. Mercurio, Andrea E., and Landry, Laura J. (2008). “Self-Objectification and Well-Being: The Impact of Self-Objectification on Women’s Overall Sense of Self-Worth and Life Satisfaction.” Sex Roles, 58(7), 458–66.\n18. Bell, Beth T., Cassarly, Jennifer A., and Dunbar, Lucy. (2018). “Selfie Objectification: Self-Objectification and Positive Feedback (‘Likes’) Are Associated with Frequency of Posting Sexually Objectifying Self Images on Social Media.” Body Image, 26, 83–89.\n19. Talmon, Anat, and Ginzburg, Karni. (2016). “The Nullifying Experience of Self-Objectification: The Development and Psychometric Evaluation of the Self-Objectification Scale.” Child Abuse and Neglect, 60, 46–57; Muehlenkamp, Jennifer J., and Saris-Baglama, Renee N. (2002). “Self-Objectification and Its Psychological Outcomes for College Women.” Psychology of Women Quarterly, 26(4), 371–79.\n20. Quinn, Diane M., Kallen, Rachel W., Twenge, Jean M., and Fredrickson, Barbara L. (2006). “The Disruptive Effect of Self-Objectification on Performance.” Psychology of Women Quarterly, 30(1), 59–64.\n21. McLuhan, M. (1964). Understanding Media: The Extensions of Man (1st ed.). New York: McGraw-Hill.\n22. Thomas Aquinas. (1920/2008). Summa Theologica (Fathers of the English Dominican Province, trans.; 2nd, rev. ed.). New Advent website, part 2, quest. 162, art. 1. \n23. Canning, Raymond, trans. (1986). The Rule of Saint Augustine. Garden City, NY: Image Books, 56; Dwyer, Karen Kangas, and Davidson, Marlina M. (2012). “Is Public Speaking Really More Feared Than Death?” Communication Research Reports, 29(2), 99–107.\n24. Croston, Glenn. (2012). “The Thing We Fear More Than Death.” Psychology Today, November 29, 2012.  “\n25. 2018 Norwest CEO Journey Study.” (2018). Norwest Venture Partners website, August 22, 2018. \n26. Rousseau, Jean-Jacques. (1904). The Confessions of Jean Jacques Rousseau: Now for the First Time Completely Translated into English Without Expurgation. Edinburgh: Oliver and Boyd, 86.\n27. Schultheiss, Oliver C., and Brunstein, Joachim C. (2010). Implicit Motives. New York and Oxford: Oxford University Press, 30.\n28. Schopenhauer, A., and Payne, E. (1974). Parerga and Paralipomena: Short Philosophical Essays. Oxford: Clarendon Press.\n29. Lyubomirsky, Sonja, and Ross, Lee. (1997). “Hedonic Consequences of Social Comparison.” Journal of Personality and Social Psychology, 73(6), 1141–57.\n30. 抱歉此處用了這麼多隱喻，或許隱喻是我的藤壺。\n第4章\n1.  東方哲學顯然不一定符合現代的東方生活方式。中國與印度在這方面和西方一樣，也有著物質主義與追名逐利的問題。\n2.  Tao Te Ching, ch. 37.\n3.  Forbes, R. (2019). “My Father, Malcolm Forbes: A Never-Ending Adventure.” Forbes, August 19, 2019. \n4.  諷刺的是，這個貧窮的無名小卒去世後，被視為西方世界最偉大的哲學家。他的著作奠定了教會學說，引導西方數百年的思維。今人依舊在研究他的豐富著作，譽為空前絕後的原創傑作，不過依舊與古希臘有著深厚的淵源——他讓亞里斯多德從無人知曉，一直到今日依舊舉世聞名。\n5.  阿奎納的學說最系統化的解釋，出自神學家與天主教會主教羅伯特．巴隆（Robert Barron）。參見：Barron, Robert E. (2011). Catholicism: A Journey to the Heart of the Faith. New York: Random House, 43.\n6.  Barron. Catholicism, 43.\n7.  我其實是帶著謙遜的同情心寫下這句話。我自己當年博班那篇談交響樂團經濟策略量化模型的論文，早已被世人遺忘。強迫任何人去讀，將違反日內瓦人權公約。\n8.  Cannon, W. (1932). The Wisdom of the Body. Human Relations Collection. New York: W. W. Norton & Company.\n9.  Swallow, S., and Kuiper, N. (1988). “Social Comparison and Negative Self-Evaluations: An Application to Depression.” Clinical Psychology Review, 8 (1), 55–76.\n10. Lyubomirsky, S. (1995). “The Hedonic Consequences of Social Comparison: Implications for Enduring Happiness and Transient Mood.” Dissertation Abstracts International: Section B, The Sciences and Engineering, 55(10-B), 4641.\n11. Kahneman, D., and Tversky, A. (1979). “Prospect Theory: An Analysis of Decision under Risk.” Econometrica, 47, 263–91.\n12. Gill, D., and Prowse, V. (2012). “A Structural Analysis of Disappointment Aversion in a Real Effort Competition.” American Economic Review, 102(1), 469–503.\n13. Shaffer, Howard J. (2017). “What Is Addiction?” Harvard Health website, June 20, 2017. \n14. Tobler, P. (2009). “Behavioral Functions of Dopamine Neurons.” In Dopamine Handbook. New York: Oxford University Press, ch. 6.4.\n15. Gibbon, E. (1906). The History of the Decline and Fall of the Roman Empire. London: Oxford University Press.\n16. Senior, J. (2020). “Happiness Won’t Save You.” The New York Times, November 24, 2020. \n17. Au-Yeung, Angel, and Jeans, David. (2020). “Tony Hsieh’s American Tragedy: The Self-Destructive Last Months of the Zappos Visionary.” Forbes, December 7, 2020.  Henry, Larry. (2020). “Tony Hsieh Death: Report Says Las Vegas Investor Threatened Self-Harm Months BeforeCasino.org Caller Phones 911 Months Before Las Vegas Investor Tony Hsieh’s Death in Effort to Help: Report.” Casino.org website, December 19, 2020. Http://www.casino.org/news/caller-phones-911-months-before-las-vegas-investor-tony-hsiehs-death-in-effort-to-help-report.\n18. Cutler, Howard C. (1998). The Art of Happiness: A Handbook for Living. New York: Riverhead Books, 28.\n19. Escrivá, Josemaría. “The Way, Poverty.” Josemaría Escrivá: A Website Dedicated to the Writings of Opus Dei’s Founder. \n20. Sinek, Simon. (2009). Start with Why. New York: Portfolio.\n21. Sullivan, J., Thornton Snider, J., Van Eijndhoven, E., et al. (2018). “The Well-Being of Long-Term Cancer Survivors.” American Journal of Managed Care, 24(4), 188–95.\n22. Wallis, Glenn. (2004). The Dhammapada: Verses on the Way. New York: Modern Library, 70.\n23. Voltaire, François. (2013). Candide, Or Optimism. London: Penguin Books Limited.\n24. Hanh, Thich Nhat. (1987). The Miracle of Mindfulness: A Manual on Meditation (Gift ed.). Boston: Beacon Press.\n25. Bowerman, Mary. (2017). “These Are the Top 10 Bucket List Items on Singles’ Lists.” USA Today, May 18, 2017. \n第5章\n1.  Becker, Ernest. (1973). The Denial of Death. New York: Free Press, 17.\n2.  “America’s Top Fears 2016—Chapman University Survey of American Fears.” (2016). The Voice of Wilkinson (blog), Chapman University, October 11, 2016. \n3.  Hoelter, Jon W., and Hoelter, Janice A. (1978). “The Relationship Between Fear of Death and Anxiety.” The Journal of Psychology, 99(2), 225–26.\n4.  Cave, Stephen. (2011). Immortality: The Quest to Live Forever and How It Drives Civilization (1st ed.). New York: Crown, 23.\n5.  Mosley, Leonard. (1985). Disney’s World: A Biography. New York: Stein and Day, 123.\n6.  Laderman, G. (2000). “The Disney Way of Death.” Journal of the American Academy of Religions,68(1), 27–46.\n7.  Barroll. J. L. (1958). “Gulliver and the Struldbruggs.” PMLA, 73 (1), 43–50.\n8.  Homer. (1990). The Iliad (Robert Fagles, trans.). New York: Viking.\n9.  Marcus Aurelius. (1912). The Thoughts of the Emperor Marcus Aurelius Antoninus (George Long, trans.). London: Macmillan, 8.25.\n10. Brooks, David. (2015). The Road to Character. New York: Penguin Random House.\n11. Kalat, James W. (2021.) Introduction to Psychology. United States: Cengage Learning.\n12. Böhnlein, Joscha, Altegoer, Luisa, Muck, Nina Kristin, et al. (2020). “Factors Influencing the Success of Exposure Therapy for Specific Phobia: A Systematic Review.” Neuroscience and Biobehavioral Reviews, 108, 796–820.\n13. Goranson, Amelia, Ritter, Ryan S., Waytz, Adam, et al. (2017). “Dying Is Unexpectedly Positive.” Psychological Science, 28(7), 988–99.\n14. Montaigne, Michel. (2004). The Complete Essays. London: Penguin Books Limited, 89.\n15. Forster, E. M. (1999). Howards End. New York: Modern Library.\n16. García Márquez, Gabriel. (2005). Memories of My Melancholy Whores (Edith Grossman, trans; 1st ed.). New York: Knopf.\n第6章\n1.  Kilmer, Joyce. (1914). Trees and Other Poems. New York: George H. Doran Company.\n2.  Psalms 1:3 (King James Version).\n3.  Ricard, Matthieu. (2018). “The Illusion of the Self.” Blogpost, October 9, 2018. \n4.  Mineo, Liz. (2018). “Good Genes Are Nice, but Joy Is Better.” Harvard Gazette, November 26, 2018. \n5.  Vaillant, George E. (2002). Aging Well: Surprising Guideposts to a Happier Life from the Landmark Harvard Study of Adult Development (1st ed.). New York: Little, Brown, 202.\n6.  Vaillant, George E., and Mukamal, Kenneth. (2001). “Successful Aging.” American Journal of Psychiatry, 158(6), 839–47.\n7.  Vaillant, George E. (2012). Triumphs of Experience: The Men of the Harvard Grant Study. Cambridge, MA: Belknap Press of Harvard University Press, 52.\n8.  Vaillant. Triumphs of Experience,50.\n9.  Tillich, Paul. (1963). The Eternal Now. New York: Scribner.\n10. Wolfe, Thomas. (1962). The Thomas Wolfe Reader (C. Hugh Holman, ed.). New York: Scribner.\n11. Cacioppo, John T., Hawley Louise C., Norman Greg J., and Berntson, Gary G. (2011) “Social Isolation.” Annals of New York Academy of Sciences, 1231 (1), 17–22; Rokach, Ami. (2014). “Leadership and Loneliness,” International Journal of Leadership and Change, 2(1), article 6.\n12. Hertz, Noreena. (2021). The Lonely Century: How to Restore Human Connection in a World That’s Pulling Apart (1st U.S. ed.). New York: Currency; Holt-Lunstad, J., Smith, T., Baker, M., et al. (2015). “Loneliness and Social Isolation as Risk Factors for Mortality: A Meta-Analytic Review.” Perspectives on Psychological Science,10 (2), 227–37.\n13. Murthy, Vivek Hallegere. (2020). Together: The Healing Power of Human Connection in a Sometimes Lonely World (1st ed.). New York: Harper Wave.\n14. “The ‘Loneliness Epidemic.” (2019). U.S. Health Resources and Services Administration website, January 10, 2019. \n15. “Loneliness Is at Epidemic Levels in America.” Cigna website. \n16. Segel-Karpas, Dikla, Ayalon, Liat, and Lachman, Margie E. (2016). “Loneliness and Depressive Symptoms: The Moderating Role of the Transition into Retirement.” Aging and Mental Health, 22(1), 135–40.\n17. Achor, S., Kellerman, G. R., Reece, A., and Robichaux, A. (2018). “America’s Loneliest Workers, According to Research.” Harvard Business Review, March 19, 2018, 2–6.\n18. Keefe, Patrick Radden, Ioffe, Julia, Collins, Lauren, et al. (2017). “Anthony Bourdain’s Moveable Feast.” The New Yorker, February 5, 2017. \n19. Almario, Alex. (2018). “The Unfathomable Loneliness.” Medium, June 13, 2018. \n20. Cacioppo, John T., and Patrick, William. (2008). Loneliness: Human Nature and the Need for Social Connection (1st ed.). New York: W. W. Norton.\n21. Schawbel, Dan. (2018). “Why Work Friendships Are Critical for Long-Term Happiness.” CNBC, November 13, 2018.  作者Dan是未來職場（Future-Workplace）的合夥人與研究長。\n22. Saporito, Thomas J. (2014). “It’s Time to Acknowledge CEO Loneliness.” Harvard Business Review, July 23, 2014. \n23. Fernet, Claude, Torrès, Olivier, Austin, Stéphanie, and St-Pierre, Josée. (2016). “The Psychological Costs of Owning and Managing an SME: Linking Job Stressors, Occupational Loneliness, Entrepreneurial Orientation, and Burnout.” Burnout Research, 3(2), 45–53.\n24. Kahneman, Daniel, Krueger, Alan B., Schkade, David A., et al. (2004). “A Survey Method for Characterizing Daily Life Experience: The Day Reconstruction Method.” Science, 306(5702), 1776–80.\n25. Kipnis, David. (1972). “Does Power Corrupt?” Journal of Personality and Social Psychology, 24(1), 33–41.\n26. Mao, Hsiao-Yen. (2006). “The Relationship Between Organizational Level and Workplace Friendship.” International Journal of Human Resource Management, 17(10), 1819–33.\n27. Cooper, Cary L., and Quick, James Campbell. (2003). “The Stress and Loneliness of Success.” Counselling Psychology Quarterly, 16(1), 1–7.\n28. Riesman, David, Glazer, Nathan, Denney, Reuel, and Gitlin, Todd. (2001). The Lonely Crowd. New Haven: Yale University Press.\n29. Rokach. “Leadership and Loneliness.”\n30. Payne, K. K. (2018). “Charting Marriage and Divorce in the U.S.: The Adjusted Divorce Rate.” National Center for Family and Marriage Research.  Amato, Paul R. (2010). “Research on Divorce: Continuing Trends and New Developments.” Journal of Marriage and Family, 72(3), 650–66.\n31. Waldinger, Robert J., and Schulz, Marc S. (2010). “What’s Love Got to Do with It? Social Functioning, Perceived Health, and Daily Happiness in Married Octogenarians.” Psychology and Aging, 25(2), 422–31.\n32. Finkel, E. J., Burnette, J. L., and Scissors, L. E. (2007). “Vengefully Ever After: Destiny Beliefs, State Attachment Anxiety, and Forgiveness.” Journal of Personality and Social Psychology, 92(5), 871–86.\n33. Aron, Arthur, Fisher, Helen, Mashek, Debra J., et al. (2005). “Reward, Motivation, and Emotion Systems Associated with Early-Stage Intense Romantic Love.” Journal of Neurophysiology, 94(1), 327–37.\n34. Kim, Jungsik, and Hatfield, Elaine. (2004). “Love Types and Subjective Well-Being: A Cross-Cultural Study.” Social Behavior and Personality, 32(2), 173–82.\n35. “Companionate Love” (2016). Psychology. IResearchNet website, January 23, 2016. \n36. Grover, Shawn, and Helliwell, John F. (2019). “How Life at Home? New Evidence on Marriage and the Set Point for Happiness.” Journal of Happiness Studies, 20(2), 373–90.\n37. “Coolidge Effect.” (n.d.). Oxford Reference website. \n38. Blanchflower, D. G., and Oswald, A. J. (2004). “Money, Sex and Happiness: An Empirical Study.” Scandinavian Journal of Economics, 106, 393–415.\n39. Birditt, Kira S., and Antonucci, Toni C. (2007). “Relationship Quality Profiles and Well-Being Among Married Adults.” Journal of Family Psychology, 21(4), 595–604.\n40. Adams, Rebecca G. (1988). “Which Comes First: Poor Psychological Well-Being or Decreased Friendship Activity?” Activities, Adaptation, and Aging, 12(1–2), 27–41.\n41. Dykstra, P. A., and de Jong Gierveld, J. (2004). “Gender and Marital History Differences in Emotional and Social Loneliness among Dutch Older Adults.” Canadian Journal on Aging, 23, 141–55.\n42. Pinquart, M., and Sorensen, S. (2000). “Influences of Socioeconomic Status, Social Network, and Competence on Subjective Well-Being in Later Life: A Meta-Analysis.” Psychology and Aging, 15, 187–224.\n43. Fiori, Katherine L., and Denckla, Christy A. (2015). “Friendship and Happiness Among Middle-Aged Adults.” In Meliks ah Demir (ed.), Friendship and Happiness. Dordrecht: Springer Netherlands, 137–54.\n44. Cigna. (2018). 2018 Cigna U.S. Loneliness Index. Cigna website, Studies and Reports, May 1, 2018. \n45. Leavy, R. L. (1983). “Social Support and Psychological Disorder: A Review.” Journal of Community Psychology, 11(1), 3–21.\n46. Leavy. “Social Support and Psychological Disorder: A Review,”3–21.\n47. Cohen, S. (1988). “Psychosocial Models of the Role of Social Support in the Etiology of Physical Disease.” Health Psychology, 7, 269–97; House, J. S., Landis, K. R., and Umberson, D. (1988). “Social Relationships and Health.” Science, 241(4865), 540–45.\n48. Carstensen, Laura L., Isaacowitz, Derek M., and Charles, Susan T. (1999). “Taking Time Seriously.” The American Psychologist,54 (3), 165–81.\n49. Golding, Barry, ed. (2015). The Men’s Shed Movement: The Company of Men. Champaign, IL: Common Ground Publishing.\n50. Fallik, Dawn. (2018) “What to Do About Lonely Older Men? Put Them to Work.” The Washington Post, June 24, 2018. \n51. Christensen, Clayton M., Dillon, Karen, and Allworth, James. (2012). How Will You Measure Your Life? (1st ed.). New York: Harper Business.\n52. Niemiec, C., Ryan, R., and Deci, E. (2009) “The Path Taken: Consequences of Attaining Intrinsic and Extrinsic Aspirations in Post-College Life.” Journal of Research in Personality, 43(3), 291–306.\n53. Thoreau, H., Sanborn, F., Scudder, H., Blake, H., and Emerson, R. (1894). The Writings of Henry David Thoreau: With Bibliographical Introductions and Full Indexes. In ten volumes (Riverside ed., vol. 7). Boston and New York: Houghton Mifflin, 42–43.\n第7章\n1.  梵文：वनप्रस्थ。\n2.  Fowler, James W. (1981). Stages of Faith: The Psychology of Human Development and the Quest for Meaning (1st ed.). San Francisco: Harper &Row.\n3.  Fowler, James W. (2001). “Faith Development Theory and the Postmodern Challenges.” International Journal for the Psychology of Religion, 11(3), 159–72; Jones, J. M. (2020). “U.S. Church Membership Down Sharply in Past Two Decades.” Gallup, November 23, 2020. \n4.  Marshall, J. (2020). “Are Religious People Happier, Healthier? Our New Global Study Explores This Question.” Pew Research Center website.  McCullough, Michael E., and Larson, David B. (1999). “Religion and Depression: A Review of the Literature.” Twin Research, 2(2), 126–36.\n5.  Miller, W. R., and Thoresen, C. E. (1999). “Spirituality and Health.” In W. R. Miller (ed.), Integrating Spirituality into Treatment: Resources for Practitioners. Washington, DC: American Psychological Association, 3–18.\n6.  Koenig, Harold G. (2016). “Religion and Medicine II: Religion, Mental Health, and Related Behaviors.” International Journal of Psychiatry in Medicine, 31(1), 97–109.\n7.  Gardiner, J. (2013). Bach: Music in the Castle of Heaven (1st U.S. ed.). New York: Knopf, 126.\n8.  Saraswati, Ambikananda. (2002). The Uddhava Gita. Berkeley, CA: Seastone.\n9.  Longfellow, Henry Wadsworth. (1922). The Complete Poetical Works of Henry Wadsworth Longfellow. Boston and New York: Houghton Mifflin, 492.\n10. Koch, S., ed. (1959). Psychology: A Study of a Science: Vol.3. Formulations of the Person and the Social Context. New York: McGraw-Hill.\n11. Pew Research. (2020). “‘Nones’ on the Rise.” \n12. Scriven, Richard. (2014). “Geographies of Pilgrimage: Meaningful Movements and Embodied Mobilities.” Geography Compass, 8(4), 249–61.\n13. Santiago de Compostela Pilgrim Office (n.d.). “Statistical Report— 2019.” \n14. Hahn, T. N., and Lion’s Roar. (2019). Thich Nhat Hanh on Walking Meditation. Lion’s Roar. \n15. Koyama,Kosuke. (1980). Three Milean Hour God. Maryknoll, NY: Orbis Books.\n16. Aksapada. (2019). The Analects of Rumi. Self-published, 82.\n第8章\n1.  2 Corinthians 12:7–10 (NASB).\n2.  最有名的聖痕例子是畢奧神父（Padre Pio），亦稱「皮耶垂西那的聖畢奧」（Saint Pio of Pietrelcina）。畢奧是20世紀的天主教神祕主義者，身上幾乎一生都有聖痕。認為保祿身上有聖痕的人士，引用迦拉達書6:17：「因為在我身上，我帶有耶穌的烙印。」\n3.  Landsborough, D. (1987). “St. Paul and Temporal Lobe Epilepsy.” Journal of Neurology, Neurosurgery and Psychiatry, 50 (6), 659–64.\n4.  2 Timothy 4:10–16 (NASB).\n5.  Welborn, L. (2011). “Paul and Pain: Paul’s Emotional Therapy in 2 Corinthians 1.1–2.13; 7.5–16 in the Context of Ancient Psychagogic Literature.” New Testament Studies, 57(4), 547–70.\n6.  2 Corinthians 2:4 (NASB).\n7.  Thorup, C. B., Rundqvist, E., Roberts, C., and Delmar, C. (2012). Thorup, C. B., Rundqvist, E., Roberts, C., and Delmar, C. (2012). “Care as a Matter of Courage: Vulnerability, Suffering and Ethical Formation in Nursing Care.” Scandinavian Journal of Caring Sciences, 26(3), 427–35.\n8.  Lopez, Stephanie O. (2018). “Vulnerability in Leadership: The Power of the Courage to Descend. Industrial-Organizational Psychology Dissertations, 16.\n9.  Peck, Edward W. D. (1998). “Leadership and Defensive Communication” A Rounded Theory Study of Leadership Reaction to Defensive Communication.” Dissertation, University of British Columbia. \n10. Fitzpatrick, Kevin. (2019). “Stephen Colbert’s Outlook on Grief Moved Anderson Cooper to Tears.” Vanity Fair, August 16, 2019. \n11. Frankl, V. (1992). Man’s Search for Meaning: An Introduction to Logotheapy (4th ed.). Boston: Beacon Press.\n12. Freud, S. (1922). “Mourning and Melancholia.” The Journal of Nervous and Mental Disease, 56(5), 543–45.\n13. Bonanno, G. (2004). “Loss, Trauma, and Human Resilience.” American Psychologist, 59(1), 20–28.\n14. Helgeson, V., Reynolds, K., and Tomich, P. (2006). “A Meta-Analytic Review of Benefit Finding and Growth.” Journal of Consulting and Clinical Psychology, 74(5), 797–816.\n15. Andrews, Paul W., and Thomson, J. Anderson. (2009). “The Bright Side of Being Blue.” Psychological Review, 116(3), 620–54. \n16. University of Alberta. (2001). “Sad Workers May Make Better Workers.” ScienceDaily, June 14, 2001. www.sciencedaily.com/releases/2001/06/010612065304.htm.\n17. Baumeister, Roy F., Vohs, Kathleen D., Aaker, Jennifer L., and Garbinsky, Emily N. (2013). “Some Key Differences Between a Happy Life and a Meaningful Life.” The Journal of Positive Psychology, 8(6), 505–16.\n18. Lane, David J., and Mathes, Eugene W. (2018). “The Pros and Cons of Having Life and a Meaningful Life.” Personality and Individual Differences, 120, 13–16.\n19. Saunders, T., Driskell, J. E., Johnston, J. H., and Sales, E. (1996). “T h e Effect of Stress Inoculation Training on Anxiety and Performance.” Journal of Occupational Health Psychology, 1(2), 170–86.\n20. McCabe, B. (2004). “Beethoven’s Deafness.” Annals of Otology, Rhinology and Laryngology, 113(7), 511–25.\n21. Saccenti, E., Smilde, A., and Saris, W. (2011). “Beethoven’s Deafness and His Three Styles.” BMJ, 343(7837), D7589.\n22. Saccenti, Smilde, and Saris. “Beethoven’s Deafness and His Three Styles,” D7589.\n23. Austin, Michael. (2003). “Berlioz and Beethoven.” The Hector Berlioz website, January 12, 2003. \n第9章\n1.  Blauw, A., Benincà, E., Laane, R., et al. (2012). “Dancing with the Tides: Fluctuations of Coastal Phytoplankton Orchestrated by Different Oscillatory Modes of the Tidal Cycle.” PLoS One 7(11), E49319.\n2.  Dante Alighieri. (1995). The Divine Comedy (A. Mandelbaum, trans.). London: David Campbell.\n3.  Ibarra, H., and Obodaru, O. (2016). “Betwixt and Between Identities: Liminal Experience in Contemporary Careers.” Research in Organizational Behavior, 36, 47–64.\n4.  Feiler, B. (2020). Life Is in the Transitions. New York: Penguin Books.\n5.  Brooks, Arthur (host). (2020). “Managing Transitions in Life.” In The Art of Happiness with Arthur Brooks, Apple Podcasts, August 4, 2020. \n6.  Hammond, M., and Clay, D. (2006). Meditations. London: Penguin Books Limited, 24.\n7.  Conroy, S., and O’Leary-Kelly, A. (2014). “Letting Go and Moving On: Work-Related Identity Loss and Recovery.” The Academy of Management Review, 39(1), 67–87.\n8.  Ibarra and Obodaru. “Betwixt and Between Identities,”47–64.\n9.  Walker, W. Richard, Skowronski, John J., and Thompson, Charles P. (2003). “Life Is Pleasant-and Memory Helps to Keep It That Way.” Review of General Psychology, 7(2), 203–10.\n10. Baumeister, Roy F., Vohs, Kathleen D., Aaker, Jennifer L., and Garbinsky, Emily N. (2013) “Some Key Differences Between a Happy Life and a Meaningful Life.” The Journal of Positive Psychology, 8(6), 505–16.\n11. Baumeister, R. (1991). Meanings of Life. New York: Guiford Press.\n12. Andreasen, N. C. (2008). “The Relationship Between Creativity and Mood Disorders.” Dialogues in Clinical Neuroscience, 10 (2), 251–55; Garcia, E. E. (2004). “Rachmaninoff and Scriabin: Creativity and Suffering in Talent and Genius.” The Psychoanalytic Review, 91(3), 423–42.\n13. Emerson, R. W. (2001). The Later Lectures of Ralph Waldo Emerson, 1843–1871: Vol. 1. 1843–1854 (R. A. Bosco and J. Myerson, eds.). Athens: University of Georgia Press; Oxford Scholarly Editions Online (2018). doi: 10.1093/actrade/9780820334622.book.1.\n14. Sheehy, G. (1976). Passages: Predictable Crises of Adult Life (1st ed.). New York: Dutton.\n15. Sheehy, Passages,400.\n16. Cook, Joan. (1971). “The Male Menopause: For Some, There’s ‘a Sense of Panic,’” The New York Times, April 5, 1971. \n17. Jaques, E. (1965). “Death and the Mid-Life Crisis.” The International Journal of Psychoanalysis, 46(4), 502–14.\n18. Druckerman, Pamela. (2018). “How the Midlife Crisis Came to Be.” The Atlantic, May 29, 2018. \n19. Modern Elder Academy. \n20. 此處取得授權。\n21. Mischel, W., Ebbesen, E., and Raskoff Zeiss, A. (1972). “Cognitive and Attentional Mechanisms in Delay of Gratification.” Journal of Personality and Social Psychology, 21(2), 204–18.\n22. Mischel, Ebbesen, and Raskoff Zeiss. “Cognitive and Attentional Mechanisms in Delay of Gratification,” 204–18.\n23. Urist, Jacoba. (2014). “What the Marshmallow Test Really Teaches About Self-Control.” The Atlantic, September 24, 2014. \n24. Emerson, R. (1979). The Collected Works of Ralph Waldo Emerson: Vol. 2. Essays: First Series (J. Carr, A. Ferguson, and J. Slater, eds.). Cambridge, MA: Belknap Press of Harvard University Press.\n25. Jachimowicz, Jon, To, Christopher, Menges, Jochen, and Akinola, Modupe. (2017). “Igniting Passion from Within: How Lay Beliefs Guide the Pursuit of Work Passion and Influence Turnover.” PsyArXiv, December 7, 2017. doi:10.31234/osf.io/qj6y9.\n26. Izard, C. (n.d.). “Emotion Theory and Research: Highlights, Unanswered Questions, and Emerging Issues.” Annual Review of Psychology, 60(1), 1–25.\n27. Patz, Alan L., Milliman, John, and Driver, Michael John. (1991). “Career Concepts and Total Enterprise Simulation Performance.” Developments in Business Simulation & Experiential Exercises, 18.\n28. Gaffney, P., and Harvey, A. (1992). The Tibetan Book of Living and Dying (1st ed.). San Francisco: Harper San Francisco.\n結語\n1.  Graves, Dan. “Augustine’s Love Sermon” Christian History Institute website. \n2.  Wallace, David Foster. (2009). This Is Water: Some Thoughts, Delivered on a Significant Occasion, About Living a Compassionate Life (1st ed.). New York: Little, Brown.\n3.  Deuteronomy7:5 (NASB)."
  },
  {
    "id": "file_28",
    "title": "版權頁",
    "text": "天下財經0499\n重啟人生\nFROM STRENGTH TO STRENGTH: FINDING SUCCESS, HAPPINESS, AND DEEP PURPOSE IN THE SECOND HALF OF LIFE\n----------------------------------------\n作者／亞瑟．布魯克斯 Arthur C. Brooks\n譯者／許恬寧\n封面設計／Javick工作室\n內頁排版／邱介惠\n責任編輯／張奕芬\n特約校對／魏秋綢\n天下雜誌群創辦人／殷允芃\n天下雜誌董事長／吳迎春\n出版部總編輯／吳韻儀\n出版者／天下雜誌股份有限公司\n地址／台北市 104 南京東路二段 139 號 11 樓\n讀者服務／（02）2662-0332　 傳真／(02）2662-6048\n天下雜誌GROUP網址／www.cw.com.tw\n劃撥帳號／01895001天下雜誌股份有限公司\n法律顧問／台英國際商務法律事務所．羅明通律師\n印刷製版／中原造像股份有限公司\n電子書設計製作／中原造像股份有限公司\n裝訂廠／中原造像股份有限公司\n總經銷／大和圖書有限公司　電話／（02）8990-2588\n出版日期／2023 年 5 月 31 日　第一版第一次印行\nGrateful acknowledgment is made for permission to reprint “I'm Nobody! Who are you?” excerpted from The Poems of Emily Dickinson: Variorum Edition, edited by Ralph W. Franklin, Cambridge, Mass.: The Belknap Press of Harvard University Press, \nComplex Chinese Translation \n請尊重著作權。本電子書受到著作權法保護，未經出版社的授權，不得在任何網路社群或其他任何媒介上重製、轉載、散佈或以任何形式公開傳輸。任何未經授權的行為都涉及侵犯著作權，導致法律責任及損失。\n書號：BCCF04994P\nISBN：978-986-398-896-0 (EPUB)_V1\n直營門市書香花園 地址／台北市建國北路二段6巷11號 電話／（02）2506-1635\n天下網路書店　shop.cwbook.com.tw\n天下雜誌我讀網　books.cw.com.tw/\n天下讀者俱樂部 Facebook　www.facebook.com/cwbookclub"
  }
]