[
  {
    "id": "id111",
    "title": "加速理想成真的顯化練習：讓人生脫胎換骨的26項深度訓練",
    "text": "致韋德（Wade）：我很感謝你教導我許多事，對我付出無條件的愛，支持我的顯化之旅，還成為在這個世界上最棒的父親，為我們最棒的男孩打造美好的童年。\n豐盛推薦「此套書以白話的方式，點破了能量層級，身語意清淨與願力創造新時空的現象，相當推薦。」\n──王大喜，夢行者Rasta Wang「難得來人世間玩一遭，誰不想把『人生』這場遊戲玩得精采絕倫，坐享豐盛？但有些人玩著玩著，玩到迷路了；有些人玩了這麼多次，始究沒抓到讓自己豐盛的遊戲規則。\n《駕馭顯化的力量【1書＋1實踐練習套組】》這套書厲害在於將撲朔迷離的宇宙能量法則以簡單扼要的『心法』呈現。透過七個步驟以及書中特有的筆記陪練，更具體的陪伴讀者們一起覺察意識、清空負能量。持續練習提升高頻能量，你發現豐盛隨時垂手可得。」\n──東京小姐Rica，知名靈性YouTuber「蘿希是顯化領域所需要的聲音。吸引力法則存在許多迷思和誤解，我非常欣賞她以務實、周到和可行的方法，反思顯化的真諦。』」\n──傑．謝帝（Jay Shetty）， 《僧人心態》（ Think Like A Monk）作者「蘿希．納福斯探索了正向思考、戰勝逆境和擁抱脆弱性，對個人成長的影響。她從沉迷和消極情緒中，轉變成『顯化女王』的強大經歷，凸顯了我們所有人內在潛力。蘿希的教導融合了科學和智慧，提供了一種哲學和自我發展實踐，說明實現目標、培養愛自己並顯化你的渴望。跟隨她踏上這條啟蒙之路，邁向賦權和自我探索，她將分享可行的見解，幫助你過上顯化和自我轉變的生活。」\n──瑪麗安娜．希維特（Marianna Hewitt）， 美國知名部落客「顯化女王。」\n──《富比士》（ Forbes）「蘿希巧妙地剖析如何運用心念力量改變你的日常生活，並打破了人們對顯化普遍的誤解。」\n──Today.com「2022年版的《祕密》。」\n──英國版《時尚》（ Vogue）雜誌「邁向更積極生活的路線圖。」\n──《金融時報》（ Financial Times）「對想要駕馭自己生活的人來說，這是必讀指南。」\n──英國版《魅力》（ GLAMOUR）雜誌「新起之秀的顯化大師。」\n──《星期日泰晤士報．風格》（ Sunday Times Style）「一種現象級顯學。」\n──《紅秀》（ Grazia）雜誌「實現理想生活的祕密武器。」\n──《生活雜誌：愛爾蘭週日獨立報》 （ Life Magazine: The Sunday Independent）「我經常向想要開始顯化的人推薦蘿希．納福斯的書，雖然像是老生常談，但內容真很棒……這套書包含了七個顯化心法，從釐清願景到相信宇宙，將改變你思考實現個人目標和追求理想生活的方式。對於任何想在個人成長過程中，培養愛自己的顯化新手來說，這是必讀之書。」\n──女性媒體The Everygirl前言讓人生越來越好的顯化練習在迎接2022年的跨年之夜，我依照每年的慣例製作我的新年夢想板。\n我點上我最愛的香氛蠟燭來營造場景，然後躺在瑜伽墊上，開始聆聽他人的引導，進行視覺冥想，讓自己完全放鬆。\n接著，我拿出一張大厚紙板，開始寫下我明年的所有目標。我的夢想非常遠大。再過六天，我的第一本書《快速顯化你想要的人生》（ MANIFEST: 7 Steps to Living Your Best Life）就要上市了，我有點擔心會得到怎樣的評價（如果我說自己沒有「冒牌者症候群」\n（imposter syndrome），那就是在撒謊，之後會提到什麼是冒牌者症候群）。\n然而，我依循自己的建議，確保自己在夢想板上寫下的目標不受恐懼和疑慮的影響。\n首先，我寫下標題「顯化之書」，然後在下面寫下「《星期日泰晤士報》（ Sunday Times）暢銷書、美國、《時尚》（ Vogue）雜誌、多國語言」。\n九天後，我首次出版的書《快速顯化你想要的人生》登上了《星期日泰晤士報》書籍暢銷榜第5名（在寫這段文字的當下，這本書已經蟬聯暢銷榜連續16週）。一個月後，我和美國的歷史稜鏡出版社（Chronicle Prism）簽約，2022年秋天發行《快速顯化你想要的人生》美國版。不久之後，英國版《時尚》雜誌寫了一篇專欄介紹《快速顯化你想要的人生》，並稱這本書是「2022年版的《祕密》（ The Secret）」。此外，《快速顯化你想要的人生》還翻譯成22種語言，數量持續增加中。\n你能想像當年的我是否會料想到這些事嗎？我現在常常思考這件事，跟四年前的我完全判若兩人：一個感到迷惘的女孩，毫無自我價值感，對抗成癮問題，事業看不到前途，也從來不懂得快樂的真正感受。我試著想像自己對她會說什麼，我想我會說： 人生很美好，而且你有著讓人生變更好的能力。\n我很難用言語描述過去幾個月來的感受。這段時間就彷彿我被推入某個神奇的旋風之中，而這個旋風的推動力來自於顯化。我完全無法想像我的那本橘色封面處女作會有如此熱烈以及廣大的迴響。顯化對我意義非凡，完全翻轉了我的人生。我把我的顯化七心法視為生命一樣重要，並全心相信只要依循這些心法，每個人都有翻轉命運的能力。可以跟眾人分享我的經驗，我倍感榮幸且感激不盡。\n在我的處女作《快速顯化你想要的人生》中，分享了我獨家的顯化七心法，這本書則會再幫你進化，深入了解釋放無限潛能所需的內在療癒。在書中，我會探討新的想法和概念，讓你更理解如何進行內在療癒；我也會回應我常常被問的問題，例如：為什麼要好好收藏夢想板？如何才能不在意別人的眼光？是否需要常常保持正向心態，才能顯化我想要的一切？如何分辨來自宇宙的考驗，還是這是需要改變目標的徵兆？\n這本書的獨特之處在於，充滿實用的顯化練習，等你來實踐。透過這些練習，可以進行深度自我反思、自我覺察，並提升你對顯化的理解，如果想要讓你的顯化能力提升到更高的境界，這些元素不可或缺。\n我會鼓勵你循序漸進運用這本書，慢慢花時間進行每項練習，敞開心胸讓自己感受效果。當你讀到本書的最後一頁時，會更了解自己與人生中真正想要的一切，也會療癒你從來沒有意識到的部分。你會活出更真實的自我，實現強大且輕鬆的顯化能力，也會明白哪些行動可以帶給你值得擁有的一切，活得心滿意足。\n儘管我是這本書的作者，我的名字也出現在封面上，但隨著你深入了解我的顯化七心法，並逐步完成各項顯化練習，我希望你能成為這本書的共同作者和說故事的人。你要學習自我療癒，並成為自己的精神導師，真正成為自己人生故事的作者。沒有比這更加強大的事情了，不是嗎？\n顯化的關鍵字詞宇宙當我提到「宇宙」時，指的是超越我們的能量。對我來說，顯化背後的魔力，正是宇宙。宇宙超越了我們的意識覺察。如果對你來說，並非如此，那麼你可以將書中的「宇宙」關鍵字，換成你自己的詮釋方式。\n高頻高頻是「高振動頻率」的簡稱。根據量子力學的原理，證實會「物以類聚」，因此如果我們處於高振動頻率，就會吸引相同高振頻的人事物。\n低頻低頻是「低振動頻率」的簡稱。如果我們處於低振動頻率，就會吸引相同低振頻的人事物。\n豐盛心態相信一切豐盛，可以跟所有人共享的信念，這種心態有助於我們持續吸引豐盛進到生活中。\n匱乏心態相信一切匱乏，無法跟所有人共享的信念，這種心態會導致我們一直處於匱乏感，還會阻礙我們吸引豐盛的能力。\n快速掌握顯化心法❶如果你不知道自己的目的地，就到達不了想去的地方。因此，首要之務是，選擇你真正想要的一切。\n你的顯化目標必須清晰明確。模糊的目標難以實現，細節愈多愈好！如果你不確定具體目標，請想像你想要的感受，你可以顯化特定的感受。\n觀想是一種極為有效的顯化方法，透過想像未來場景，幫你輕鬆實現目標。神經科學研究證實這一點：定期觀想可幫助潛意識篩選資訊，並尋找符合想像的機會，讓你朝著目標邁進。\n當你想像自己渴望的人事物時，請深入感受擁有它們的情感。舉例來說，如果你想要顯化理想住家，請想像這間房子的細節，然後完全沉浸在踏進大門的感受中。我們會吸引內心感受到的人事物。\n在你的顯化之旅中，最重要的問題是： 你想要成為什麼人？當你觀想未來的自己時，請想像最具內在力量的高我，明白這個人已經存在於你的內在；雖然他仍在沉睡，只要依循顯化七心法，就能釋放顯化的魔法，並喚醒他。\n夢想板，是以視覺化的方式呈現理想人生。我建議每個人都要製作夢想板，當作是顯化之旅的起點。\n夢想要盡量遠大，並努力追求。\n思考未來可能會同時引發膽怯和興奮的情緒，讓我們感受到害怕和激動交錯的複雜心境。當我們試圖想像自己一年或五年後的生活時，腦海中可能迅速湧現各種美好的夢想，猶如觀賞一部生動的電影；同時，也可能感到自己彷彿就站在一個無底的深淵前。這樣的過程充滿了各種可能性和潛在的憂慮。我們心中對於未來的探索，既充滿了希望和挑戰，同時也夾雜著迷惘和焦慮。恐懼引發各種疑問： 如果事與願違的話，該怎麼辦？如果我失敗的話，該怎麼辦？為什麼我看不到自己想要的未來？\n在學習掌握顯化心法❶時，請放下恐懼、擔憂與不安，別受到這些負面情緒干擾。現在，跟著我打開你的心靈之眼（想像力）觀想未來，並把恐懼化為雀躍。\n在開始之前，應該提醒自己一件事： 「顯化」不僅吸引「人事物」進入我們的生命，也展現出我們期待他人看到的生活；更重要的是，顯化帶給我們渴望的滿足、讓我們體驗喜悅、雀躍和充滿愛的人生。關鍵在於前往這些感受的核心所在。\n最近，我舉辦了一場工作坊，在提問階段時，有一名女學員問：「我要如何著手釐清我想要的目標？有時候，我分不清楚『真正想要的目標』跟『我認為應該想要的目標』這兩者的差別。」我了解她的問題。我們很容易陷入一個迷思，認為每個人都應該追求相同的目標。或許受到社會壓力的影響，有人會提出想要結婚生子的目標，然後過著幸福快樂的日子，或是想要擁有響亮的工作頭銜，就算壓力巨大，卻有著六位數的薪資和配有公務車。\n然而事實上，這並非每個人的目標，也不是所有人都渴望這些事，更不該如此。現今，我們是不是應該釐清自己真正的目標，而不是受到社會壓力的影響？我們是不是應該允許彼此都這麼做？不想生小孩沒關係；在自由工作的時代，不想創業沒關係；不想找一個頭銜響亮的工作沒關係；只想過得簡單沒關係；想要慢活而不是忙碌的人生也沒關係。\n我的意思是， 你可以追求任何目標，只要是你真心想要的，都沒問題。無論你的目標與眾不同，或跟過去的目標相比有所不同，都是很合理、值得期待、寶貴且鼓舞人心的。\n別害怕與眾不同，也別害怕按照自己的方式生活。\n為了幫助那位參加工作坊的女性正確理解自己的真正目標，我首先問她：何時讓你感到最滿足與平靜？那時你在做什麼？周圍有哪些人？生活中發生了什麼事？當你思考這些問題的答案時，你會逐漸理解讓你最快樂的核心元素是什麼。可以把過去的回憶當作是一種線索，然後你就可以開始顯化符合這個核心的人事物，出現在你的生命中。\n顯化練習1：回憶感到滿足和平靜的時刻在繼續之前，請回答以下問題：請描述你感到最心滿意足和平靜的時刻。在那個時刻，你在做什麼，周圍有哪些人？\n請根據前述的答案當作指引，接著回答以下兩個問題：1. 過往的回憶提供你哪些顯化目標的線索？\n2. 現階段，有哪些事常常妨礙你滿足和喜悅的感受？\n我很喜歡這項練習，也經常回顧。在忙碌的生活中，仔細思考我真正感到快樂的原因變得非常重要。這樣做有助於我釋放自己，停止追逐我認為自己應該或曾經想要的目標，也幫我活出真正的自己。此外，辨認目前有哪些事阻礙我滿足、平靜與快樂的感受，讓我能夠找到生活中需要改變的地方，或者必須放下的事物。\n你想要有哪種感受？\n如果你還不確定自己真正想要的目標是什麼，可以先釐清自己期望在人生中體驗什麼樣的感受。請記住，你絕對可以設定某種感受作為目標。在以下的練習中，請思考你希望在人生中體驗到的感受。為了讓練習簡單上手，可以把人生劃分成四大領域：1. 感情與人際關係2. 事業／工作3. 家庭／日常4. 體驗／休閒顯化練習2：人生四大領域，最想擁有的感受針對每個領域，分別寫下你最想擁有的感受，例如：喜樂、平靜、安心、自在、自信、具有內在力量、受到尊重、受到重視、興奮、受到啟發、有條理、有挑戰性、受到激勵。\n透過這些回答，你可以引導自己清楚了解一件事： 為了培養這些感受，你可以確定可以顯化哪些具體目標。舉例來說，如果你希望在居家生活中感受更多平靜，你可以利用這些回答來釐清你希望創造出什麼樣的居家環境。如果你想在工作中感受更多挑戰與激勵，或許可以考慮目前的職涯規劃是否足以滿足這些需求，或者是否有其他機會能夠提供更多這樣的體驗。\n這項練習的目的，是幫你釐清在生活各領域中，想要擁有的感受，透過這些感受深入了解自己的顯化目標。我建議你將這項練習視為起點，現在就開始製作你的夢想板。\n夢想板：視覺化你的理想人生夢想板， 是以視覺呈現你的夢想人生。對我來說，夢想板是跨出第一步的關鍵。夢想板讓我們有機會描繪我們的生活，清楚了解我們想要顯化的具體夢想、願景、願望，以及希望顯化的時間點。\n在《快速顯化你想要的人生》一書中，我曾分享夢想板的製作步驟，現在我再次與你分享這些步驟，以便在你準備開始製作新的夢想板時能派上用場。在這個過程中，請挑戰你自己，寫下你希望在人生中實現的每一個目標，當恐懼和疑慮出現時保持警覺。當你準備在夢想板上寫下一個目標時，請問自己以下三個問題：1. 我的夢想是否可以更遠大？\n2. 這個目標是否能讓我有成就感，讓生活充滿我所渴望的感受？\n3. 這個目標是否完全符合我內心真正的渴望、夢想與願望？\n如果你已經完成夢想板，但還沒如實展現你最深層也最大膽的夢想，那現在就是你製作新夢想板的時機。\n製作夢想板營造環境點上香芬蠟燭，播放輕鬆的音樂，打造一個平靜且利於冥想的環境，將製作夢想板視為神聖的活動，讓你得以享受並投入其中。\n選擇你的呈現方式拿出一張大厚紙板或一大張紙，然後選擇你比較喜歡的製作方式，例如：你可以使用不同顏色的筆寫下目標（條列式列點或是自由描寫皆可），也可以使用圖片（自己畫圖或是從報章雜誌剪下圖文，但這些圖文必須符合你想吸引的人事物）。\n請採用你認為最棒的方式，任何一種皆可，記得要樂在其中。\n決定時程在夢想板的最上方，寫下你的目標顯化成真的確切日期。\n你可以決定夢想板的時程是六個月、一年或五年，不過我自己這三個時程都會製作。\n我發現，有些人雖然難以想像一年後的人生，但對於五年後的人生反而比較可以想像，而有些人的情況可能正好相反。因此，如果你不知道怎麼進行，你可以選擇不同的時程。\n進入狀況在夢想板上添加內容之前，應該確保自己已經體驗那個未來自己的感受。請先暫停片刻，做幾次深呼吸，想像六個月、一年或五年之後的自己，在腦中想像清晰且生動的畫面，同時詢問自己以下幾個問題：內心的感覺如何？\n身邊有什麼人際關係？\n居住在什麼房屋？\n從事什麼職業？\n感到最自豪的是什麼？\n希望人生有什麼部分改變？\n希望什麼部分維持不變？\n當你回答這些問題時，讓自己暢遊在夢想、渴望與願望中。別讓恐懼限制你的想像，而是讓你的心靈之眼帶你前往想去的地方。當你觀想時，讓未來的自己畫面活靈活現。\n將人生分類 1將夢想板劃分成六個類別：個人成長（你希望內心有何感受）感情生活職業生涯親朋好友居家環境興趣嗜好規劃人生針對前述六大類別，分別寫下你想顯化的項目。如果你的製作方式是剪貼圖片，例如你有夢想住家的圖片，請將這些圖片黏貼到夢想板上。\n我個人會在每個類別至少列出三個項目，不過可以添加到夢想板上的項目，其實數量沒有限制。\n好好收藏夢想板製作完成後，請保存在某個安全的地方，請記住夢想板最上方寫下的日期，提醒自己當天拿出夢想板。\n為什麼要好好收藏夢想板？\n這個問題可能是我最常被問到的之一。原因可能是一些顯化專家建議將夢想板放在每天都看得到的地方，這些建議會讓人感到困惑。我想這兩種建議都有合理的論點，我並非認為我的建議就是唯一正確的方法。我會解釋我的立場，但選擇哪種方式最適合自己，你可以自行決定。\n我建議好好收藏夢想板的第一個理由是：為了在生命中顯化任何人事物，你必須清楚明白你想要的目標（清楚自身的願景），然後你臣服於達成目標的顯化之旅。顯化心法❼：相信宇宙就是培養信心，即使你不知道目標會如何達成，但你相信事情一定會按照安排進展；這種高頻率的自信和堅定將消除懷疑，並非試圖強迫每件事情都按照計畫進行，因為這可能伴隨著低振頻、急躁且充滿質疑的能量。\n然而，你只要盡可能遵照日常習慣（也就是遵循顯化心法，投入內在療癒，消除恐懼和疑慮的，調整行為或克服來自宇宙的考驗），堅信結果一定如願。對我而言，將夢想板收好就是以實際行動展現這種信心； 寫下想要的目標，然後收好夢想板，就是臣服於顯化之旅。\n我認為， 如果你每天看著夢想板，反而會阻礙顯化的最佳狀態。在顯化心法❺提到， 清楚你的願景，同時也要完全感謝目前所擁有的一切。如果你每天看著未來的目標，一心想著如何達成，何時才會實現，你就不可能真正感受、留意與感謝你已經擁有的一切。\n我建議要好好收藏夢想板，還有一個理由是：夢想板應該是神聖、誠實且坦白的，必須象徵你想要顯化的一切。你應該寫下理想人生的具體的樣貌與感受，並且誠實反映自己最深的渴望。如果你的夢想板當作是手機桌布或掛在牆上，我懷疑你是否真心寫下所有真實的夢想；你可能無法勇敢或誠實地表達你的顯化目標，因為潛意識中可能會保留一些，以避免他人看到你的夢想板。\n因此，我建議：你的夢想板必須毫無保留寫下你想要顯化的每一件事，你要有遠大的夢想，徹底誠實、敞開心扉表達出你真正想吸引到生命中的一切，並讓夢想板反映真實的你。 當你完成夢想板後，請放在某個安全的地方。\n常見問答問題：當我製作夢想板或設定顯化目標時，是否應該務實一點？\n解答：絕對不行！一旦想要「務實」，就可能讓自己受限於恐懼和疑慮。顯化心法❷：消除恐懼和疑慮是顯化之旅中，最關鍵的心法，因此對顯化心法❶也至關重要。你必須清楚自己真正想要的人生，並非自己認為務實的人生。\n夢想板不應該打安全牌，應該要開拓展心靈邊界，進而拓展現實世界。\n然而，如果你想以視覺化的方式呈現，像是螢幕桌布或掛在牆上，每天提醒、激勵你， 你可以製作「情緒板」（mood board）。情緒板可以由圖片或文字所組成，這些圖文代表你的理想人生，以及你想要顯化的一切，但不需要特定的細節。\n你完美的一天在實踐顯化心法❶時，除了製作夢想板外，還可以採用觀想的方法。透過視覺化冥想，你能深入感受所期望之事，調整自己的振動頻率，並即時影響你將在生活中吸引的人事物。加拿大暢銷作家包柏．普克特（Bob Proctor）說過一句很棒的話：「 在心中看到，便能實現。」每次進行觀想前，我都會想著這句話。\n每晚入睡前，我都會進行視覺化冥想，這個習慣對我的個人成長之旅帶來許多幫助，並自然變成日常生活中的一部分。我會聆聽由他人引導的冥想或是帶領自己進入放鬆狀態，讓自己呼氣和吐氣時專注在腹部的起伏上。我會聆聽他人的冥想引導，或帶領自己進入放鬆狀態，專注於腹部起伏的呼吸。隨後，透過心靈之眼專注於未來的畫面，針對特定顯化目標深入想像各個細節，並沉浸在擁有目標的感受中。舉例來說，我曾經想要顯化的目標是成為《星期日泰晤士報》暢銷作家，我會想像打開報紙後，看見自己的名字在上面，並試圖體驗在那刻的喜悅、自豪和興奮。\n然而，和許多人一樣，我相信許多人也有過類似的觀想經驗，就是難以想像顯化目標的清晰畫面。這可能是當天沒有靈感，或是我對於自己已經擁有的一切感到滿足，所以缺乏設定新目標的動機（畢竟，顯化是要活出最精采的人生，而不非無止境追求更多）。因此， 我希望尋找不同的方式，讓自己沉浸在對未來的高頻感受中，而不是一直尋找新的觀想目標。\n我做出改變；我開始採取行動，想像自己經歷完美的一天。我會選擇一個未來的時刻，或許是一個月後，甚至一年後，然後想像那天從清晨到夜晚我將做的每件事。在冥想的前期，我會明確選定地點、季節和周遭的人物，接著盡情想像那一天的所有細節。每次進行這樣的冥想，我的完美一天都元素不盡相同，但我總是將自己置身於簡單快樂的情境中，想像滿足、喜悅和感恩的心情。有時，我會想像自己去度假；有時，則會想像在工作中充滿靈感和樂趣天；有時，只是想像與我的兒子沃夫一同享受遊戲、擁抱和歡笑。\n每個人的完美一天有所不同，你可以選擇有所不同或總是相同；但 唯一的條件是不要倚舊重溫過去的完美一天── 你完美的一天應該是未來的某一天。\n如果你想要親自嘗試這個技巧，在我的冥想與肯定音樂的系列中，創作了「完美的一天」（Perfect Day）的冥想，可以在我的網站中（www.roxienafousi.com）找到。\n顯化練習3：寫下完美的一天我也喜歡將這項練習當成寫日記，你可以利用右頁空白處詳細描述你完美的一天，就像進行冥想一樣，從清晨醒來開始，慢慢帶領自己體驗完美的一天。如同寫日記，記錄一天的經歷，彷彿是親身體驗一樣。\n你的開頭可以寫道：親愛的日記，今天簡直是最完美的一天。我醒來的第一件事，就是看到房間窗戶外的美麗藍天……請你寫下越多細節越好，記錄時，記得要沉浸在這些經歷的感受之中。\n當你清楚知道想要從生活中獲得的感受，並且明白自己想要吸引到生活中的一切，這時你就踏上顯化之旅。視覺化冥想應該成為每日或每週的習慣。在製作夢想板時，你的夢想應該是遠大的，值得努力追求。請記住：你是自己人生故事的作者。當你想像未來時，應該要非常期待，因為最美好的人生尚未到來。\n1 　此非必要步驟。我個人喜歡進行這個步驟，因為它能幫我釐清人生中每個面向的目標，不會只著重在單一面向上。\n快速掌握顯化心法❷我們不僅從有意識的思想進行顯化，也從相信自己值得擁有的潛意識與自我價值進行顯化。\n當低自我價值、不安全感、限制性信念、制約與過往經歷累積到頂點之時，就會形成恐懼和疑慮。\n恐懼和疑慮，是阻礙我們實現夢想的兩大障礙。\n要消除恐懼和疑慮，我們需要專注於「內在修煉」和自我療癒。這就是為什麼在個人成長過程中，顯化擁有讓人煥然一新的強大力量。\n必須持續實踐顯化心法❷，每個人在消除恐懼和疑慮時，都需要付出不同程度的努力。\n實踐顯化心法❷的一種方式，就是開始覺察大腦意識中的想法，因為這些想法會影響我們的潛意識，使潛意識信以為真。\n我們每天都有能力控制自己的想法，可以使用口號、替換言詞、改變觀點和運用觀想技巧來幫助我們消除恐懼和疑慮。\n你必須先相信自己值得擁有，才能夠顯化任何人事物進入你的生命中。\n當我撰寫《快速顯化你想要的人生》時，我要傳達關於顯化最重要的課題就是：我們只能顯化潛意識相信我們值得擁有的一切，而阻擋我們擁有我們最渴望的一切就是恐懼和疑慮。我們必須開始消除這兩個阻礙，使它們對我們不再有支配力，我們才能夠吸引宇宙的豐盛。然而，我們的恐懼和疑慮是年復一年甚至是數十年累積而成，它們不像推土機大力一推就倒下的塔樓一樣。我們得要仔細、緩慢而且穩扎穩打地一一移除每個阻礙，透過這樣的過程讓自己擺脫它們所造成的壓力。\n我相信我們誕生在世界上時都充滿自信與無條件的愛自己，然而一件事奪走了這一切：人生歷練。人生有許多經歷，而在人生之旅中，我們漸漸喪失那股具吸引力而且強大的能量，我們的自信也漸漸被自我懷疑、限制性信念與自我價值低落的感受取而代之。消除恐懼和疑慮其實就是踏上回歸真我的旅程。\n在《快速顯化你想要的人生》一書中，我提供了幾個案例說明如何開始消除恐懼和疑慮，例如每天使用口號、替換言詞和引導我們的思維。在這本書中，我將進一步深入探討這些技巧，因為我發現這個方法對我消除恐懼和疑慮非常有效，並引導我踏上翻轉人生的療癒之旅。\n斬草除根，而非治標不治本我以前曾與前男友因為一些瑣碎事情互傳訊息吵架，後來爭吵變得越來越激烈，無法收拾。他對我說：「我無法一直再這樣。」這句話讓我的心碎。我理解成：「我無法跟妳繼續交往。」他的話刺激到我，讓我感到自己被拒絕和被遺棄，證實了自己不值得被愛的信念。於是我回：「好吧，那我們結束吧。」\n他對我的回應感到驚訝，但實際上這只是輕描淡寫，他的意思只是不想繼續這樣對話，而我卻誤解了。這種誤解來自於我的恐懼、疑慮、過去的經驗和潛藏的信念。總之，我所理解的現實受到過去的束縛、限制和控制。\n當我們的創傷尚未痊癒時，就容易讓自己受到刺激。你是否曾感受過莫名受傷，然後回顧後覺得其實沒什麼大不了？或者是否經歷過他人完全誤解你所說的話？這是因為 過往的經驗、恐懼和疑慮會影響我們當下的感受，塑造我們對事件的詮釋和理解方式。\n當我們受到刺激時，往往治標不治本。舉例來說，我和前男友爭吵後，當時的我尚未掌握到持續實踐顯化心法❷的重要性，以及每個人消除恐懼和疑慮時所需的努力不同。過程中，我學會意識到自己受到刺激，因此我把所有心力都放在改善情況（也就是治標）。\n我試圖解開誤會來彌補錯誤，讓一切回歸「正常」，但沒有找出自己為什麼當下會這樣的反應（也就是治本），只是處理表面問題而已。\n在感情或友情中，你有多少次只是處理表面問題，而非探究根本原因？是否記得自己曾經不在意見不合或爭執時，你是否忽略衝突的根源，只為了迅速修補關係，避免更多不愉快？當你那麼做時，是否在幾週或幾個月後，又再度引發相同的爭吵？\n回想起來，我意識到當時應該花時間思考自己的反應：「好吧，我誤會他說的話，他沒有那個意思，因為他已經跟我解釋過了。那麼導致我這樣解讀的真正原因是什麼？是哪些過往經驗或創傷引起了我的反應？」這樣做，不僅有助於我放下潛意識中控制我的低頻信念，也能確保日後不再犯同樣的錯誤。只有這樣，我們才能對人際關係中的個人「包袱」負責，這對維持健康的關係非常重要。\n我們必須敏銳覺察自己的創傷，開始治本而非治標，才能打破固有的思維和行為模式，擺脫過去的支配和控制。\n在我個人的療癒之旅中，我深刻體悟到一件事，也就是明白自己的反應幾乎都是受過去所影響，跟當下的情況沒有直接的關聯。我會不斷問自己「這種反應從何而來？」如此一來，我才能夠擺脫過去對我的控制。這就是真正掌握顯化精髓所需的內在修煉。 我們必須自我療癒，才能擺脫過去的枷鎖，釋放內在最強大、最有自信與最具有吸引力的自我。\n我覺得，有一句諺語非常適合形容這種刺激，那就是：「壓垮駱駝的最後一根稻草。」這句諺語在《柯林斯辭典》（ Collins Dictionary）的定義是：「最後一根稻草」或「壓垮駱駝的最後一根稻草」，是一連串不愉快或負面事件的最新事件，導致整個崩潰。對我而言，刺激就是人生中一連串負面事件的最後一根稻草，這些事件都存在於你的潛意識裡，導致你對當下經歷的事件產生不成比例的反應。\n我理解每個人都可能經歷過各種不同程度的創傷。因此，每個人的療癒之旅都是獨一無二的。這些練習並非旅程的起點與終點，但至少可以幫你開始自我療癒。\n接下來，我會分享自己在受到刺激時的應對和療癒方式，旦我也要坦承，我透過心理醫師協助我進行內在修煉。若感到難以獨自面對創傷或過往經歷，請主動尋求外界的專業協助，這些協助有各種形式。\n覺察「未定義和未探索的情緒和認知，會主導你的每個決定。必須自我覺察，否則就會受這些情緒和想法控制。」\n──布芮尼．布朗（Brené Brown），美國暢銷作家恐懼或疑慮可能會阻礙我們的顯化能力，克服它們的第一步就是意識到它們的存在。\n受到刺激往往暗示某些問題尚未解決，因此有助於我們找出恐懼和疑慮的根源。請留意自己在生氣、怨恨、挫折、悲傷或焦慮時，先停下來，思考這些情緒的來源，並問自己是否反應合理，或是受到創傷的影響。\n舉例來說，當你收到老闆的電子郵件提出建設性的建議時，卻感到戒心或憤怒時，應該反思：我對這封信的反應是否合理？是否可能受先前經驗、信念或恐懼影響而曲解郵件的用詞或意圖？若反應不合理，你可以探索其根源。例如，郵件是否觸發了父母或老師期待之外的情緒？是否引發對被否定的恐懼或相信必須完美才能勝任的潛意識信念？\n覺察到自身感受，以及對外在刺激的反應，提供了絕佳的機會讓我們退後一步觀察，意識到個人的故事角度、思維、情感與對事件的詮釋不一定與當下現實相符。具備這種覺察力後，重要的問題是要問自己：「我所持的負面敘事觀點是否符合實際情況？」\n通常答案是否定的；我們對他人意圖、想法或感受的了解十分有限，因此常會自我推測，構建自己的故事及推斷。這樣的思維方式對我們有時有利，有時也可能造成傷害。若為後者情況，可能是因為我們的敘事角度是源自於恐懼和疑慮。\n再舉一個例子，假設你去參加了朋友的生日派對。在這場活動中，你發現自己認識的人不多，讓你感到有些格格不入。當你抵達現場後，主辦人帶你認識一位新朋友，你們開始交談。不過，僅幾分鐘後，他突然打斷對話，看向你身後，發現朋友的到來，隨即離開去接待朋友，並致歉離開。這時，你心中可能湧現批評聲音、恐懼和疑慮，你可能會認為，他覺得你無聊、你不擅長社交、你不該來這場活動等。這些負面想法立即讓你感到困擾、挫折和尷尬。整晚你被這些情緒籠罩，影響了你跟其他人的互動，最終導致你提前離開。\n在這個情境中，你經歷到的刺激是有人結束跟你的對話，轉身去迎接朋友。若你具備覺察力，便會停下來自問：「有任何證據顯示我確實無聊或社交不擅長，導致對方離開嗎？」當然，這樣的假設是不確定的。接著，你可以探索為何會產生這樣的自我懷疑；也許在結識新朋友時缺乏自信，這場派對引發了這種情緒，或訴諸於過去感受不被歡迎的經驗。透過這樣的思考，你便能開展療癒的旅程。\n無論受到何種刺激，要認清且明白一切都是因為跟過去的自己與經歷有關。\n你現在讀到這裡可能會想：那要如何真正療癒呢？其實最關鍵在於覺察過往經歷和創傷如何影響我們的反應、感受和說法。當我們探索潛意識中的過去，它們便無法悄悄地左右我們。此外，透過各種自我成長的技巧來療癒，有助於我們澄清思緒並釋懷。當我發現自己受到過去刺激時，我會採用以下兩個技巧：寫日記日記寫作是一項極具能量的自我成長技巧，幫助我們踏上自我療癒與顯化之旅。當我們給予自己寫作的空間，便更易於分析、釐清和理解自身的想法、感受與情緒。此外，記錄事情讓我們立即釋放自我；當你將腦海中的思緒轉寫成文字時，它們的振動和對你的影響也會隨之改變，進而讓你釋放掉這些負面情緒。\n顯化練習4：寫日記辨識你的情緒請按照以下練習寫日記，這個練習專為達成以下目的而設計：辨識引起刺激的原因找出刺激的根源探索其他應對方式，並視之為學習的機會請回想某個刺激到你的事件，讓你感受悲傷、恐懼、怨恨或憤怒等低頻情緒。\n1. 請描述下列情境，包括你的感受及觸發的情緒，例如：我當時與伴侶對話，他的一句話讓我感到被拒絕，讓我感到極度難過、受傷和沮喪。\n2. 描述你曾經有過相同感受的其他回憶或經驗。\n3. 請對於第一個問題的情況，提出更具內在力量的替代詮釋方式或應對方式。\n每當你想要探尋刺激的來源並展開療癒時，你可以隨時在專屬的日記本或筆記本上重複進行此練習。\n當你踏上療癒之旅時，常常會開始回想起先前遺忘的事情，或者在腦海中回顧一些或許重要、或許隨意的事件。逐漸回顧過去，潛意識也會自然將更多記憶轉移到意識裡。這種現象對我來說是正面的，因為這些回憶重新浮現時，我們能夠面對、療癒，然後放下。\n應該理解這些回憶所要傳達的訊息，而非漠視其存在。\n寫日記是探索這些回憶所試圖揭露真相的完美方式。在描述回憶時，應該包括：1. 你當時所感受的情緒2. 那時你生活中發生的事情3. 該事件如何影響了你的情緒、自我價值感或信念。\n這樣做時，你可能會突然領悟，因為你會意識到那段經歷或生命中自那時起一直在影響著你。你也可能會發現某些人際關係或自身行為中的一些慣性。\n內在小孩的冥想在我自我療癒過程中，這個方法為我帶來了極大的轉變。當我首次嘗試內在小孩的冥想時，我的朋友兼療癒教練卡麗娜．塔拉（Carina Talla）陪伴在旁。當我意識到難以在生活中敞開心扉面對他人時，我決定尋求她的援助。過去，我一直擔心展現真實自我在人際關係中可能會造成他人疏遠。\n這種情況不僅局限於我的戀情，同樣也反映在我的友情中。我常自以為只要展現出需要或依賴某人的情感支持，對方就會察覺到，進而疏遠。這就是為何我常感難以深入投入任何關係，也是為何在覺得自己過於「依賴」某人時，就會不斷陷入惡性循環之中。\n當我一、兩週沒有收到某個朋友的訊息時，內心便開始引起不安，甚至自問：他是否不再喜歡我了？我有否犯下了過錯？於是，我常會反應過度地去討好他人，或出於自我保護而選擇疏離。就像與前男友的聊天曾刺激到我一樣，過去被拒絕的經驗和感受讓我對交友產生恐懼。\n因此，我決心打破這種模式，做出改變。在與卡麗娜進行冥想時，她給了我空間，讓我探索童年的人際關係如何影響我的信念和對人際關係的看法。童年時，我常感受到被拋棄和被否定，充斥著許多這樣的回憶。坦率地說，我幾乎沒有享受到安心、認同、支持或鼓勵的私人空間。\n當我辨識出特定情境對我的思考和行為模式造成影響時，我能夠反思並憐憫地對自己說：「哦，原來如此，因為在成長過程中未學會如何在人際關係中感到安心，所以缺乏安全感是理所當然的。現在一切變得合理了。」這樣一來我立刻感到釋懷，也幫助我釋放對自我的負面批評，因為我至少初步理解了。現在，我能看到事情的根源而非表面，這意味著我開始療癒，並著手改變一直影響人際關係模式的過去行徑。\n卡麗娜鼓勵我回想童年時第一次感受到不安或遭受拒絕的經驗，接著引導我進行內在小孩的冥想。在冥想中，我運用心靈之眼回溯到過去的回憶中，重新體驗那段時光。想像現在的自己走向童年的自己，擁抱她並給予無條件的愛、支持與肯定，提供她當時真正所需的一切。淚水湧出且持續許久，我深切感受著對年幼自己的愛和憐憫。這份愛讓我放下、釋懷，不再受過去回憶的困擾。當我再度張開雙眼時，改變已經發生。\n我們無法改變過去，也無法改變形塑我們的人生經歷。然而，我們可以改變這些經歷對我們的影響力。\n當我感到有必要釐清或療癒仍在影響我過往的事情時，我會進行冥想，聚焦於內在小孩或年幼時的自己。在冥想的過程中，我躺下，專注於呼吸，並注視腹部上下移動，以進入放鬆的狀態。透過心靈之眼，我重新體驗需要釐清或療癒的記憶。我給予年幼的自己當下所需的愛，告訴自己是安全的、被愛的、受到肯定的、有價值的、被傾聽的和被看到的。有時，我冥想內在小孩，但也考慮到青少年時期或最近受到衝擊的經驗。\n憐憫我的內在小孩或年幼的自己，以出乎意料的方式改變了我的人生。實際上，曾有相當長一段時間，我刻意避免回想童年時光。我不曉得回憶過去如何賦予我的未來內在力量，但我大錯特錯了。給予內在小孩那時所需的一切，是啟動內在療癒和潛能的關鍵。因為內在小孩仍在我們內心存在，當我們對他施以慈悲與關愛時，也在自我療癒。\n我設計了一個強大的內在小孩冥想，它能引導你進行練習。你可以在我的網站（www.roxienafousi.com）中找到一系列的冥想和肯定音樂。若在冥想時流淚，請不要驚訝；這是情緒的釋放，因此不要壓抑─讓情緒流出並釋放吧。\n顯化練習5：從回憶中找線索完成冥想後，我建議立即實踐這個簡單的寫日記技巧，確實能夠加強療癒效果。\n在冥想後，請回答以下幾個問題，在空白處寫下第一個回憶的答案，其他回憶的答案則寫在你專屬的日記本或筆記本中。\n1. 你的回憶是什麼？\n2. 童年的你，當時有什麼感受？\n3. 你對童年的自己說了哪些溫暖體貼的話？\n重要提醒對某些人來說，喚醒內在小孩可能會引起強烈情緒，個人進行可能帶來極大痛苦。如遇此情況，強烈建議尋求專業的協助。\n對於內在小孩冥想與重新撫育的心得在第一次探索自我成長的六個月後，我記得當時想著：「就這樣吧。」我感覺自己獲得療癒。當時我處於所謂的「自我成長蜜月期」；烏雲已消散，在度過長達二十年的黑暗隧道歲月後，看見生命曙光令人振奮，而這種巔峰狀態讓我深信自己永不動搖，再也不會遭遇低谷或挑戰。這感覺有點像初戀時的情況，相信你與另一半永遠互相理解，不會出現任何爭執或意見不合。\n回顧起來，這種想法實在太過天真。現在，我明白療癒是一個持續不斷的過程。就像任何人際關係一樣，療癒需要投入心力和時間，才能找到解決方案。隨著你前進，你會越來越清楚並治癒自己的創傷，每一次這樣做，都意味著你即將開啟新的人生篇章，並敞開胸懷迎接更多豐盛。\n對我來說，療癒之旅中最重要的部分就是進行內在小孩的冥想，並致力於重新撫育自己。我們需給予內心童年時所需的一切，如被傾聽、被重視、被認可、被感激和被接納。在先前提到的內在小孩冥想練習中已經談到這一點，但內在小孩的冥想實際上還有更多好處，對你的個人成長和顯化之旅都極為有益。\n感覺所有的感受我們很容易因為過去經歷而受到觸動，部分原因是我們當時未能全面了解這些經歷。\n這或許是因為年少時尚未擁有足夠經驗去應對。即便長大成人，當負面情緒湧現時，我們往往會選擇壓抑這些情緒，努力避開。透過酒精、購物、社群媒體、毒品、性愛或工作等方式轉移注意力，不願正視我們的創傷。\n不幸的是，這種方式只會將心靈層面的痛苦及伴隨的負面振動能量困在我們內心。想像一下，如果你感受到肩頸極度繃緊，你並不指望這種感覺會自行消失，對吧？你知道拖延只會使情況更加惡化。因此，我們必須尋找方式緩解這種壓力感，放鬆肌肉，例如透過按摩、整脊治療或物理治療，或者在家做伸展運動。同樣地，我們應以相同心態看待心理層面，找到能夠幫助轉移和釋放負面情緒的方法，如撰寫日記、冥想、哭泣、諮詢朋友或心理醫生等，才能為自己釋放內心積壓的負面情緒。\n我們必須表達並釋放情緒，讓自己真切感受情緒，這樣才能釐清並放下，進而轉變我們的振動頻率。\n請花些時間思考自己可能透過哪些方式逃避感受。你能揪出這些行為發生的時間或方式嗎？逃避情緒的方式有時明顯，例如透過飲酒或暴飲暴食來轉移注意力，但也可能細微且不易察覺。舉例來說，有些朋友或客戶感到壓力山大、筋疲力盡，總是忙碌不停。他們可能負擔過多工作，忽略心理與生理健康，不顧自己需求，這實際上也是一種逃避方式。\n我們無意識地讓自己忙碌，以免獨處並直視內在情緒。\n我經常思考為何我們會如此習慣隱藏、否認或逃避自己的情緒。我認為有三個原因：首先，當我們還是孩子時，常被灌輸哭泣或表達憤怒是「不聽話」或「不乖巧」的概念，如果表現這類情緒可能會受到懲罰。我明白教導孩童紀律的重要性，但當我們被教導要壓抑某些情緒才能被視為好孩子時，自然就學會了將這些情緒隱藏起來。\n此外，負面情緒常令人難以承受；有時候，相比於面對心碎的痛苦，與好友喝幾杯酒似乎更加容易。我曾經花了十年時間透過毒品和酒精來逃避情緒，因此我能深有體會。然而，輕鬆的路並不代表是正確的路。我們需要勇敢面對、探索並接受自己的情緒才能真正釐清它們；這才是通向更多平靜與滿足之路。\n最後一個讓我們逃避感受的原因是，社會中的「毒性正能量」（toxic positivity）。\n這種毒性正能量要求我們在困難時期總是保持樂觀，並強調正面心態的重要性。它推崇只展現正面情緒，即使我們感到痛苦或悲傷，也要裝出正面態度。或許你有過向朋友或家人抱怨，卻聽到類似「情況可能更糟」、「保持正確態度」或「事情並不糟」等安慰，卻毫無幫助。雖然對方可能是出於好意，但這些話可能讓我們感到被否定，甚至覺得自己很愚蠢──這就是毒性正能量的傳遞。它讓我們無法真正被接納，進而強化潛意識認為壓抑負面情緒才是上策的觀念。\n或許你有疑問為何我在寫關於顯化的書時，頌揚高頻正能量，卻批評毒性正能量。這一切源自於顯化的動力：愛自己。 若不允許自己自由表達情緒，就等同不愛自己。當遭遇難以承受或困難時，忽視或否認這種感受也等同不愛自己。由此行為都無法視為愛自己， 真正愛自己的行為是：接納並認同自己的情緒、展開自我療癒之旅，持守樂觀並相信黑暗日子背後蘊含成長與豐盛。透過這種行為，你要讓自己承認低振動情緒，而非沉溺其中。這樣的愛自己行為將增強你的顯化力量。\n你是否記得這種情況？當你度過辛苦的一天或一週後，有朋友關心地問「你還好嗎？」你立刻淚崩。為什麼會這樣？因為對方提供了你最需要的兩件事：支持與同理心。而你應該也要對自己這麼做。\n當負面感受與情緒湧上心頭時，你需迎接、歡迎並接納它們，而非批判。給予這些感受與情緒空間，讓它們冒出來，這樣你才能及時向自己敞開懷抱，給予所需的愛與同理心，進而釋放這些情緒。\n舉例來說，當你在社群媒體上看到某人留下不友善的訊息。與其對自己說「我知道自己不應該在乎。我明白這不重要」，並努力掩蓋內心的負面感受，你應該嘗試以下方法：1. 問問自己，對這事情有何感受？引發了哪些情緒？\n2. 對自己說「雖然感到難過，但有這種感受是合理的；聽到不友善言論總令人不爽」，透過這樣的語氣來認同自己的情緒。\n3. 對自己表達同理心。用像對待最好朋友的建議一樣對待自己，給予體貼的話語，反覆對自己說愛自己的口號。\n請感覺所有的感受，如此一來，才能夠釐清你的感受並放下。\n當有人在顯化之旅中遭遇障礙時，我會提醒他們關於顯化最重要的課題：我們是從潛意識中相信自己擁有的價值和自我價值開始顯化。因此， 若你尚未實現想要顯化的目標，就必須回顧顯化心法❷ ，辨別哪些恐懼和疑慮仍在阻礙你。你必須努力進行內在修鍊；這是唯一有效的方法。\n以下是其他消除恐懼和疑慮的有效方法，可以馬上開始實踐。\n常見問答問題：顯化是否代表我需要時時保持樂觀？如果我碰到糟糕的日子，該怎麼辦？\n解答：我被問到這問題的次數多到數不清。許多人似乎自訂不必要的巨大壓力，認為自己必須時時保持良好狀態和「高頻」，並害怕不好的日子會使他們偏離正軌。這種心態源於我先前提到的毒性正能量和對於顯化的誤解，他們錯誤認為顯化需要持續保持快樂和樂觀才會有效。現在我要讓大家明白，事實並非如此。顯化是自我成長的實踐，應該遵循。這句話的意思是顯化包含人生中最平凡的成功和失敗，也涵蓋現實的人情世故。認為需要一直感到「開心」的心態是有害的。\n我們不是機器人；我們都會面對挑戰，有時會感到力不從心，但這並不要緊。\n雖然我將顯化的七心法視為準則，但這並不表示我不會遇到低潮、焦慮、壓力或憤怒的日子。\n真正的關鍵在於允許自己保持人性，接納所有情緒而不帶批判，對自己憐憫，並清楚知道何時放下。唯有這樣愛自己的行為，才能讓你在非「樂觀」的日子持續展現顯化。\n請記住：我們顯化的並非我們想像的一切，而是我們相信的一切。只有持續重複某個念頭，才會漸漸轉變成信念。所以，當負面念頭突然湧現在你腦海時，不必擔心會變成現實。\n過去不能決定未來「過去和現在並不相同。」\n──蕾貝嘉．索尼特（Rebecca Solnit）， 《男言之癮》（ Men Explain Things to Me）作者當我們希望顯化一切時，恐懼和疑慮可能會開始影響我們，對我們說像是「那不會實現」、「你會失敗」、「別浪費心思」這樣的話。為什麼呢？大概是因為我們的潛意識嘗試保護我們，不讓我們再次經歷過去造成痛苦或傷害的經驗。若考慮大腦的主要功能是讓我們處於安全的狀態，這其實並不奇怪。\n舉例來說，如果過去的戀情讓你心碎，恐懼和疑慮可能阻礙你認識新對象或自暴自棄以避免再受傷害。又或者，當你參加工作面試但未錄取時，恐懼和疑慮可能會告訴你無法得到理想的工作，並建議你應徵次要工作，無法讓你得到應有的成就或薪水。\n切記：恐懼和疑慮通常會偽裝成你的朋友，試圖保護你避開失望；然而事實上，卻是在阻止你獲得宇宙的豐盛。\n顯化練習6：揪出阻礙顯化的時刻請回答以下問題，有助於你找出在顯化之旅中遭遇過的阻礙時刻：1. 你目前想要顯化什麼目標？例如：一段健康、甜蜜的戀情。\n2. 過去發生什麼事讓你懷疑顯化？例如：我的前任和我分手後，他很快就交往新對象。\n3. 這件事在傳達什麼恐懼？例如：害怕投入在一段關係，會被拋棄、被否定，再度心碎。\n在完成練習之後，思考並記住一件很重要的事：你不再是過去那個你。自從那時以來，你已經成長、變強，持續茁壯。\n每一天都在改變。現在的你更加堅韌、更具敏銳度，更愛自己。而且，現在有顯化的力量在背後幫助著你，所以你有能力去決定如何開啟全新人生的篇章。你要相信自己！請銘記在心，繼續回答以下問題來完成練習：4. 自此之後，我如何成長又學習到哪些事物？\n5. 為確保能夠有不同的結局，我可以採取哪些不同的作為？\n我喜歡用一句口號。當你開始感到過去的經歷帶來恐懼時，讓我建議你用這句口號來提醒自己： 「過去無法決定我的未來。」這句話的重複會提醒我們，過去的失敗不代表現在或未來也會失敗。\n請跟著我複誦：「 過去無法決定我的未來。」\n運用正念正念，是保持覺察的狀態，代表關注當下，全心投入當下，而不妄自解釋或批判當下。\n正念能大幅改變我們看待世界的方式，對心理和生理健康都產生深遠影響。對我來說，正念就像一劑良藥，能減輕壓力、負擔和焦慮，讓我每天更關注、感激並愛惜自己。\n它教導我享受日常生活中的小幸福，堅定前行，確保活得有意義而非虛度光陰。人們通常冥想或專注呼吸時使用正念，但實際上還有許多其他方式可以實踐正念；如在行走、運動、聆聽甚至進食時全心投入正念。\n正念訓練大腦專注，提升思維清晰度，進而增進生產力。透過正念，我發現激發更多創意與創新。在運用正念並隔絕生活的「噪音」時，使大腦有空間接納新想法與新觀點。\n靜心正念，遠離生活嘈雜，讓頭腦接納新觀念。在外工作或長時間散步時，我常得到很棒的靈感，這正是正念的力量。此外，正念也有助於克服恐懼和疑慮。\n當內在的批評聲或擔憂聲變得難以忍受時，正念特別有幫助。有時某些想法難以抑制，變成執著讓人難以擺脫。這些想法可能開始影響身體，導致胃部繃緊、心跳加快和呼吸急促。這種感受很糟，但這時正念就成了解藥。 記住，一次只會有一種想法。這意味著我們選擇將注意力轉移到其他事物上，打破負面思維的迴圈，專注當下是最簡單的方法之一；當恐懼或懷疑試圖控制時，找一個值得專注的目標，進入正念的覺知狀態。利用五感中的任何感官專注於正念，如視覺專注於眼前景象、聆聽周遭聲音。拉回現實時，打破惡性循環，使人感到更踏實。\n「當下，就是你最安全的地方。」\n──佚名當你每天遇到以下情況時，請運用前述方法：想像你和一大群朋友共進晚餐，其中有人開了個玩笑給你，卻令你感到不悅，激發了內在的自我懷疑。這些負面想法開始湧現，隨著它們的聲音漸漸放大，你感到胸口緊繃。當你意識到這樣的情況時，馬上將注意力拉回當下，聚焦於你所看到的細節，或專注聆聽周遭的聲音。例如，我個人喜歡注視不同顏色，隨意漫遊視線，心中默念每種顏色。透過專注於當下，遠離負面聲音的影響，你將發現心理和生理的快速改變。\n若想發揮正念的最佳效果，即在恐懼和疑慮開始蔓延時立即運用正念，我們需在挑戰來臨前就開始實踐。有人曾告訴我：「 不要等到混亂時才學習冥想；從現在開始學習冥想，這樣在混亂時才知道如何應對。」這句話非常有道理，我們需要熟練所有方法，以便在需要時能靈活運用。\n顯化練習7：運用正念技巧現在，請嘗試以下正念技巧，先將這本書放在身旁。\n1. 開始時，留意你身心靈的感受。\n2. 設定2分鐘的倒數計時。\n3. 坐直在地板上盤腿，或者坐在椅子上將雙腳踏在地上。\n4. 開始計時後，默念你所看到的所有顏色或聆聽周遭的聲音，同時專注於放慢呼吸。\n5. 當時間到時，注意當下的感受。你應該會立刻感受到能量的轉變和回歸現實的效果。\n在接下來的七天裡，每天一次進行這項練習，並每天增加1分鐘的練習時間，以便熟練這個技巧。\n當我們經常打斷內心的批判聲音，也就是恐懼和疑慮的聲音，這些負面情緒的影響力就會降低。\n最糟的情境這是我們家非常愛用的方法。我和韋德從熱門的電視劇《這就是我們》（ This is Us）中學到，隨時一起運用這個方法。在劇中，蘭道（Randall）和貝絲（Beth）是一對夫妻，他們會連續想像最糟的情況，並彼此談論他們最深的恐懼和疑慮，不批判自己也不批判對方，而是真實揭露自身的擔憂。\n當我和韋德感到焦慮、憂慮或不安時，我們會自己嘗試這種方法。若有什麼事情讓我們困擾，我們會詢問自己最糟的情況是什麼，然後坦誠地說出來。這種方式讓我們立即感到放鬆，我也立即與我的客戶分享這個技巧。\n我認為最糟情境的方法之所以非常有效，原因有很多。首先，在我們感到焦慮或擔憂時，這幾乎都是由潛意識中最糟情境引起的。舉例來說，假如你因為可能忘記鎖大門而感到焦慮，引發焦慮的最糟情境是回家時看到家裡被洗劫一空，失去所有財產。或者如果你擔心考不好，最糟情境是沒通過考試、無法錄取你想就讀的大學，導致無法找到工作。只有當我們說出這些最糟的情境時，我們才會發現其中絕大多數是多麼不可能或不切實際。\n有時，我們也需要運用這個技巧， 在發現最糟情境的同時，尋找其中的樂趣，輕鬆看待其中的荒誕之處。我發現自己經常還沒完全說出所要表達的話就與韋德一起大笑，因為我意識到潛意識中的恐懼和疑慮所傳達的資訊是多麼荒謬。例如，只是因為某人沒有回覆我的電子郵件，我就突然間認為自己會一夜間失去工作，這種想法實在是太不切實際了。\n這個技巧的第二個好處是： 說出最糟的情境讓我們有機會意識到，即使事情出現問題，我們仍可以處理它；我們會找到解決辦法，一切都會順利的。明白無論如何我們都已有應對計畫，令人感到放心。\n以下案例是運用這個技巧的時機與方式。假設老闆寄了封郵件，告知明早要在他的辦公室開會。當你看到郵件時，感到驚慌、焦慮並備感壓力。這種反應的原因不僅僅是因為需要開會，對吧？沒錯，原因很可能來自潛意識中營造的最糟情境。因此，第一步就是要揭穿這種最糟的情境。\n在這個案例中，你的最糟情境可能是「如果老闆要解雇我，該怎麼辦？如果接下來無法及時找到下一份工作又該怎麼辦？那麼，我就要搬回家跟父母同住嗎？」在說出這個最糟的情境之後，就可以質疑該情境的真實性，並提醒自己就算真的被解雇，也會度過這段時期，找到另一份工作，一切都會好起來的。\n顯化練習8：正視壓力、焦慮或擔憂下次當你發現自己感到壓力、焦慮或擔憂時，請回答以下問題，以引導自己運用最糟情境的技巧：1. 發生了什麼事讓你感到不安？\n2. 你的最糟情境為何？\n3. 這個最糟的情境有可能發生嗎？\n4. 如果這個最糟的情境真的發生，你會如何應對？\n我們經常會過度放大並想像可能發生的最糟結果，有時甚至沒有意識到自己這麼做。\n當我意識到自己因某件事感到壓力或焦慮時，我會立刻問自己這些問題，讓自己立即得到放鬆。這個技巧可以幫你更敏銳察覺恐懼和疑慮所帶來的最糟情境。同時，提醒一件重要的事情，就是你有能力有效應對生活中的突發情況。 你比想像中更強大，更具韌性。即使最糟的情況可能永遠不會發生，但即使發生，你也會找到解決之道。\n預期比實際來得更糟你是否對看牙醫感到非常害怕？想像一下自己躺在明亮的手術燈下，嘴上戴著牙套，把你的嘴撐開，你原本還不知道自己的嘴巴可以撐這麼開，同時有人鑽你的牙，口中喊著「E1，D2，後臼齒」 1 。這種預期可能會讓你在看診前幾天甚至幾週都一直感到恐懼和焦慮。然而，當你真的到了牙醫診所，躺在診療椅上時，你的感受是否真的如你預想的那麼糟糕？或者說，這只是讓你稍微不舒服，但經過一段時間後你就忘記了，甚至最終心懷感恩呢？\n擔心未來只會剝奪當下，一直活在恐懼中也只會阻礙我們的顯化能力。我們從自身經驗都明白預期或害怕某事發生，往往比實際情況更糟。我們需要不斷提醒自己這一點。\n記住：在生活中，我們總會遇到一些壓力巨大、令人難以承受、具有挑戰性的事情，但我們總能堅持下去，而且在經歷種種後變得更堅強、更具韌性。\n放下：滿月釋放儀式在顯化之旅中，放下扮演著關鍵角色。為了讓豐盛、愛、快樂和成功進入我們的生命，我們必須要為它們創造空間。 而實現這一點的方法是，清理不再對我們有益處的事物，或者清除與我們高我和未來目標不相符的事物。\n我之前提到，當我們未能釐清和釋放內心的情緒時，這些情緒通常會在我們內心中積壓。憤怒、怨恨、恐懼、羞恥或罪惡感等負面情緒，會將我們困在低頻率振動中，直接阻礙我們的顯化能力。我曾與好友丹妮絲．拜恩（Denise Byrne）聊天，她鼓勵我每月進行「滿月釋放儀式」，因為滿月能激勵我們放下不再對我們有益的一切。\n我非常喜愛這個儀式，因此我想在這裡與你分享。滿月釋放儀式讓我們每月檢視對我們不再有益的事物，並放下阻礙我們顯化能力的恐懼和疑慮。我認為這個儀式效果非常好。接下來，我將引述丹妮絲親自講解的內容，她將詳細介紹這個儀式，並解釋如何在家中一步步進行。\n滿月，是一個月中能量最強的時刻進行釋放儀式是顯化過程中至關重要的一部分。如果你不積極釋放那些阻礙且對你無益的事物，如何能保持具有吸引力的能量呢？若你之前未曾參與過這類釋放儀式，我為你感到高興，因為這將成為解放自我的重要經驗，讓你散發內在力量。\n你隨時都可以進行這個儀式，但我通常會將它與滿月相關聯，因為在宇宙中，滿月是月相中能量最強大且最容易釋放的時刻。月相有著不同的週期，而在每隔29.5天的滿月時，我們可以最有效利用滿月的能量。這是一個絕佳的機會，讓你召喚所渴望的並放下不需要的事物。 新月象徵展開新週期，是反思、內省和新開始的時刻，滿月則賦予我們機會擺脫不利之物，強化我們的目標。\n有證據顯示，月亮對我們的各個層面都有影響，包括情緒、睡眠模式，甚至月經週期。如果你對月亮的力量持有懷疑態度，不妨這麼思考：月亮影響世界上所有海洋的潮汐。既然月亮可以影響海洋，那就意味著也能影響你和你的能量。人體中有70%是水，90%的血液是水組成的。這或許解釋了為什麼科學家認為我們在滿月時可能會淺眠，情緒上也可能出現負面情緒和焦慮。儘管我們日常生活看似與月亮無關，但不表示我們不會受到月亮引力的影響。\n滿月的魔法：優點讓能量暢通滿月是辨識恐懼、擔憂、焦慮與放下的完美時機。無論是財務困擾阻礙你，還是自我懷疑使你陷入情緒低谷，滿月的強大淨化能量都能幫助你釋放一切。總之，滿月儀式就像是清理不需要的事物一樣。\n強化目標與提高振動頻率當你對待世界的方式是怎樣，世界便會以同樣方式回應，這句話在滿月時尤其貼切。滿月具有強大的放大作用。無論你的能量是正面還是負面、高漲還是低迷，滿月都會接收並放大你的能量。因此，在滿月時設定目標，這些目標的顯化力量將更為強大。滿月就像一個強大的放大器，當你感到良好時，它會帶來正面能量的源源不斷。\n滿月儀式的四步驟你需要準備的物品：紙、筆、剪刀、蠟燭、火柴、一碗水。\n步驟 ①請花點時間仔細審視目前阻礙你的事情。也許有些無法克制的念頭一直分散你的注意力，或是某人、某個困境、令人煩惱的焦慮感、內心自我限制的對話，甚或是某種壞習慣讓你感到不快。大膽問自己：究竟是什麼正在阻礙我的能量？接下來，把一張紙剪成好幾張小紙條，在每一張小紙條上，寫下一件你想要放下的事。\n步驟 ②請一次拿起一張小紙條，然後大聲念出或在默念你寫下的事項。這些事項正在阻礙你。是時候放下這些事了。在念出每個項目之後，請複誦這句話：「這件事對我不再有幫助，我放下它了」。\n步驟 ③請點燃蠟燭，小心燒掉每張小紙條，然後丟入碗中。此時，要深刻感受釋懷和放下的情緒。當看到紙條冒煙時，請想像你的恐懼和疑慮像煙一樣消散。\n步驟 ④如今你已經告別對你不再有益的一切，是時候展開令人振奮的部分了：迎接美好事物進入你清理好的空間中。藉由滿月傳遞的強大能量，坐下來問問自己下個月想要顯化的目標，製作一個簡約的夢想板吧！\n恭喜！你剛剛完成了滿月儀式。所有一直困擾著你、削弱你振動頻率和耗盡你能量的挑戰都已經消失。當你設定新目標時，你正為未來的成功鋪路，這一切都歸功於極為強大且無所不能的滿月。\n如果尚未克服恐懼和疑慮，是否仍然可以顯化？\n答案當然是肯定的。我們都有多年的經驗積累，可能長達數十年，這些經驗造成我們的不安全感、低自我價值和自我懷疑，因此我們需要持續的努力來消除這些影響。在這個過程中，內心的批判聲音可能仍然存在，有時可能會讓我們難以承受，但這不代表我們無法在療癒之旅中，展現強大和有效顯化。\n在《快速顯化你想要的人生》一書出版之前，我感到很不安，且冒牌者症候群嚴重發作。這種症狀使我懷疑自己的能力，認為成功僅僅是偶然或幸運，無法歸功於自己的才華。我想分享我是如何克服這些恐懼和疑慮，讓它們無法阻礙我在顯化之旅上以及夢想板上設定的目標，並最終讓我的書成為《星期日泰晤士報》的暢銷書。（然後，每次談到這一點時，我還是會捏一下自己！）我想分享一個小故事：當我與英國企鵝出版集團（Penguin Books）簽約出版《快速顯化你想要的人生》時，我的挑戰是，我只有8週的寫作時間。我必須在這段期限內完成，才能實現2022年1月出版的計畫。如今，我深刻體會到8週的寫作時間是何等之短促。\n當時對我來說，無知確實是一種福氣；在開始寫書之前，我從來沒有寫書的經驗。我喜歡為報章雜誌撰寫文章，寫作也一直是我最喜歡的科目，因此我天真以為寫書是一件輕鬆的事。我甚至還算過：「好吧，寫1,000字大約要1小時，所以4萬字肯定不會超過40小時。太簡單了！8週的時間綽綽有餘。」\n然而，當我開始寫書時，我立即意識到自己的無能為力；寫書和寫文章完全不同。事實上，寫書是我一生中面臨的最大挑戰之一，遠遠超出我的舒適圈。對我來說，寫書就像設計房屋一樣：你必須先打好基礎，然後持續修改、新增、刪除、調整，甚至最後可能還會發現一切都差強人意。你必須接受自己完全放棄對完美的追求，因為你可以無限期修改一本書。\n在寫書的過程中，除了心理上的挑戰外，我也深受嚴重的「冒牌者症候群」困擾。每天坐在電腦前，內心批評聲音不斷告訴我自己不是真正的作家，永遠無法撰寫引人注目的作品。我一向喜愛心理勵志書籍，這種情況更加劇了我的症狀──這些書籍在我個人成長中扮演了舉足輕重的角色，我深信一本書足以改變一個人的生活。\n然而，這也讓我不斷將自己與我所敬仰的作家比較，深信我的寫作風格永遠無法與他們相提並論。我內心認為他們才是真正的作家，而我只是個冒牌者。我甚至不容許自己在寫作時閱讀其他書籍，因為我害怕遭受比較所帶來的痛苦。然而，有機會能夠撰寫《快速顯化你想要的人生》是一個重大的轉機。若我讓自己的不安全感毀了這一切或阻礙了我的顯化之旅，那將是何等的可惜。因此，我下定決心將我的理念付諸實踐。\n一開始，我先承認並接受自己的恐懼，沒有試圖壓抑或否定，而是允許恐懼存在。\n然後，我主動並有意識地選擇採取更積極的思維方式。我每天不斷重複鼓舞人心的口號，像是「只要努力，就可以如願以償」，同時專注於感恩之情，讓我對於有機會寫書深感感激！當我穿著睡衣坐在廚房餐桌前寫作，一邊大口喝咖啡，我會播放音樂，讓寫作過程更浪漫。我想像著回首時會發現這段時光是人生中的重要時刻。最重要的是，我深信自己的熱情和真誠會流露在我的文字中，深信這本書最終會送到需要的人手中。\n最後，我一交稿就放下這本書。不再浪費時間憂心如果有更多時間該如何修改或增加內容，我將書籍交付給宇宙。在出版前幾天，決定拿起這本書，首次閱讀，但讀了五頁就感到尷尬。內心批判的聲音嘲笑這是一堆垃圾。我必須再次努力擺脫這種想法，選擇不聽從那個聲音，專注在清晰的目標和遠大夢想，堅決拒絕讓恐懼或疑慮影響在夢想板上設定的目標。儘管無法完全消除恐懼和疑慮，透過上一本書分享的方法逐一排除，讓我得以在顯化之旅上超越這些負面情緒，維持內在力量。\n當限制性信念或不安全感試圖阻礙我們時，我們常遇到自我懷疑的時刻。然而，只要我們堅定不移，渴望積極改變人生，我們將從中獲得解放。\n我們要有意識覺察，恐懼和疑慮會以微妙且潛在的方式影響我們的生活，因此必須努力進行自我療癒，擺脫它們的控制。逐漸地，你會見證自己成長茁壯，獲得更多人生的豐盛。\n消除恐懼和疑慮的內在療癒旅程，是顯化賜予我的最珍貴禮物。我不再被自身的不安全感所定義，無論是行為風格、展現自我的方式或對未來的期待，都不再受到內在批判聲音的影響。不管情緒有多麼糾結，我讓自己解開這些感受，同時持續憐憫自己，才能輕鬆展現強大的顯化能力，我相信你也能辦到。\n1 　E1是蛀牙程度僅限於琺瑯質（enamel）外層；D2是蛀牙程度已經遍布而且深入牙本質（dentin）深處。\n快速掌握顯化基本功：愛自己愛自己是顯化背後的驅動力量。\n愛自己不是顯化心法，而是所有心法的基礎。\n當我們實踐愛自己，就是在向宇宙展現我們相信自己值得獲得回報，也會吸引這些人事物進入生命中。\n對我而言，學習愛自己的核心是：能夠開始時時刻刻覺察自己擁有的選項和決策。\n常問自己：「是否可以選擇更愛自己的方式？」\n愛自己的終極實踐方式，就是完美平衡現在與未來自我的需求。\n愛自己，會直接影響我們對周遭世界的體驗和認知方式，同時影響我們的行事風格和顯化能力。\n大多數人都面臨這個問題：「如何積極地朝著目標前進，而不受他人觀感所影響？」\n你是否常因擔心他人批評而選擇不求助、不轉職、不在社群媒體上表達自己或嘗試新事物？害怕批評有時害我們錯失讓自己成長的機會。我們太在意他人對我們的看法，並渴望得到所有人的喜愛。我們依賴他人來感受自我價值、愛與珍惜。我們透過社群媒體上的按讚數、老闆的評價或邀約的數量來尋找外界的認可，並允許這些因素影響我們的自我價值觀。\n前幾天，我和一名網紅共進晚餐，她完美詮釋了他人看法對於我們的自我認知影響深遠。她說：「有時，我拍出了一張我超愛的照片。我覺得這張照片的身材很棒，也投入許多心力進行創作。我將這張照片上傳到IG，如果這篇貼文沒有太多讚，我就會盯著照片30分鐘，心想我根本不喜歡這張照片，就像垃圾。」\n我們有時會因貼近他人觀感而扭曲自我看法，意思是我們的自我價值取決於外部條件。我們透過展現堅信值得擁有的特質來顯現自我。若自我價值不建立於內心穩固基礎，而是取決於他人變化莫測的觀感，我們如何堅定和持續吸引豐盛進到我們的生活？\n如何停止尋求外在認可，以內在認同為優先？\n首先，必須了解自己對於外在認可的需求從何而來。我認為，尋求他人的認同是相當正常的事。多數人從小被灌輸順從、聽從父母或照護者的話，迎合他們才能得到愛。同時，我們也被告知避免成為某種樣子，被塑造成他人所期望的樣子。逐漸地，我們開始相信愛並非無條件，而是有條件的，例如：「你要成為乖小孩，才會以你為榮，我才會愛你。如果你不聽話或做出我不認同的舉動，我會生氣，也不會愛你。」\n在我們的成長過程中，這種模式反覆出現；我們渴望長輩、同儕和伴侶的認同，也尋求社會和文化的認同。我們內心持續塑造一種信念，認為只有成為特定的樣貌才值得被愛。於是，我們展現這個形象給世界，卻失去了真正的自我。因此，許多人將自我價值建立在外在認可之上，依賴別人給予稱讚以確認自我價值，這算好事嗎？當我們覺得受到限制，必須符合他人期待，讓自己不舒服，這種感受值得嗎？\n「我們所看見的，並非事物的本質；我們所看見的，只是自己內心想法的投射。」\n──安娜伊絲．寧（AnaÏs Nin），美國作家事實上，外在認可並不堅固。它提供的安全感是虛幻的，隨時可能消失無蹤。這是因為他人對你的看法與你無關。我們對他人的觀感以及他們對我們的看法，都受個人內在因素影響：過往經驗、記憶、目前的心理狀態和自我認知。換言之，他人喜歡或認同你只是他們內心世界的反映；同樣地，反之亦然。\n明白這一點後，我們若將大量心力與注意力放在追求他人的認同上，實際上只是削弱自我。因為他人的認可與我們無關，而是與他們個人相關。若欲建立穩固基礎的自我價值，使內心的力量顯化，我們必須以內在認同為優先。內在認同意味著接納自我、肯定自我和愛自我，同時信任自己的抉擇；我們的自我價值須建基於我們如何看待自己。\n當我開始追求自我成長之路時，必須時刻提醒自己遏制內在的質疑聲音，因為這個聲音會不斷懷疑他人對我的言論或想法。我深知許多同輩或許認為我是派對女王或成癮者，他們或許不會支持我追求「全新的自我」。因此，我努力確保對他人觀感的恐懼和擔憂不影響我展現真實面貌。\n例如，我經常在社群媒體上分享我所關心的議題（如心理健康與自我成長），而且毫不避諱地談論我自己的成長歷程。我的言行始終源自於內心，我深知這會吸引與我共鳴的人，他們能看見真實的我，而非虛假的一面。\n自從我出版第一本書以來，這件事變得更重要；因為我與越來越多人分享我的想法，我能更開放心胸，接受各種批評和建議，我的寬容與接納從未如此廣泛。我明白，如果我要持續追尋夢想，啟發更多人發掘內在力量，並實現生命意義，我必須接受不同意見，包括不同看法或評價。因此，我的自我價值必須建立在內在認同之上。\n與其不斷追求外在認可，我們應該反問自己：我們是否喜歡自己？我們是否肯定自己的行為？我們是否尊重自己？我們是否對自己展現的形象感到自豪？我們是否相信自己配得上豐盛的生活？\n做決定很重要你是否經常依賴他人來認可你的選擇？無論大小事，你是否習慣請朋友、伴侶或家人幫忙做人生抉擇？比如：今晚應該吃什麼？該上傳哪張照片？該傳送這則訊息？對老闆應該說些什麼？穿什麼衣服？我應該結束與伴侶的關係嗎？該應徵這份工作嗎？雖然徵求意見無可厚非，但若過度依賴他們做決定，或許會引發問題。\n我們學習內在認同的一種方式是培養自信心。重要的是要優先考慮自己的觀點而不是他人的看法，堅定地做出決定，並相信自己的直覺。我鼓勵你熟練這種做法，因此我設計了一個簡短的自我反思範本，幫你在做決定時可以參考：1. 我有哪些選擇？\n2. 我覺得哪一個是正確的決定？\n3. 這個決定是忠於自我的決定嗎？\n4. 這個決定符合我的未來願景嗎？\n5. 我為什麼做出這個決定？\n6. 我認同自己所做的決定嗎？\n相信並珍惜我們自身的決定與選擇，而非不斷尋求外界認可或贊同，這不僅能解放自我，也賦予我們內在力量。隨著這種習慣的養成，我們更能展現真正的自我。逐漸我們將活出真正的自我，並學會愛自己，提升顯化能力。\n將外在認可轉換成內在認同當尋求外在認同時，我們就交出了自己的力量。\n顯化練習9：從追求外在認同到建立自我認同在這項練習中，請反思自己目前追求外在認可的情況，然後問自己如何給予自我認同。舉例來說，若你希望從伴侶處感受愛的肯定，你該如何給予自己同樣的愛？若你渴望父母以你為榮，你該如何以自己為榮？如何自我鼓勵，找到自己所需要的支持和認同？\n1. 現在，我有哪些事項會尋求外在認可？\n2. 外在認可讓我哪些感受？（例如：感到被愛、有價值、討人喜歡）\n3. 我要如何給予自己相同的認同？\n需要被喜歡「不必再試著取悅每個人，甚至根本就不需要每個人喜歡。」\n──佚名除了追求外在認同，許多人也著迷於被喜愛的需求。我們常常在意自己的言行，以確保身邊的人對我們感到滿意。我們小心翼翼避免做出可能招致批評或討厭的行為。坦白說，這樣的壓力真的很累人，因為要贏得每個人的喜愛是一個不可能完成的任務。 世界上沒有人能夠被每個人喜愛。沒有一個。想想看某個明星或公眾人物，即使有許多人對他們傾心、欣賞，也一定會有人因為同樣的理由而厭惡、批評他們。\n接受自己並不需要每個人都喜歡我們，這不僅是一種解放，還能讓我們的行為反映出我們最真實和未來的自我。這對於自我發展的旅程至關重要，因為能量是有方向性的；你無法同時將能量投入在在意他人對你的喜好，以及實現自己的目標和願景上。請想像一下：如果你一直擔心他人的想法或言行，你是否真的會去冒險去追求你的夢想？你可能不會。只要你執著於需要被喜歡，你的意識和潛意識都會受到阻礙，你追求的目標和願景也會受到限制。\n我們必須開始接受一個事實：不是每個人都會喜歡我們。我的母親曾經告訴我：「你無法總是取悅所有人。」她是對的。我想告訴你的是：只要忠於自己。成為你想成為的人，並以自己為傲，堅持真實的自我和你想成為的人。這就是愛自己。\n顯化練習10：寫下你喜歡的20件事請寫下至少20件你喜歡自己的事，可以寫你的個性、特質、怪癖、特徵、熱忱、嗜好等。\n1. 2. 3. 4. 5. 6. 7. 8. 9. 10. 11. 12. 13. 14. 15. 16. 17. 18. 19. 20. 自我憐憫我認為愛自己，以及我們如何真正學習在人生中愛自己，都是建立在自我憐憫的基礎之上。對我來說， 自我憐憫意味著溫柔體貼地對待自己，像是滋養和撫育內在的小孩一樣，理解自己的需求，給自己感受、表達和釐清情緒的空間。有了自我憐憫，我們就不再追求所謂的「完美」，而是能夠接受真實的自己，並珍視我們獨特的特質。透過自我憐憫，我們得以在安全的環境中成長，勇於跨出舒適圈，並轉化成最優秀、最強大的自我。\n在《快速顯化你想要的人生》中，我曾經提到過自我寬恕與不帶批判的重要性，而自我憐憫正是幫助我們實踐自我寬恕與不帶批判的基礎。當我們回顧過去時，常常會問自己：當初為何會做出那樣的選擇呢？\n我們可以用低頻的自我批判方式回答這個問題，也可以選擇以自我憐憫的心態來面對。自我憐憫能夠使我們以體貼、仁慈的角度來看待自己，而這種角度是我們應該採取的；無論當時發生了什麼事情，我們所做的選擇都是我們認為正確的，有時候我們的行為只是受到痛苦、不安全感或創傷的影響。自我憐憫會告訴我們：我們不應該去批判自己，而是要給予自己寬恕。\n你可以這麼想像：如果你正在幫助一個孩子學習騎自行車，他在摔倒後告訴你害怕再試一次，你會怎麼做呢？你會心生憐憫，溫柔且耐心地鼓勵他，希望他不要放棄，勇敢再嘗試。這樣的關懷與憐憫會激勵孩子重新振作，並鼓勵他去學習和成長，從而培養他的信心。然而，當我們自己遇到困難、失敗或恐懼時，我們會怎麼對待自己呢？我們往往會自責、自嘲和自我指責。想像一下，如果我們能像對待孩子一樣，充滿愛與仁慈地對待自己，會是怎樣的結果呢？也許這會讓我們更勇敢地走出舒適區，重新嘗試，給自己成長和學習的機會。現在你是否明白了自憐憫對我們的顯化力量有多麼神奇的影響呢？\n自我要求不要太高你在生活中哪些方面容易對自己要求太高？你是否經常對自己進行負面評價？你是否總是懊悔自己帶孩子的方式？你是否對自己的外表要求過於苛刻？又或者，你是否總是給自己施加壓力，要求工作表現超越尋常？\n在以下的練習中，請你審視一下你在生活中哪些地方對自己的要求過於嚴苛，並試著更加慈悲地對待自己。（如果你覺得很困難，請想像你在給自己最好的朋友建議。）舉例來說，如果你在下班後感到疲憊，無法給予孩子足夠的陪伴時間，而一直責怪自己，也許你可以提醒自己，你為了他們的未來而努力工作，你已經盡了最大的努力，而且每個人都有疲累的時候，這是人之常情。\n顯化練習11：從自我苛求到寬恕自己1. 我在哪些地方苛求自己：\n2. 請對自己說憐憫的話：\n當你踏上顯化之旅和內在療癒的旅程時，憐憫應該成為你表達愛的主要方式之一。\n你在各方面都很完美自從我有記憶以來，自信一直是我困擾的問題。我總是感覺自己不夠好，擔心他人對我持有的看法，而內心的負面聲音不斷地對我自己說出貶低的話語。我記得有一次向我的朋友莉莉（Lily）尋求幫助。她是個充滿自信的人，毫不掩飾地做自己。她總是能夠成為支持和鼓勵其他女性的第一人，將她對自己的愛傳遞給身邊的人。我一直很欣賞莉莉的自信。有一天，我向她詢問她的祕訣。她告訴我說：「蘿希，你需要從客觀的角度看待自己，發現你在各個方面都很完美。不要一直專注於你的缺點，並讓這些缺點來定義你。」\n我突然領悟到， 我們經常只會專注於自己的缺點，而忽略了我們的優點和獨特之處。當我放下對自己的批評，以客觀的角度看待自己時，我開始發現自己身上有許多優點。我是一個母親、朋友、女兒和教練，我一直在學習和成長，我擁有坦誠和自我覺察的特質，並且在幫助他人時感到自豪。我無法被簡單定義，你也無法被簡單定義。我們絕對不能被那些內心批判的聲音一直關注的特點所限制。我們在各方面都是完美的！我們能夠為這個世界和身邊的人帶來許多美好的事物。 當我們更注重自己獨特的特質時，就更容易愛自己，顯化的能力也更強大。\n顯化練習12：四步驟看見自己的獨特請將你最喜歡的個人照片放在一張紙的中央。然後，在照片的周圍，用一些最能形容你的詞語寫下來。這樣做的好處是，在這項練習結束之後，這張紙將會呈現出你的全貌，以及你賦予這個世界的一切。\n1. 找出你最喜愛的個人照片，然後印出來。\n2. 將這張照片黏貼在一張厚紙板的中央位置。\n3. 在照片周圍寫下最貼切形容你的關鍵字。這樣一來，練習結束後，這張紙上就會展現出你的全貌，以及你賦予這個世界的一切。\n4. 將這張紙放在你經常會看到的地方，以不斷提醒自己你的獨特價值。\n在你的顯化之旅上，愛自己和自我憐憫至關重要。這意味著要把自己的價值看得比內心那些負面聲音更重要。當你感到自我批評的時候，要提醒自己不再容許這種自我折磨，而是選擇對自己說出積極的話語。你要有意識地用正面的思想來替換那些低振動的想法，並且讓自己的內在認可比外在認可更為重要。記住，你對自己的看法比其他人對你的看法更為重要。當我們更加真實地活出自己，並且學會更多愛自己的時候，我們就能更輕鬆顯化，並且釋放出宇宙的豐盛。\n如果其他人認為我很自大，該怎麼辦？\n我發現一件事情阻礙了我們真正對自己感到自信，那就是害怕被貼上「自大」\n的標籤，特別是對女性而言。我們往往會自我貶低，而不是自我讚美。我們會避免接受讚美，也小心避免表現出太過自信的態度。自信的女性不會害怕表達自己的需求，勇於做真實的自己，但是我們的文化和社會常常會對此加以汙名化。這讓我們在潛意識中形成一種信念，認為「過於自信」會讓我們失去受人喜愛的機會。然而，我想提醒大家的是：自信並不等同於自大。你可以同時兼具自信和謙虛，既體貼又堅強，既率真又慈悲。事實上，我們對自己越有自信，就越能夠激勵、讚美和鼓勵他人。\n我們應該改變我們對自己的描述方式。我們不應該再因為迎合他人而自卑。我們不應該把自信和自大混為一談。我們也應該允許自己和他人散發光芒。\n2分鐘，提高你的振動頻率請完成以下的句子：1. 我非常感謝……\n2. 我對於……感到很自豪\n3. 我因為……受到靈感啟發\n4. 我期待……\n5. 我真的喜愛……\n快速掌握顯化心法❸調整自己行為，以實際行動向宇宙展現你對自己價值的信念，因為你的行為直接反映了你的自我價值。\n顯化不是被動的過程；你必須積極主動吸引你所渴望的一切進入生命中。\n在目標顯化前，持續假裝並展現符合未來自我的行為。\n在顯化之旅中，勇於踏出舒適圈，這是毫無疑問的。\n魔法發生在你的舒適圈之外。\n調整行為，使自己的行為符合真實的自我，因為真實的自我具有吸引力。\n培養良好的習慣，這些習慣將幫助你學會愛自己，同時也有助於你實現自己想成為的人。\n許多人告訴我，他們從《快速顯化你想要的人生》中得到的最大啟發之一是： 只有想像自己所吸引到人生中的一切是不夠的；顯化需要你付出努力、全力以赴、並且積極主動。你需要全情投入、持之以恆，別無他法。\n調整你的行為意味著你正在與宇宙互動。你的每個行動都在向宇宙表明你對自己值得擁有豐盛生活的信念。你對待自己的方式、設立的界線、對自己身體的尊重、人際關係的培養、時間的利用方式以及養成的習慣，都極其重要。\n要創造改變，你必須先改變自己。\n在我們的顯化旅程中，我們必須問自己：「我應該改變哪些地方，採取什麼行動，才能改變現實世界？」同時，我們也要明白一個重要的道理，就是改變不一定需要劇烈，往往持續而微小的改變才能帶來長期且深遠的轉變。\n以下的練習可以幫你釐清要如何調整自己的行為，以及需要做出什麼樣的改變，才能夠釋放出你內在最強大的力量。\n顯化練習13：五年後，你想成為怎樣的人在任何顯化之旅中，你必須問自己最關鍵的問題之一是：「我想成為怎樣的人？」請先思考這個問題，然後再回答以下問題。\n一開始，請先想像你五年後想成為的人。進行這個練習時，不必思考你想要擁有的具體事物或達成的特定目標；我只要求你想像未來的自己會有怎樣的感受、想法和行為，以及如何應對周遭的世界。\n在回答以下問題時，請以你內在力量最強大的未來自我的角度來回答。請用「我會……」開頭作答每個問題。\n1. 你成為這樣的人後，對自己的感受是什麼？你最欣賞未來自己的哪一點？你會以怎樣充滿愛的方式對待自己的內心對話？\n2. 你會如何照顧自己的身心？你的日常生活中有哪些習慣可以幫助你保持身心健康？\n3. 你如何感受生活中的重要人際關係？當與他人相處時，你會如何表達自己的需求，以及如何處理他人的需求？\n4. 你設定和堅持哪些界線？比如說，你不會容忍他人的哪些行為？又或者，你為了保持工作和生活的平衡而設定了哪些界線？\n5. 在工作上，你如何凸顯獨特優勢？具備哪些特質和行為讓你能夠在工作中表現出色？\n6. 當你遇到挑戰、障礙或壓力時，你會採取什麼樣的應對方式？你是否會使用一些特別的方法來應對這些情況？\n7. 你在社交場合的感受和行為是怎樣的？你展現自己的方式有多自信？\n8. 你覺得自己有多容易表達自己的感受、設立目標，以及拒絕不再對你有益的事物？\n　9. 你停止了哪些行為、生活模式或習慣，因為你發現它們對你的成長不再有益？\n10. 你會安排時間休息、娛樂或旅行嗎？\n請反思前述的回答，並思考你目前的情況。你有多少項目尚未實踐？為什麼你還沒有去做？是因為害怕嗎？還是因為你習慣了現狀？不論原因是什麼，你現在就可以開始行動，實現你列出的所有目標。就像《快速顯化你想要的人生》中所說的，「在成為目標之前，要持續假裝」──開始行動，展現未來自己的特質，從現在開始就體現你想成為的那個人，直到最終實現為止。\n為了開始調整自己的行為，以符合前述未來自己的形象，請列出從現在開始可以做出的10項改變。\n1. 2. 3. 4. 5. 6. 7. 8. 9. 10. 如果你發現很難想出十項改變，不妨加入我的臉書社團（Manifest WithRoxie），在這個社團裡，你可以獲得一些靈感。\n脫胎換骨許多人陷入了熟悉而舒適的情境中，這使得我們難以自拔。因為我們習以為常，所以我們停留在對我們不再有益的人際關係、工作和行為模式中，任由它們來定義我們。 當我們任由外在因素來定義我們時，就可能受到這些限制的束縛。\n這裡有個例子可以證明我的觀點。我有個朋友，不論去哪裡總是遲到。我相信你也有這樣的朋友，或者你可能就是這樣的朋友。她總是說：「妳知道我啦，我不太會管理時間」或者「你要早一點告訴我時間，即使我遲到，我還是會準時到達」之類的話。她其實想表達的是：「我就是這樣，妳應該習慣我。這樣下次我遲到時，妳就不會生氣了。」我的朋友已經接受了自己經常遲到的事實，因此也允許自己被這個特點所定義，而她的行為一直反映了這一點。\n儘管之前遲到並未對她造成麻煩，但這個習慣開始對她的生活產生了負面影響。她告訴我，同事開始拿她遲到開玩笑，老闆也找她談話，明確表示不能再容忍她的遲到行為，並要求她無論如何都不能再犯此錯。她還表示，因為管理時間不當，她經常感到壓力很大，無論做什麼都感到被催促。\n我請她反思她對自己總是遲到的定義持續了多久。她回答說一直以來都是。於是我問她是否曾考慮過改變這一點。她告訴我從來沒有。她說：「我就是這樣子。」因此，我鼓勵她開始想像更具內在力量的自己如何改善時間管理，並想像每天較少被催促會帶來何種感受。\n我建議她開始察覺內在的自我對話，避免使用像「我總是遲到／我的時間管理很糟糕」這樣的話，而改用「我從來沒有像現在一樣善於時間管理」或「我對於自己承諾要改變感到自豪」這樣的話。然後，我鼓勵她想辦法做出改變，例如設定鬧鐘，明確制定時間表，每天早晨仔細計算通勤時間，這樣她就能更好地評估出門或下班的時間。經過持續不懈的努力，她終於在短時間內擺脫了「總是遲到的人」這個自我定義。\n每個人都很容易陷入舊有的生活模式，表現出一成不變的行為，而不願做出任何實質改變。唯有當我們願意敞開心扉，接受以更具內在力量的方式行動時，我們才能真正積極地塑造自己在人生中想要的改變。\n我數十年來一直以為自己命中注定不會快樂。從小到大，我從未被教導或告知如何追求快樂；相反地，我逐漸認識到生活常常是悲傷、永不滿足和不快樂的。因此，當我成年時，我習慣了自卑感，也習慣了無法感受滿足和快樂，逐漸相信這就是我真實的模樣。我隨之接受了這些自我定義，也接受了他人對我的評價：他們說我懶惰、沮喪，甚至成癮。\n我深陷於「這就是我」的自我形象中，任由這些信念、標籤和行為限制著自己。因為我相信這是我與生俱來的，所以我原諒了自己的行為。直到我閱讀了蘇珊．傑佛斯博士（Susan Jeffers）的書《恐懼OUT：想法改變，人生就會跟著變》（ Feel the Fear and Do It Anyway），我才意識到是我自己讓自己陷入了不快樂的循環中，我應該為此負責。我開始改變自我定義，成為自己生命故事的編輯者，讓自己承擔全部責任。\n當我開始踏上內在療癒的旅程時，我意識到需要先放下那些對我的標籤和評價，同時放下那些對我的成長不再有益的自我。然後，我開始允許自己進行轉變，重塑新的自我。換句話說，我調整了自己的行為，更符合我想要成為的人，這是我顯化自己內在力量的一部分。\n你不必讓過去的自己來定義你，也不需要將自己貼上取悅他人的標籤，並用此作為藉口，不斷將自己放在次要位置。你應該釋放那些不再對你有益的自我，因為它們已經不再符合你內在最高層次的自我。你應該給自己自由，去蛻變、成長，這樣才能創造出你想要在人生中實現的改變。\n顯化練習14：哪些事情讓你停滯不前？\n反思一下自己的生活，檢視自己的行為和目前的處境，看看有哪些地方讓你停滯不前。如果這些因素持續影響著我們，我們就無法向更高的目標邁進。請盡可能誠實回答以下問題：1. 哪些行為模式阻礙你向前邁進？\n2. 你的人生中，有哪些人際關係已經違背了你的價值觀？\n3. 你覺得自己有哪些標籤或看法，已經不再適合未來的你？\n4. 你的人生中，還有其他地方是過去的自我不再符合你想成為的對象嗎？\n在接下來的幾個星期到幾個月的時間，我要鼓勵你利用前述回答來做出改變。透過自己的回答引導自己踏上揮別過去與開創未來的旅程。\n完成這項練習後，你不僅會開始擺脫目前拖累你的自我和人生，還會更清楚了解真實的自我。請記住：真實的自我具有吸引力，而調整自己行為將反映出真正的你，以及你想成為的對象。\n幫你調整行為的30個習慣從一天的開始到結束，我們每一個動作都反映了我們的自我價值觀，也直接塑造了我們未來的命運。換句話說，我們的日常生活對未來產生了巨大的影響。\n以下是30個日常習慣，它們可以幫助你調整行為，以便符合你的內在價值觀，同時提升你的顯化能力。請每天執行其中的幾項習慣。\n1. 喝充足的水2. 鋪床3. 攝取維他命4. 吃營養的食物5. 運動6. 獲得充足的睡眠7. 觀看某些令你開懷大笑的影片或節目8. 打掃你的空間或清除不需要的東西9. 欣賞日落10. 打電話給你最要好的朋友11. 對其他人做好事12. 寫下五件你愛自己的事13. 實踐感恩14. 享受燭光浴15. 有需要時，好好休息16. 對你不想做的事說不17. 規劃旅行時程18. 向其他人表達愛意或感激之情19. 好好玩樂20. 聆聽令你心情好的音樂21. 閱讀一本好書22. 反思你已經有多少進展23. 冥想24. 開始進行你拖延已久的事情25. 寫日記26. 做瑜伽或伸展身體27. 跳舞28. 複誦口號29. 設定你的每日、每週、每月目標30. 把自己當成你最要好的朋友，和自己對話踏出舒適圈在任何顯化的過程中，跳出舒適圈幾乎是不可或缺的。這個觀念不容置疑──若你固守舒適圈，就難以實現真正的改變。在《快速顯化你想要的人生》中，我討論過自我阻礙的循環以及潛意識如何將我們困在舒適圈中的議題。簡言之，我們的潛意識渴望安全感，而這種安全感通常體現在熟悉的環境中。潛意識並不在乎這種熟悉感是否對你有利；它只在意你是否感到自在。因此，當你試圖做出改變或與眾不同時，潛意識會感到不安──「之前沒接觸過」或「這讓我感到不自在」──它會試圖將你拉回到熟悉的舒適圈中。\n換句話說，潛意識會驅使你進行自我阻礙。例如，若你從小到大都未建立起對人際關係的安全感，你就會對缺乏安全感的感覺感到熟悉。當你成年後，你可能會潛意識地追求這種缺乏安全感的人際關係。然而，若你發現自己陷入了一段健康且真正支持你的關係中，你可能會因潛意識的作用而破壞這段關係，因為它讓你感到不熟悉。\n為了實現我們的顯化目標，我們需要養成定期踏出舒適圈的習慣。我一直覺得這是我們必須精通的技巧之一，而且越常實踐，我們就會越來越熟練。這個技巧的關鍵在於了解自我阻礙的循環；我們發現不自在感源自於潛意識對改變的抗拒，但我們不應該試圖逃避或妥協，而是應該努力克服這種抗拒。當我們做到這一點時，魔法便會發生。\n每天踏出你的舒適圈不一定意味著要做一些極端的事情，像是高空跳傘、面對著你對蜘蛛的恐懼，或是參加一場馬拉松比賽。我認為這些極端的方法只是讓你被嚇出舒適圈。我提倡的 踏出舒適圈的方式更多是在日常生活中落實。例如，嘗試參加一堂新的健身課程來擺脫舒適區的束縛，或者嘗試新食譜，並邀請同事一起享用午餐，以此來建立新的友誼。另外，你也可以向潛在客戶發送電子郵件，這有助於克服對被拒絕的恐懼。當你習慣於嘗試新事物和挑戰舒適圈的感覺時，你會更容易把握新機會，開拓新局面，進而更靠近顯化的目標。\n顯化練習15：踏出舒適圈的七天挑戰每天至少做一件挑戰自己、踏出舒適圈的事情。這件事情可以是任何事情，但重點是它應該讓你感到不自在，這樣才對你的成長有益。當你在下週進行這項練習時，請記錄下每次的體驗和事後的感受。\n第一天1. 你踏出舒適圈的方式。\n2. 你的感受。\n第二天1. 你踏出舒適圈的方式。\n2. 你的感受。\n第三天1. 你踏出舒適圈的方式。\n2. 你的感受。\n第四天1. 你踏出舒適圈的方式。\n2. 你的感受。\n第五天1. 你踏出舒適圈的方式。\n2. 你的感受。\n第六天1. 你踏出舒適圈的方式。\n2. 你的感受。\n第七天1. 你踏出舒適圈的方式。\n2. 你的感受。\n我理解踏出舒適圈可能讓人感到害怕，也了解一直保持舒適是多麼的簡單和吸引人。然而，停留在舒適圈中會阻礙我們真正地生活。我們無法體驗美好的新事物，無法探索新的機會，也無法擴展視野和現實。為了過上豐富多彩的人生，我們必須擺脫潛意識想要把我們困在熟悉中的意圖，並給自己機會去體驗世界上的一切。\n無止境的藉口藉口是自我毀滅的一種形式，也是恐懼和疑慮的表現。藉口往往以類似「我太忙了、我能力不足、時間不夠、我年紀太大、我年紀太小、這對我來說根本不可能⋯⋯」的開頭開始。這些藉口會強化背後的限制性信念和不安全感，阻礙我們調整行為，導致無法顯化目標。\n要創造改變、實現夢想，就必須識破自己的藉口，然後採取行動打破這些藉口的框架。這樣一來，我們不僅能夠消除恐懼和猶豫，也能主動克服困難。換句話說，當我們挑戰那些告訴自己「不能做某事」的藉口，並且勇敢行動時，我們向自己和宇宙證明了自己的力量勝過恐懼和疑慮。\n顯化練習16：推翻自己的藉口請回答以下問題，有助於發現、了解與推翻你對自己說的那些藉口。\n你在編造哪些藉口？\n你的藉口以哪些方式阻礙你？\n哪些恐懼或疑慮在背後推動這些藉口？\n如果你要戰勝恐懼和疑慮，你會採取什麼行動？\n採取行動有哪些好處？\n現在，你該採取行動，還是繼續找藉口呢？\n你已經做好準備了我們都了解要實現目標，就必須勇敢踏出舒適圈，要超越恐懼和疑慮的限制，並付諸行動。我相信，你讀到這裡時已經知道自己該做什麼。但是，儘管你知道應該怎麼做，卻總是給自己各種藉口，說你還沒有準備好。或許你常說：「等我更有能力、更多時間、更多經驗、更自信⋯⋯我就會開始行動。」\n不過，我想告訴你一個小祕密： 你已經準備好了。你擁有內在力量可以完成你目前拖延的每一件事。你只需要覺察恐懼，然後勇敢行動。現在就付諸行動，積極實現你的夢想吧！顯化練習17：舒適圈外的成長在右頁，你會看到一個圓圈，這個圓圈代表著你的舒適圈──它是你目前的所在之處。我要請你在舒適圈的外圍寫下你明知自己該做的每一件事，來推動自己更上一層樓、成長、茁壯與進化成你想成為的人。然後，當你持續在顯化之旅上前進時，我要請你回到本頁並勾選你已經完成的事項。最後，當你完成所有的事項時，我要請你獎勵自己── 你應該為自己踏出舒適圈的勇氣而慶祝！想做的事，立刻去做我最近在我的工作坊一直談論一個概念，就是 「想做的事，立刻去做」。人們一直問我要如何一次顯化多個顯化目標，又要如何克服拖延的心理（在《快速顯化你想要的人生》中曾經提過拖延出自於恐懼）。於是，我先思考我個人會做什麼來持續受到激勵，而且真正實踐並體現顯化之旅中的顯化心法❸。我發現我的方法其實很簡單：我有想做的事就會立刻去做。在我調整行為契合我自身最愛自己的高我時，這個方法扮演關鍵的角色，這也是我訓練自己要採用的方法。\n「挑戰自己能力之外的事情……然後克服它。」\n──喬．德．塞納（Joe De Sena）， 斯巴達障礙賽（Spartan）創辦人當我想到必須做某件事時，我就會立刻行動。舉例來說，帳單寄來時，我就會馬上繳款。朋友請我幫他聯繫上某人時，我就會馬上寫電子郵件，他才不用對我再說一遍。我不允許事情一直放在待辦清單上，這會讓我每次看到待辦事項就感到焦慮。我不會浪費時間在拖延、做準備或編藉口上。因為我知道事情完成的感受有多好，所以我做事不會拖延。\n我覺得我培養了立刻行動的心態，而且隨著時間推移，我也不斷鍛鍊這種心態。因此，立刻行動變得輕而易舉。這個心態使我想起一句話： 「如果你要完成某件事，你要詢問某個有效率的人」。當我們養成立刻行動的習慣，它就會成為我們的第二天性。對我而言，這也是愛自己的一種形式，因為我會重視未來的自己，我會讓現在的我感覺更棒，也讓未來的我減輕負擔。\n當我說我訓練自己立刻行動時，我是認真的。過去的我跟立刻行動完全沾不上邊。我以前在家裡總是被稱為「懶惰鬼」；我是家裡四個孩子中的老么，我的手足是英國國家健康醫療服務（National Health Service）的醫師，他們既敬業又啟發人心，我的父母則是來自伊拉克的移民，他們雖然出身貧苦，但是非常努力工作，讓所有子女可以在英國生活。\n反觀之下，我的人生座右銘是「用最少努力，獲得最多收穫」。我完成某件事之前，別人必須要求我很多次。我總是把事情拖到最後一刻，而且我做每件事時總是很敷衍。我沒有目標，沒有動力，也一直找藉口，這讓我的父母感到非常挫折與失望。我告訴你這些事情是因為我堅信如果我能從過去的處境來到現在的境地，你也可以辦得到。\n我要請你養成 「想做的事，立刻去做」的習慣。 你要立刻行動，不要讓自己找藉口不去行動。我有一個大絕招，就是你要讓你的想像力快速帶你到未來，然後想像你行動（版本一）或不行動（版本二）會有何感受。版本一的感受總是比較好，所以絕對是正確的決定。 你要記住你做的選擇很重要，它們會以實際行動告訴宇宙你覺得自已多有價值，你又相信自己值得獲得什麼回報。\n顯化練習18： 立刻去做的七天行動挑戰在接下來的七天， 請注意任何可以採取行動或想做某事的機會。然後，在下方寫下你的行動，並記錄行動後的感受：第一天你的行動\n行動前的感受\n行動後的感受\n第二天你的行動\n行動前的感受\n行動後的感受\n第三天你的行動\n行動前的感受\n行動後的感受\n第四天你的行動\n行動前的感受\n行動後的感受\n第五天你的行動\n行動前的感受\n行動後的感受\n第六天你的行動\n行動前的感受\n　行動後的感受\n第七天你的行動\n行動前的感受\n行動後的感受\n自我獨處你平常獨處的時間有多長呢？我指的是真正的獨處，不是在使用手機滑動社交媒體，也不是在WhatsApp上與朋友聊天。許多人很少花時間獨處，因為我們經常被伴侶、家人、同事或朋友包圍。此外，獨處聽起來可能很困難或無聊，所以我們通常會避免這樣做。\n在顯化之旅中，獨處扮演著重要的角色。這意味著你需要找到一些時間，完全獨自一人，沒有任何外界干擾。在這段時間裡，你可以專注於自己的內在世界，釋放出創造力，培養顯化的能量。獨處不僅讓你有機會製作夢想板，還能幫助你釐清思緒、反思自己的內心世界，並更好地理解自己的恐懼和疑慮。更重要的是，學會在獨處時感到滿足和自在，這是展現愛自己和尊重的重要表現。\n最近，我為了寫這本書前往希臘獨自旅行了五天。雖然一開始我對獨自旅行感到些許不安，但抵達目的地後，我立刻感到放鬆了許多。在旅途中，我有了充裕的時間來思考我的人生狀況、我的進步程度，以及我想成為的人與我需要療癒的創傷。我也有了足夠的空間來寫日記、冥想，並更深入地了解真正的自己。我非常享受這段獨處的時光，並深刻體會到獨處的強大力量。當我結束這趟旅程後，我感到自己完全脫胎換骨：我放下了過去需要留意的舊傷痛，也更清楚了自己未來的目標。我發現獨處能帶來深刻的領悟，這是一段寶貴的經歷。\n我鼓勵你研究如何安排時間獨處的方法，例如：預訂獨自旅行、在入睡前安排30分鐘的燭光浴、週末到大自然中長時間散步、前往你最喜歡的餐廳、報名新的健身課程、與自己約會。當你更加珍惜獨處的時間，並且感到更加自在時，你就能更輕鬆與那個具有魅力的真實自我建立連結。\n調整自己的行為，意味著你必須採取實際的行動。如果你想要在生活中實現某件事，你必須自己實踐。你需要踏出舒適圈，養成行動的習慣，放下那些不再有益的自我，並培養高我所具備的特質，直到你真正成為那樣的人。\n顯化之旅的後援我與The Head Plan這個組織合作製作一系列很棒的自我成長產品，這些產品能夠協助你的顯化之旅。你可以在www.theheadplan.com這個網站中購買所有產品。\n日記本這本日記本包含了一個為期12週愛自己與內在力量的計畫，與其他日記本有所不同；可以想像我將連續12週每天充當你的教練。日記本中包含了每週自我反省練習、每日正向日記、每週回顧等豐富內容！口號卡牌這個產品內含52張口號卡牌，能夠提高你的振動頻率。洗牌後，挑選一張牌卡，並且複誦口號五遍！顯化卡牌這個產品內含52張卡牌，每天提供靈感，並幫你複習《快速顯化你想要的人生》這本書的重點。\n筆記本這本空白筆記本可以自由運用，你可以利用這本筆記本，重複本書中的練習！快速掌握顯化心法❹任何顯化之旅都會帶來挑戰，必須克服這些考驗才能繼續前進。\n這些挑戰出現在生活中是為了考驗你的自我價值和顯化信心。\n這些挑戰可能採取不同形式，可能是某種阻礙或挑戰，也可能是需要你退一步的人或事。\n當事情未如預期發展時，這是一個機會，我們可以為自己奮戰，同時建立內在力量、韌性和勇氣。\n當我們克服這些挑戰，我們將獲得豐富的回報。\n我常說，顯化心法❹是我最喜歡的顯化七心法之一，因為我覺得它對於我如何應對人生中無法控制的事情影響最深遠。 學會顯化並不意味著你將擁有一個完美無缺的生活，也不意味著你可以掌控每個事件的發展方向。生活仍然充滿挑戰、阻礙、壓力、拒絕和迷失。然而，顯化心法❹ 賦予我韌性和力量去面對這一切，使我在人生中更輕鬆自在地航行。無論面對怎樣的情況或挑戰，顯化心法❹都培養了我的信心：在每個低谷、風暴和低潮之後，都將帶來回報、豐盛和提升。\n人生谷底與向上提升當我回顧我人生中的每一次低谷時（相信我，我經歷過很多次的低谷），我發現隨後總是會有一種新生的感覺，以及某種宇宙的轉變，這些變化會引導我邁向人生的新階段。\n在我未曾掌握顯化技巧之前，我對人生低谷感到非常恐懼；它們總是伴隨著絕望和恐懼，我害怕自己會永遠陷入其中。人生低谷可能讓我長時間感到沮喪和極度憂鬱，也使我覺得難以擺脫其中。然而，現在我已經學會了顯化的力量，我對待困境的態度完全不同了。我現在將人生低谷視為宇宙給我的挑戰，並且深信我有能力克服它們。人生低谷不再讓我感到害怕，反而讓我感到興奮。\n讓我舉一個簡單的例子。在2021年11月，我經歷了一次極大的刺激，引發了許多未加釐清的痛苦與創傷。我對於這種處境感到難以承受，很快地陷入了長期的自我厭惡、極度低落、憂鬱和焦慮之中。我意識到我們的大腦和心理狀態是多麼脆弱。\n有時，我可能一週感覺良好，但下週卻陷入多年來未曾有過的糟糕情緒中。過去，這種情況會引發數個月的惡性循環。然而如今，顯化的力量在旁協助著我。\n首先，我現在擁有了應對困難的方法，並且知道如何有效應對，例如：使用口號、冥想和寫日記。其次，我對宇宙充滿信心和信任，相信這種狀況會結束，而另一端是美好的一切。我明白我能夠從痛苦中學習，也能夠擺脫仍然困擾著我的舊傷。正因為我明白這一點，我能夠真切地感受到痛苦和各種情緒，並在感受它們的過程中肯定自己。我能夠透過這個過程釐清它們，而不逃避或隱藏，也不會讓自己陷入其中無法自拔。\n在這個時候，我遇見了薩莎．帕拉里（Sasha Pallari）這位朋友，她是「不加濾鏡」\n（FilterDrop）活動的發起人，她非常具有感染力。她看到我的痛苦，給予了我宣洩情緒的空間，我被她的言論感動得熱淚盈眶。稍晚，她私訊給我說：「或許你沒有立即意識到，但經歷這種苦痛能夠釋放更深層的內在力量。美好的事物正在向你走來。」\n她說得沒錯；四週之後，我的書出版了，我開啟了迄今為止人生中最令人振奮的一個篇章。經歷過那段痛苦的時光，我排除了許多阻礙，自那時起，我比以往任何時候都更加自信。\n克服宇宙的考驗意味著我們必須明白，低谷和黑暗的時刻提供了絕佳的機會，讓我們能夠療癒、成長和茁壯。當我們克服這些考驗時，我們就會得到回報，並且能夠向前邁進。\n學習說不要克服來自宇宙的考驗，你必須學會拒絕那些不值得你付出的事情。然而，很多人覺得說不是一件讓人感到不安且困惑的事情。當有人邀請我們參加活動時，我們可能會接受，因為我們不想得罪對方。當有人給予我們較低的酬勞時，我們可能會接受，因為金錢的誘惑難以抗拒。當老闆詢問我們是否能夠再接待一位客人時，我們可能會答應，因為我們擔心拒絕會被認為是能力不足。我們總是答應，而很少說不。\n你曾經花了多少時間找藉口，希望能逃離你不想做的事情，或者無所作為，而希望一開始就堅持拒絕呢？當我們不情願地答應某事時，這種壓力就像一連串的骨牌效應，使我們的振動頻率下降，並剝奪了我們寶貴的時間與精力。\n為什麼說不這件事很困難呢？原因通常是因為我們會感到內疚或害怕被討厭。這也是為什麼學習愛自己對於顯化心法❹非常重要的原因。 如果某人總是因為拒絕而感到內疚，那可能是因為他缺乏自我價值感，他不相信應該把自己的需求擺在首位。\n以前我總是答應所有人和所有事情。我非常渴望得到每個人的喜愛，以至於每當有人向我提出請求或尋求協助時，即使這對我造成困擾，我也會毫不猶豫地答應。因為我非常害怕失去他們的愛或認同，所以我一直將他們的需求看得比自己的需求更重要。\n然而現在，我成了拒絕的高手，甚至認為學會拒絕是我為自己所做的最具有力量的事情之一。我生活的每個層面都因為懂得拒絕而變得更加美好，這一點毫無疑問。我更善於管理時間，壓力也減輕了，不再需要浪費時間找藉口來逃避我曾答應的事情。此外，這也讓我的顯化之旅更加強大，因為每次我說不，我就向宇宙表明了自己的價值和自我愛的程度，而宇宙也會給予我回報。\n我們常常害怕拒絕他人，並且不斷告訴自己如果我們拒絕了，對方會感到憤怒、受挫或失望。但事實上，大多數情況下，當你真的說不時，對方只會尊重你，然後就忘了這件事（假設他們沒有其他的問題，也就真的與你無關了）。\n最近，在一次大會演講中，我有機會認識了一位女性，她是一位真正的勵志人物，我之前一直在社群媒體上關注她。她是一位成功的企業家，擁有兩個知名的美容品牌，並且在社群媒體上有著眾多的粉絲。\n隔天，她寄了一封電子郵件給我，邀請我和她合作一個企劃案。面對這個提議，我的內在小孩（那個渴望取悅其他女性並受到她們喜愛的部分）想要說「當然好」，但我必須提醒自己。我知道自己沒有足夠的時間接受額外的合作，也無法負擔另一個企劃案。我明白即使我想要答應，也對這個邀請感到激動，但我仍然必須說不。\n然而，要開口拒絕讓我感到非常不安。我擔心她會認為我拒絕是不懂感激或失禮的表現，也擔心她之後會不理我。我必須告訴自己要克服這種不安的感覺，並且做對高我有益的事情，勇敢說不。只有拒絕她，我才能充分利用我的時間和精力。於是，我回信給她，坦誠告訴她實情。幾分鐘後，她回覆了我。她毫不生氣，也完全沒有忽略我，這與我先前的擔憂完全不同。相反地，她非常友好，並且完全尊重我的決定。\n當你學會說不時，儘管這可能讓你感到不自在，但你正在向宇宙傳達一個重要訊息：「我知道自己的價值，也懂得尊重自己。」宇宙回應的方式，會以符合愛自己的高振動頻率，帶給你更多美好的一切。\n停止將就在撰寫《快速顯化你想要的人生》這本書之前，我決定書中不要有任何髒話，但是我要在這裡打破這個規定，不過只有在這裡而已，因為我真的需要強調一個重點： 請不要再他媽的將就了。\n許多人都在將就。在戀情、工作以及對生活的期望上，我們都讓自己妥協了。我們已經太習慣於隨波逐流，並且接受舊有觀念：「人生困難重重，我們只能盡力而為」。因此，我們放棄了對自己更高價值的信念，降低了期待。我們對於吸引更好事物的可能性感到懷疑，因此只是隨便應付。當我們這樣將就時，我們向宇宙發送了一則明確的訊息：我們不期待更多。結果，我們無法吸引更多豐盛的事物進入我們的生活。 要克服這種容易妥協的心態，我們才能應對宇宙的考驗。\n顯化練習19：停止將就，不再退而求其次要停止將就，首先必須了解自己曾在哪些方面妥協過，現在又在哪些方面妥協，以及為何要妥協。我要請你思考一下，在你的生活中，無論是過去還是現在，你什麼時候妥協過。列出這些地方後，問問自己：「我為何要妥協？」是哪些限制性信念阻礙了你？是哪些不安全感影響了你？將你的答案記錄在旁邊。舉例來說，我在這段友誼中妥協了自己，因為我缺乏對自己受尊重的真實信心。\n在進行這個練習時，請你不要自責，而且要對自己溫柔一點：憐憫當時或現在沒有相信自己更有價值的自己。透過釐清我們妥協的地方和原因，我們可以培養內在力量，從而能夠做出改變，並在下一次做出不同的選擇。\n再次強調這一點絕對不為過： 當你退縮時，你永遠無法為自己的生命創造出接納無限豐盛的空間。我向你保證，你絕對值得擁有最美好的一切。你應該活出充滿喜悅的生活。\n放下放下一直是顯化過程中的一個核心主題。我們需要釋放過去的自己，放下那些不再對我們有益的事物，以及放下限制性的信念。對我來說， 放下是一種愛自己的行為。這意味著我們必須為了未來做出艱難的決定，有時這些決定並不容易。然而，如果我們想要向前邁進，就必須學會接受並放下。\n放下的關鍵是接受某件事已經結束、行不通了，或是不再對我們有益。如果我們不接受這個事實，就會持續試圖維持不適合的人事物，甚至在明知不對勁的情況下也會強迫自己相信一切都沒問題。當我們接受某件事情已經無法繼續下去時，就意味著我們能夠從束縛中解脫。\n失戀對於正在閱讀這段文字的你，如果你正經歷著結束一段感情的痛苦，或者明白自己正在和不適合的人交往，我想給你一些建議：我知道結束一段感情很難。我了解說再見是多麼令人痛苦。我真的理解。但是我向你保證， 失戀也能夠成就你。我相信沒有什麼比經歷失戀的痛苦更能促使一個人成長、茁壯或蛻變了。\n你需要接受感情的結束，並給自己時間和空間來療癒。你需要感受所有的情緒；哭泣、發洩、釋放出所有的情感。要知道，想念前任是正常的，但是這並不意味著他就是你的命定之人。請相信更好的時光即將到來，你會度過這段艱難的時光，並且再次找到愛。\n不要浪費你寶貴的能量在憤怒或怨恨上；每段感情都能夠給我們帶來教訓，幫助我們成為更好的人。請花些時間回想你們在一起的美好時光和那些將會伴隨一生的美好回憶，同時也要思考你從中學到的寶貴經驗。你比你想象的更加堅強，你真的值得得到無條件的愛，你就是完美的。\n有時候，事情只是不再適合了。這不是針對任何人的結果，只是事情發展到了這個地步─請不要再多做猜測。你可以深呼吸、冥想、外出散步、看電影、聽音樂、做瑜伽、健身、吃健康的食物、換個新髮型、和朋友一起吃晚餐、計畫一個假期。\n請你做一些美好的事情；成為你生命中所需要的愛。一切都會好起來的，請相信我。\n雖然我在這本書和之前的書中反覆強調放下的重要性，但我知道這仍然面臨許多阻礙。我認為，人們之所以不願意放下，反而不斷將就或陷入相同的困境，其中一個原因是我們常常誤以為放下就意味著「放棄」。承認我們所開始的事情失敗了，並且必須接受這個事實並放下一切，這並不是一件容易的事。我們可能會感到自己是失敗者，或者害怕被他人視為失敗者。\n在2022年1月的顯化工作坊上，有一位非常可愛的女性觀眾在提問環節中開口發言。\n她說：「在新冠疫情爆發之前，我開了一家童裝店。我有三個孩子，但封城對我們造成了巨大的影響。」說到這裡，淚水開始從她的臉上滑落。接著，她繼續說道：「我不得不改做電商，我知道我必須關閉實體店。我無法再承受這一切，無法同時照顧孩子、實體店面和電商。我感覺我快要崩潰了。但是我非常害怕做出關閉實體店面的決定，因為我覺得我失敗了，而且我感到難以承受。」\n在場的380名觀眾中，每個人都和我有著一樣的感受。我深深地體會到，天啊，你絕對不是失敗者，也完全不需要感到尷尬。我緊緊地擁抱著她，告訴她一個她需要聽到的真相。她並沒有失敗；她做出了一個強大的決定，放下了她的阻礙。這樣做拯救了她，使她免於更大的壓力和痛苦。她獲得了寶貴的時間和精力，可以專注於與孩子相處和電商的發展。當她看著我時，我可以看出她臉上露出了一絲解脫的微笑。\n她對我微笑著，輕聲地說：「非常感謝妳。」我真切地感受到她放下了肩上的重擔，工作坊中的每個人都感受到了這一刻的美好。有時，我們需要他人允許我們放下，提醒我們我們並不是失敗者。更重要的是，我們應該允許自己這樣做。\n接受事情不如預期並代表失敗，實際上是一個充滿力量的舉動。這讓你能夠放下對你無益的事物，同時迎接全新的開始。\n重新定義挑戰顯化心法❹ 的最棒禮物在於，幫你重新定義之旅上的每個挑戰、每次拒絕或每種障礙。\n我們對任何事情的詮釋最終塑造了我們對這個世界的觀感。通常，當事情不如預期或遇到困難時，我們會責怪自己。這些情況可能會強化我們的不安全感或限制性信念。例如，如果有人在約會後突然失去聯繫，我們可能會覺得自己不夠好。如果我們的航班取消了，我們可能會認為這只是再正常不過，因為這種事情總是發生在我們身上，並且認為自己運氣很差。如果我們的晉升機會給了別人，我們可能會相信自己永遠無法實現目標。\n我認為這一點在面對拒絕時尤其重要，因為拒絕可能會觸動我們內心最深處的情感。\n當有人告訴我們「我不會選擇你」時，我們可能會感到非常痛苦。在這種情況下，很難不去自我懷疑，也很難不將這種拒絕與自身價值、吸引力、被需要程度或愛的程度聯繫在一起。拒絕可能會動搖我們的內在基礎，讓我們感到脆弱、受傷和無助。在這種情況下，我們必須站出來，給予自己我們應有的無條件愛、支持和憐憫。 我們必須提醒自己，拒絕並不代表失敗，而是重新找到方向的機會。\n無論面臨何種挑戰或障礙，我們都可以從更充滿內在力量的角度去看待它，或賦予不同的意義。我們可以選擇把它視為一個機會，因為它能教導我們更深認識自己，引領我們走向新的境地，或幫助我們踏出舒適圈。\n顯化練習20：回想因禍得福的事件在生活的許多時刻中，我們可能會覺得一切都不順利，但最終事實卻證明那是最好的安排。請寫下五個這樣的時刻。例如，你對某個職位的申請被拒絕，但後來你發現這個職位並不適合你，而你在另一家公司找到了更適合的工作。或者，你原本計畫去某個地方度假，但航班卻取消了，後來你卻在當地發現了一個更美的景點。\n1. 不順利的事件\n為何這是最好的安排？\n2. 不順利的事件\n為何這是最好的安排\n3. 不順利的事件\n為何這是最好的安排？\n4. 不順利的事件　\n為何這是最好的安排\n5. 不順利的事件\n為何這是最好的安排\n請將前述案例視為負面經驗將會帶來正面結果的證據。當你下次面臨挑戰時，請提醒自己這一點。雖然你可能還不了解事情發生的原因，但請相信這一切都有其道理。\n考驗的日記《快速顯化你想要的人生》一書中提到，在每個顯化之旅中，我們都會遇到必須克服的考驗。 這些來自宇宙的考驗會挑戰你對自己值得擁有渴望的一切有多相信。換句話說，會考驗你的自我價值。這裡提供了一個「考驗的日記」，能幫你在下次面臨考驗時盡可能做出最具內在力量的決定。\n當你克服考驗時，你就是在做出符合未來自己的選擇，拒絕不適合你的事物，並且獲得自身的力量。這正是顯化的目標所在。你有能力塑造自己想要成為的人，你的內在潛力是無限的。你所需要做的就是釋放這股力量。\n考驗的日記你真正想要的目標是什麼？\n你正在面臨什麼樣的考驗？\n這個考驗與你原先在夢想板上列出的項目有何不同？\n如果你接受它，你必須做出何種犧牲？\n何種恐懼使你對於克服這個考驗感到擔憂？\n最具內在力量與自信的你會怎麼做？\n考慮到前一點，你現在會怎麼做？\n當你需要協助以克服宇宙的考驗時，請在專屬的日記本或筆記本上重複進行此練習。\n保護能量時間和能量，就是我們最寶貴的資產，請善加利用。\n在生活中，有些人和某些情境會給予我們源源不絕的能量，使我們感到活力充沛、精神飽滿。這些人讓我們感受到自己受到尊重、被重視和被感激，他們在我們的顯化之旅中扮演著重要的角色。與這些人相處或處於這些情境中能夠激發出高振動的愛、喜悅、滿足、熱情和熱忱等情感。他們為我們的內心點燃火花，鼓勵並激勵我們持續前行，發揮出真正的自我。\n然而，有些人和一些情境會消耗我們的能量。他們讓我們感到貶低、氣餒和不被重視。由於與他們相處，我們無法自在和自信地表現自己。我們所散發的能量可能被視為理所當然，或者被濫用。他們降低了我們的振動頻率，阻礙了我們的顯化之旅。\n常見問答問題：如果我的家人是吸收能量者，該怎麼辦？要如何設定界線才不會感覺像是我在遺棄他們？\n解答：理解對家人設定界線是很困難的。這並不意味著要輕易放棄這種關係，或是徹底切斷與他們的聯繫。家庭關係往往很複雜，我們可能一方面想要疏遠，但同時又深愛著他們，希望他們能在我們生命中扮演某種角色。我的建議是，設定能讓你應付得來的界線，同時重視自己的情緒和心理健康。\n要做到這一點，你需要了解自己適合的接觸頻率和時間，以及何時能夠與這些家人相處。例如，你可以減少與他們見面或交流的頻率和時間，但不一定要完全斷絕聯繫。你可能會發現，在你心情好的時候與他們相處是最好的選擇；相對於情緒低落、心情沮喪或疲憊時，你更容易受到他們負面影響。\n對我而言，這是設定界線並堅持的方式。這樣做可以確保我們把自己的情緒和心理健康放在首位，同時也能夠應付得來。\n保護自己的能量是一種愛自己的行為。我們的能量是神聖的，我們必須珍惜它。我們需要開始意識到哪些人和事會耗盡我們的能量（能量吸收者），哪些人和事會提升我們的能量（能量給予者），然後設立適當的界線。這些界線可能包括拒絕與不適合的人和事，更清楚地表達自己的需求，以及注意和調整與他人相處的時間和個人空間。\n顯化練習21：劃分可以保護能量的界線反思人生的所有層面，然後在能量給予者的欄位中寫下讓你充滿能量的一切，可能是某個人、某個活動、某種自我照顧的行為或某個地方。接著，請在能量吸收者的欄位中寫下讓你耗盡能量的一切。\n寫完這兩個欄位後，請設定五種能夠保護能量的界線，例如：「我知道在經歷一週忙碌的工作之後，我需要在每週五的晚上休息，所以我不會再答應和我朋友在週五晚上碰面吃晚餐。」或是「我沒辦法一直在朋友身邊支持他，因為我不該為他的情感需求負起全部的責任。」請在下頁欄位寫下這些界線：有時，我們會發現自己無法避免與某些耗盡我們能量的人事物接觸。舉例來說，我們可能每天在工作場所中被負面能量的同事或老闆包圍。這些人可能總是在抱怨，或是他們的能量讓你感到不舒服。我們可以感受到其他人的能量，但卻難以說明具體原因。在這種情況下，我們該如何因應？當我們似乎無法避免與這些人接觸時，又該如何保護我們的能量？我可以分享兩個小技巧：當一名觀察者記住：我們有能力選擇我們要接受和關注的事物。當某人的言辭變得負面、無理或低頻時，你可以選擇聽取、觀察，然後放下。不要捲入他人的故事和描述中，而是將自己視為一名觀察者。\n你隨時都可以使用這個技巧。比如說，你正在排隊，後面的人開始變得焦躁、惱怒、小聲抱怨或大聲講電話發洩情緒。你可以做出選擇：你可以和他一樣感到憤怒，你可以對他的情緒感到生氣，或者你可以觀察他，然後將這件事放下。\n擺脫一切跟某個耗盡你能量的人相處之後，試著找一些方法來釋放這種負面影響。你可以去上瑜伽課，或者在回家的路上播放高頻音樂。進行5分鐘的放下冥想也是一個不錯的方法，你可以反覆念誦像是「我放下今天，專注於現在」這樣的口號。另外，你也可以打電話給你最要好的朋友，一起聊聊近況，這樣可以轉移你的注意力並得到支持。\n「能量不會說謊。你要相信你感受到的氣場。」\n──佚名雖然我們無法控制他人的行為、言詞或他們選擇體驗這個世界的方式，但我們可以控制自己的反應、選擇接受的對象，以及設定的界線。當你踏上顯化之旅時，你會更敏銳察覺哪些人事物讓你感到良好，哪些讓你感到不適。請注意這些直覺感受，並記得保護你的能量。\n快速掌握顯化心法❺感恩是感激之情。\n我們可以運用感恩來使自己脫離低頻的情緒。\n顯化的最佳狀態是明白你想要達到的目標，同時也要完全感謝目前擁有的一切。\n專注力的所在之處就是能量的流動之處。你越專注在美好的事物上，越多的美好事物就會到你身邊。\n寫正向日記是一種強大的方法，可以重新訓練你的大腦，讓你學習懷抱感恩之心。\n將「我必須這麼做」替換成「我有機會這麼做」。\n感恩的心是吸引奇蹟的磁石。\n在我年輕時，母親曾經向我分享一句阿拉伯俗諺，直譯為「每次你感謝他人，都會獲得千倍回報」。我每天都會聽到母親多次輕聲說「感謝真主」，因為在伊斯蘭教中，感恩是核心價值之一。其實，所有宗教都強調感恩的重要性。科學研究也證實，感恩對我們的健康和生理有著強大的影響。許多研究表明，感恩有助於改善睡眠質量、提升免疫力、調節壓力、減輕疼痛，以及緩解焦慮和憂鬱症狀。美國加州大學洛杉磯分校（UCLA）正念覺察研究中心也證實，感恩可以改變腦神經結構，帶來更多的幸福感和滿足感。\n感恩，是我們能夠體驗到的其中一種最高振動頻率的情緒。當我們充滿感恩之心時，我們會變得更具吸引力，也更容易吸引更多豐盛進入我們的生命中。 顯化不僅僅意味著專注於想要獲得更多人事物，也是感謝我們已經擁有的一切。\n慢慢釋放的多巴胺在我成長的過程中，大部分時間我都無法像現在這樣感到喜悅、滿足或幸福。孤獨的感覺令我感到不安，對於「無聊透頂」的感受更是深感害怕，而我一直努力將內心的痛苦藏在心底。為了逃避這種感受，我每天都會抽超過20根香菸，還會酗酒和嗑藥。只有在極度興奮的時候，比如和我喜歡的人陷入熱戀、參加豪華的派對或是酒精作用下，我才能感受到幸福。\n每次面對鏡子，我看到的都是一個怪物，這種感覺讓我感到噁心、醜陋和令人反感，而且這樣的看法持續了多年。古柯鹼成了唯一能夠讓我改變看法，並且稍微增加自信的東西。因此，我沒有試圖療癒自己對自己的厭惡，而是每天固定在下午四點開始吸食毒品，因為這會給我一種「虛假的自信」。我的生活就像一個擺錘，在吸食毒品的高峰和痛苦的谷底之間擺盪，從未停留在中間。\n2018年，當我第一次遇見韋德時，我仍然深陷毒癮的困境中。每次約會時，我都會偷偷躲進廁所吸毒。相比之下，韋德從未碰過毒品，也不會過度飲酒或抽菸。他擁有一項我認為不可能擁有的能力：掌握適度和平衡。透過他，我看到了自己渴望擁有的品質；他能夠感激生活中微小的事物。他在公園散步時、輕撫路過的狗或玩桌遊時，都能找到真正的快樂。坦白說，我對此感到相當困惑。他究竟如何能夠在這些看似微不足道的事情上感到如此開心，又如何能夠不需要毒品來享受外出吃晚餐或在酒吧度過深夜？\n當我和韋德墜入愛河時，我們會連續幾個小時熬夜，討論一切與一切。我們談及過去、恐懼、幸福、生活意義、冥想，以及我的成癮問題。韋德給予我足夠的空間，讓我安心地探索這些議題；他從不批評，也從不讓我感到一文不值或羞恥。當時，我剛踏上顯化之旅，沉浸在戀愛的甜蜜感覺中，這讓我感到準備就緒，充滿了改變的動力。我決定（雖然不是第一次）戒掉毒品和酒精。我戒了一個月，這是我近十年來戒除最久的一段時間，然後奇蹟發生了。\n有一天，我坐在床上和我的姊姊通電話，雖然當時我已經忘記我們在電話上談論了什麼，但我突然開心地笑了出來。你知道那種全身都充滿喜悅的熱烈笑聲嗎？那是真正的快樂。這樣的感覺對我來說非常陌生，所以四年過去了，我仍然清晰記得當時的場景。\n在接下來的幾週裡，這種感受變得越來越常見。在陽光灑落的早餐時段，我會享用著酪梨吐司，而我會感到…...快樂。這不是毒品帶來的快樂，也不是激情或渴望帶來的快樂，只是單純的快樂。我只能用孩童般的快樂來形容它。一種純粹而簡單的快樂。我開始思考一個問題：如果我過去總是因為毒品或腎上腺素激增而感到快樂，那是否意味著我對快樂設定了過高的標準，導致我無法體會到那種簡單而微不足道的快樂？\n我和韋德開始討論我這種新的生活方式，開玩笑地得出了一個結論：相較於我過去的極端生活，也就是那種快樂的高峰總是伴隨著低谷的生活，我正過著一種「 慢慢釋放的多巴胺」生活。這個詞是我和韋德一起想出來的，用來描述創造一系列讓人感到快樂的簡單理由。\n多巴胺，是一種神經傳遞物質和荷爾蒙，讓我們感到愉悅、滿足和充滿動力。大家都知道，毒品可以讓大腦中的多巴胺迅速增加，但這之後你會付出代價，因為毒品的快感會降低你身體自然分泌多巴胺的能力。因此，我開始思考，如果我能從健康、滋養心靈且持久的事物中獲得快樂，而不是讓自己受苦，會發生什麼？\n此外，如果我不是一次耗盡所有的多巴胺，而是分散它，會發生什麼？因此，我開始用我們創造的詞來描述我的未來目標：我想要過一種慢慢釋放多巴胺的生活。我開始專注於簡單的快樂，這些快樂來自於天真無邪的玩樂、大自然和愛的表達。我重新定義了快樂，這改變了我的生活。 快樂的核心是刻意去實踐感恩，讓自己沉浸在感謝人生的小確幸中。\n如今，讓我感到快樂的事物已不再是杯中的龍舌蘭，而是過去我認為微不足道的平凡事物。當我推著兒子盪鞦韆、坐在草地上閱讀書籍、準備早餐、坐在沙發上喝咖啡、透過咖啡店的窗戶觀察路人、安靜地放鬆身心、運動或是烹飪時，我感受到真正的純粹幸福。\n我認為，許多人不斷尋求刺激以提升心情、感受幸福與快樂。在我們所處的文化中，我們可以輕易得到即時的滿足，透過網上購物、各種社群媒體、交友軟體、飲酒或性愛等方式。我們似乎被束縛在只有在這些時刻才能體驗正面情緒的框框中，卻剝奪了尋找快樂的機會。然而， 真正的快樂通常出現在片刻的簡單、緩慢、不易察覺的時刻中。慢慢釋放多巴胺的概念提醒我們轉移注意力，重新定義幸福，我希望這樣的觀念對你也有同樣的啟發。\n在《快速顯化你想要的人生》一書中，我曾提到幾個技巧幫你培養感恩之心，如每天記下感謝清單和每晚寫正向日記。現在我想介紹更多感恩的方法，讓你的感恩不僅限於外在事物，也包括你自己和你的人生經歷，進一步加深你的感恩之情。\n我對於一切的進展感到驕傲我們經常專注於未來的願景，卻忽略了已經實現的進展與成就。我喜歡這句話：「還記得你當時許願要擁有現在所擁有的一切嗎？」這句話深刻提醒我們停下來欣賞已經在生活中顯化成真的一切。\n顯化練習22：透過冥想，表達感謝我為你準備了一份參考指南，可以幫你探索和反思自己的進步，並對自己表達感激之情。請花時間進行這項練習──點燃香氛蠟燭，播放有助冥想的音樂，詳細回答以下問題。\n1. 你克服了哪些困境或挑戰，才有今天的處境？\n2. 何時善加利用困境？\n3. 何時踏出舒適圈？何時最感驕傲？\n　4. 何時讓自己放下防備，向別人敞開心扉？\n5. 你最開心的回憶是哪些？\n6. 在你現在的生活中，有哪些事美夢成真而令你想感謝自己？\n自我慶祝自我慶祝，是為了讓你花時間慶祝與表揚自己的勝利與成就。透過自我慶祝，我們能夠更加重視自己每天為達成目標所付出的努力，以及我們採取的各種行動。這種做法有助於提升自尊心、學會愛自己，並促使我們更加感激自己。\n我們生活在一個目標導向的文化中，這種文化通常只會慶祝少數特定的成就，如訂婚、買房、升職、新工作、得獎等。這使得我們受到限制，認為其他方面的成就不值得讚揚或肯定。因此，我們常常忽略了每天給自己帶來美好的事物，以及每天實現的小小成就。\n你應該不僅僅慶祝人生的重要里程碑，還應該慶祝自己追求進步、投入努力所取得的成就，這應該成為一種習慣。無論是完成了一道新的食譜、首次完成健身計畫、堅持遵守自己設定的界線、勇敢踏出舒適圈與潛在客戶進行洽談，還是在團體會議中表現出色，你都應該學會稱讚自己所做的每一件事情。 培養留意這些小小勝利的習慣，這將有助於提升你的幸福感和自信心。\n我們可以如何自我慶祝？\n使用口號當你完成了讓自己感到自豪的事情時，請對自己說一句簡單的口號，比如說「我為自己的成就感到自豪」或「我今天的表現讓我感到驕傲」。\n獎勵自己當你終於完成了自己的任務或是徹底打掃房屋之後，請肯定自己完成了這件事，享受成就感，然後以某種方式來獎勵自己。例如：你可以花時間獎勵自己、預訂你最喜歡的餐廳、看一部最新的電影來放鬆一下。\n與他人分享因為我們擔心被認為是自吹自擂，所以我們經常不願告訴他人我們對自己感到驕傲。\n然而，自我慶祝可以是謙虛的、激勵人心的，並且令人振奮的。我非常喜歡聽到朋友與我分享他們的成功故事！我鼓勵你開始與身邊的某些人分享自己的成功。這不僅能鼓勵他們，也讓你與他人分享你們的成就，大聲說出自我肯定的話也有助於你潛意識中的自尊提升。這是一種雙贏的局面。\n寫日記每天晚上上床前，寫下你當天至少五件讓你感到自豪的事情。要記住，任何一個成功都是值得被重視的。\n感恩挑戰在這週的每一天，請你傳送感謝訊息給某個你想感激的對象。這個對象可以是你認識的人，也可以是在社群媒體上啟發你的人。這樣做有助於我們散發正能量！請列出你要傳訊息給的每個人的名字，然後在發送訊息後打勾表示完成。\n星期一　☐星期二　☐星期三　☐星期四　☐星期五　☐星期六　☐星期日　☐停止抱怨如果感恩是對於值得感激之事的正面回應，那麼與之相反的就是抱怨。就我而言，我會毫不掩飾地承認，我很容易陷入抱怨之中。我常常對各種事情抱怨，可以說是某些人心中的怨婦，我會抱怨交通阻塞、糟糕的天氣、擁擠的街道、困難的工作、某人的無禮、自己的睡眠不足⋯⋯。對我來說，杯子總是半空而非半滿，而我總是會讓身邊的每個人都知道這一點。坦白說，如果有人試圖向我提出更正向的觀點，我會感到相當惱怒。\n隨著我在顯化之旅上走得更遠，情況發生了變化。抱怨被感恩所取代，我也開始成為那個試圖向他人傳遞更具內在力量觀點的人。透過創傷的療癒、消除恐懼和疑慮、開始留意言詞、投入撰寫正向日記等方法，我重塑了我的思考模式，自然而然地開始看到杯子是半滿的，並在面對挑戰時找到一線生機也成為了我的習慣。\n然而，重要的是要明白情況並非總是如此。我並不總是能保持百分之百的正面態度，但這並不要緊。在我生命中的前二十八年裡，我都有著特定的行為和思考模式，因此偶爾走入舊有的習慣也就不足為奇了。這種情況通常發生在我感到壓力很大或筋疲力盡時，這時我的「怨婦」特質就會浮現。我會意識到自己開始進入「我真是可憐」的心態。一旦我意識到自己陷入這種狀態，我會立即刻意努力改變自己的態度，因為這樣做對我毫無益處，它不會改善我的情緒，而且會使我遠離我一直在訓練大腦去接納的高振動感恩的狀態。\n我的重點不是抱怨一些小事可能毀掉整個顯化之旅，畢竟向知己抱怨工作後心情都會好轉。不過，抱怨成為習慣確實是個問題。對絕大多數人來說，特別是英國人，抱怨是一種聊天和交流的方式。\n請檢視你未來幾天談論或聽到的對話內容，並注意人們多常隨意抱怨，透過共同的不滿來建立聯繫。這是為什麼重要呢？因為我們大聲說出來的事情會影響我們的感受、信念和我們因此吸引到的一切。你要記住我們是從潛意識中顯化，而潛意識一直在聆聽和相信你所說的一切，以及你在意識中所想的一切。我們越常說負面的話（也就是抱怨），我們就越會感受到它，我們的振動頻率也會越低，而且我們吸引豐盛來到生命中的能力就會越弱。\n舉例來說，如果你一再說「我很累、我經歷最糟的一天、我痛恨我的老闆、我無法忍受下雨天、我受夠了塞車、我很不幸⋯⋯」，那麼潛意識會因為無法判斷這種話是真是假，開始相信人生真的很糟糕，然後就會不斷吸引契合這種聲音的人事物來到生命中。\n我們所懷抱的每個想法和說出的每個字詞都具有能量，會影響我們在生命中所顯化的一切。\n當我大約15歲時，我的姊姊努娜（Noona）結束了她的神經語言學課程（NLP）後回家，她告訴我們這些家人，她一直在學習有關我們使用的語言對我們心態和健康的影響。\n她說她的其中一個功課是五天內不抱怨。我記得當時我翻了個白眼，心想：拜託，說得好像你真的能做到一樣。我不記得最後她的結果如何，但這件事我一直記在心裡。\n當我發現自己再次陷入抱怨的習慣時，我想起了我姊姊的功課，於是我要求自己也這樣做。其實這件事非常簡單：每當我想抱怨某件事時，我就不讓自己說出來。我不給抱怨一個發聲的機會；相反地，我完全保持沉默，或是選擇採取更正向的角度並說出更高頻率的話語。\n例如，如果我想抱怨排隊人潮很長，我就不會說抱怨的話。如果有人對我不禮貌，我會選擇說類似「她今天一定過得很糟。我希望她待會感覺會好些。」這樣的話。當我停止說負面的話語時，每件事情都變得更美好了。甚至在不到一天的時間內停止抱怨，我就感到更加滿足，我能感受到我的能量場也隨之改變。我打破了負面的循環，讓自己重新回到有助於顯化旅程的正向心態中。\n請你嘗試停止抱怨；你可以為自己設定一個五天的目標。親身體驗一下，看看最終你會感覺多好，你的心態轉變有多快。接著，請將你的結果分享在我的臉書社團（Manifest With Roxie）！感謝平凡最近，我一直在閱讀英國作家喬治娜．史考爾（Georgina Scull）的著作《臨終者的遺憾》（ Regrets of the Dying）。在這本書中，作者訪談了許多年過80歲或身患絕症的人，試圖了解他們對人生的遺憾。其中一個故事特別觸動了我。泰莎（Tessa）是一位年僅24歲的年輕女孩，她在被診斷出患有晚期乳癌後，心碎的是，她的病情已經無法挽回。\n在訪談中，她說道：「我將會想念那深深吸入的新鮮空氣，那觀看日落的美景，以及臉上被微風拂過的感覺。我會想念擁抱我的貓和與伴侶相處的時光。我會想念那沒有被癌症侵擾的生活。我會想念能夠以自己想要的方式過生活的機會。我會想念那充滿活力的生活。」當我讀到這段時，淚水止不住地流了下來。\n泰莎的故事和訪談，讓我反思了我們對許多平凡事物的理所當然。當人們陷入悲傷、不幸或疾病時，他們最想念的通常是那些平凡的事物，那些我們往往視為理所當然或不假思索的時刻。\n自從閱讀了喬治娜．史考爾的書後，我開始努力讓自己停下來感謝這些普通、平凡的事物。當我擁抱沃夫時，我會仔細記錄這一刻的場景。當我走路時，我會停下來，感受著臉上的微風和身上的陽光，並在心裡輕聲對自己說：「 我感謝我所擁有的一切。」\n在《快速顯化你想要的人生》一書中，我提到將「我必須這麼做」替換為「我有機會這麼做」是很重要的。如今，這句話更加貼切了。我們有機會在這個世界上存在，我們有機會體驗人生，我們有機會漸漸變老、創造回憶並繼續生活下去。因此，讓我們抓住我們珍貴的人生，這是我們唯一的機會，不要虛度光陰。\n顯化練習23：每天感謝3 件小事請在下週寫下簡短的日記。在本頁的一角摺一小角或放置書籤，這樣你每天都能夠輕鬆翻開這頁。每天挑選出3件非常普通、平凡的事情，作為你感激的事物。當你體驗這些事情時，運用正念來留意這些時刻。請在心中牢記這些時刻的景象，將你的注意力真正集中在這些事情上，並感受你的振動頻率如何隨之而變。\n第一天1. 2. 3. 第二天1. 2. 3. 第三天1. 2. 3. 第四天1. 2. 3. 第五天1. 2. 3. 第六天1. 2. 3. 第七天1. 2. 3. 顯化，不僅僅是吸引一切進入我們的生命，也是好好把握我們已經擁有的人生。\n2分鐘，提高你的振動頻率請大聲說出或默念以下口號，重複五次。\n我值得獲得宇宙擁有的一切豐盛。\n我準備好披上自身光芒，並釋放我的無限潛能。\n對於每天帶來的所有新機會，我感到非常興奮。\n我感謝我所擁有的一切。\n快速掌握顯化心法❻嫉妒是一種源自於匱乏心態的低頻情緒。\n靈感是一種源自於豐盛心態的高頻情緒。\n我們通常會試圖否認或掩蓋嫉妒，而非承認它。\n靈感與嫉妒恰恰相反。\n想要放下嫉妒，就必須開始察覺嫉妒、消除對嫉妒的批判、從中學習，並化嫉妒為靈感。\n嫉妒，是一種極富魅力的情緒。當嫉妒出現時，會深深影響我們。嫉妒會引發許多其他情緒，如悲傷、恐懼、憤怒、苦澀、羞恥和罪惡感。因此，許多人傾向於試圖消除、否認，或避免處理。然而， 我們必須正視嫉妒。我們需要學習承認、了解，這樣嫉妒才不會降低我們的振動頻率，也不會對顯化過程產生負面影響。\n簡單來說， 第一步是開始察覺嫉妒並學會控制。當你意識到自己感受到嫉妒時，請不要帶有批判地承認這種感受。舉例來說，如果你嫉妒同事得到了晉升、嫉妒朋友似乎在新戀情中非常幸福，或者嫉妒某人在IG上分享了度假的照片，請你停下來對自己說：「我對此感到嫉妒」或「看見或聽到這件事讓我感到嫉妒」。當我們表達自己的感受時，我們就在承認自己的情感。透過承認自己，我們給了自己理解、接受和釐清我們情感的機會，最終有助於釋放嫉妒情緒。\n嫉妒的核心是恐懼，這一點很重要。在「顯化心法❷：消除恐懼和疑慮」中，我曾經提到根除問題的重要性，同樣適用於「顯化心法❻」。 嫉妒只是表面現象，而恐懼則是其根源。恐懼源於我們的不安全感、低自我價值和疑慮。恐懼告訴我們：別人擁有了我們認為自己不配擁有或無法獲得的東西。這句話顯示了嫉妒是一個重要的指示，因為它表明我們內心仍需要療癒。這也強調了察覺嫉妒的重要性，因為它會影響我們吸引顯化生活中一切美好的能力；只有當我們接受並承認嫉妒時，我們才能找到阻礙（即恐懼和疑慮）的根源。\n在《快速顯化你想要的人生》一書中提到，否認嫉妒的主要問題是我們可能會透過批判來表達嫉妒。想一想你曾經批評或指責他人的情況。如果背後沒有個人恐懼或匱乏感的影響，你是否認為有必要批評或指責他人？例如，如果你批評某人在社群媒體上表達自我的行為，其中一個原因可能是你害怕在網路上真實表達自己。\n想像一下這樣的情況：一個充滿自信的男子或女子走進房間，人們會不會經常說「哎呀，她真是自以為是」或「他真是自大」？這種反應幾乎成了一種本能反應，但從何而來呢？這種反應並沒有任何實際根據，因為自信不應該讓人自動聯想到自大。實際上，這種反應源自於某人內心深處尚未療癒之處，它會引發嫉妒，其實希望自己也能夠擁有更多的自信。讓我們花點時間思考一下，當一個真正內心自信的人看到其他人信心十足走進房間時，他會有何反應？他絕對不會感到威脅；相反地，他會表示祝賀、尊重，甚至感到受到啟發。\n批判與指責他人的振動頻率都非常弱。 所有人都應該開始放下批判，我們要掌控自己對他人的看法，並為此負責。如果我們與某人處不來或不認同某人，我們只需要不與其互動即可。不與其互動並不是件大事，但是無禮、指責或批評只會讓恐懼和疑慮阻礙我們獲得豐盛的機會。\n當我們認識到嫉妒時，我們應該如何療癒這種情感所帶來的創傷呢？首先，我們需要對自己給予憐憫，讓自己有表達情感的安全空間。其次，我們可以採取具體的行動，滿足我們感到缺乏的需求。舉例來說，如果你嫉妒某人的個性化穿著，也許這意味著你希望能夠更自信地展現真實的自我。你可以購買一些符合你風格的配飾，提升自信。或者，如果你暗中批評朋友經常約會，可能反映你感到被忽視或缺乏尊重的信念。你可以培養愛自己的日常習慣，以表達對自己的關愛和尊重。\n我們不應該批判或完全否認自己的嫉妒情緒，應該視為顯化之旅上的助力。嫉妒可以幫助我們了解自己的需求，並幫我們消除活出豐盛的障礙。\n顯化練習24 ：探索、療癒與放下你的忌妒以下問題主要幫你探索、療癒和釋放嫉妒之情。這項練習需要你放下防備，對自己坦白。要特別留意你的自尊心，因為它可能會嘗試阻止你承認最深層的恐懼和不安感。別讓它阻礙你。我們必須揭露這些恐懼和不安感。同時，請不要因為過程中的感受或體驗而批判自己。\n1. 你嫉妒什麼事或什麼人？\n2. 什麼時候你會把嫉妒偽裝成批判或指責他人？\n3. 嫉妒會伴隨哪些情緒？\n4. 你的嫉妒揭露你的哪些創傷？\n5. 你的嫉妒揭露了關於自己的什麼事實？\n6. 針對自己的創傷，你現在可以採取什麼方式來憐憫自己？\n7. 你會採取哪些具體行動來療癒嫉妒？\n嫉妒是低頻情緒，而靈感則是高頻情緒，它們截然相反。嫉妒表現出匱乏心態，而靈感則反映豐盛心態。當我們將嫉妒轉化為靈感時，我們就將低頻情緒轉變為高頻，根據吸引力法則，這樣做有助於吸引更多豐盛進入我們的生活。像許多本書中提到的技巧一樣，我們可以訓練大腦進行這樣的轉變。要訓練大腦，首先我們必須努力察覺嫉妒，然後主動將嫉妒的想法轉換為激發靈感的想法。例如，與其說「我不敢相信她獲得升遷了；她根本不值得」，不如對自己說「我為她的成功感到高興；我期待自己也能獲得升遷的成就感」。\n當你感到嫉妒時，請依照前述案例進行轉換，感覺會立刻好很多了。切記：潛意識會相信你告訴它的任何事情。因此，即使你尚未完全相信激發靈感的想法，也要對自己灌輸這種想法。\n顯化練習25：列出啟發你的人與原因請製作一張清單，列出所有啟發你靈感的，人以及他們啟發你的原因。接著，找出這些人所具備的特質，這些特質是你想要在自己身上培養的。至少列出五個人：1. 2. 3. 4. 5. 為他人慶祝支持他人的成功是一種高振動的行為，也是展現豐盛心態的表現。當你慶祝他人的成功時，你向宇宙傳達了一個訊息：你相信每個人都擁有足夠的愛、快樂和成功可以分享。\n當你對宇宙展現豐盛的信心時，宇宙也會對你回報豐盛。\n讓我分享一個故事，這個故事可以很好地證明這一點。有一天，我在IG瀏覽了我自2019 年 11 月開始保存的限時動態，想找第一次舉辦「愛自己」主題工作坊的限動。我找到了一則限動，是我為好友多莉（Tori）慶祝的。她在封城期間創辦了TBalance水晶手鍊品牌，當時美國超級名模貝拉．哈蒂德（Bella Hadid）被拍到戴著這個品牌的手鍊，於是多莉在她的社群媒體上分享了這張照片。\n我一直很喜歡貝拉．哈蒂德，多年來一直是她的粉絲。她不僅是一位美麗動人的模特兒，我還認為她是一位很棒的心理健康倡導者。她對於捍衛和支持自己信念的熱情，讓人讚賞。當我看到多莉分享這張照片時，我替她感到非常開心。我在自己的IG上，也轉發了這張照片並寫道：對我的超級愛牌@tbalance_crystals感到非常驕傲，我每天戴的美麗手鍊，也戴在我的時尚偶像貝拉．哈蒂德@bellahadid手上。這家的商品超美。快逛逛他們的網站！我不會害怕朋友成功，反而受到她的啟發，並為她慶祝。兩年後，超級名模貝拉．哈蒂德被拍到她從紐約公寓走出來，自信夾著我的橘色書封處女作《快速顯化你想要的人生》。她讓全世界看到了這一幕。坦白說，這種機會有多大？我認為這是宇宙最大的恩賜，是獎勵我對另一個女性表達高頻支持和慶祝之心。\n我鼓勵你主動慶祝他人的成功。你可以在社群媒體上分享他們的成就，私訊他們你以他們為榮，或者在他們分享成功時留言表達祝賀。讓我們共同培養互相讚揚的習慣，提升所有人的振動頻率。\n關於比較的心理我們生活在一個充滿比較的文化中，而社群媒體和交友軟體在我們的生活中扮演著極其重要的角色。因此，我們絕對不能忽視它們對我們自我價值的影響。這些平台提供了無盡的比較素材，不斷助長我們的限制性信念和不安全感。\n當我們看到社群媒體上那些精心製作的圖像時，往往會開始比較自己的衣櫥、工作、友誼、外表、人際關係和經濟狀況，讓我們很難感恩自己擁有的一切。我們似乎有一種奇怪的偏見，即使對別人的生活經歷和故事一無所知，也認為社群媒體上所呈現的就是他們真實的生活。我們忘記了每張圖像背後都有著奮鬥、努力或犧牲的故事。這就像我們看到某人的社群媒體資訊後，會開始自行臆測，腦補這個人的理想形象和生活方式。最終，我們將自己的生活與這種理想形象進行比較，這種我們想像中的現實。\n然而，我們當然不僅僅在社群媒體上進行比較，也會將自己與朋友、親人、同輩甚至名人做比較。我記得自己25歲時，曾感到自己毫無價值。那時，我看著美國歌手泰勒絲（Taylor Swift）在英國倫敦海德公園的舞台上表演，完全迷戀她的才華與成功，我不禁感嘆道：我無法相信她跟我同年。\n比較往往會激發嫉妒情緒，也會阻礙你的顯化過程，更可能引發出限制性信念、低自我價值感，以及我們未處理的內在不安全感。 將自己與他人相比只會讓你迷失方向，同時也會耗盡你寶貴的時間和精力。\n如果你想要成為最好的自己，並顯化豐盛人生，請記住這一點：不要偏離正確的軌道，專注在自己的旅程。想像一下，你參加了一場400公尺的賽跑比賽，如果你一直關注著旁邊的參賽者，你很可能會絆倒、感到不安，並且浪費時間。因此，為了在比賽中取得最好的成績，你必須專注於終點線，不要讓任何人分散你的注意力。\n在一次工作坊中，一位女學員想要開寢具公司，但她對市場已經飽和感到擔心，害怕自己無法成功。她問我，如果她無法與同業競爭，該怎麼辦？我告訴她：「市場的飽和意味著市場有需求，應該將市場飽和視為一種好現象。不要只是盲目比較自己的品牌與其他品牌，而是要努力找出自己品牌的獨特之處，這樣才能真正脫穎而出。」\n最近，我遇到了類似的問題。在社群媒體上，我經常瀏覽上自己非常欣賞的知名教練與講師，注意到他們的大部分內容都是自我成長相關的資訊，很少有私人生活或日常生活方式的內容，主要分享鼓舞人心的資訊、技巧和演講影片。\n我開始跟他們比較自己的內容，心想：「噢，糟糕了。我分享太多生活、時尚和護膚相關的資訊。會不會讓我看起來不夠專業？人們會不會覺得我對顯化或自我成長不夠認真？我應該改變我的分享內容嗎？」\n這時，我必須提醒自己一件事，那就是我不應該跟其他人一樣；我應該做我自己，並且相信我所做的就已經足夠了。對我來說，我喜歡分享我的生活，也不想放棄這一點，希望這樣做可以展現出我的成長過程，以及時尚、健康、流行文化、旅遊和護膚等方面的興趣。 每個人都會因為比較而產生自我懷疑，但你可以選擇把比較視為助長嫉妒的因素，或是採取更具內在力量的觀點。\n我們很容易拿自己跟他人比較，但我們何時會把身邊的人互相比較呢？\n想想那些你最親近的人，或是曾經啟發過你的人。你會不會想過，自己最要好的朋友，但她不像另一個朋友那樣外向，所以你會比較不尊重她或不愛她嗎？應該不會，因為這種想法太荒謬了。你會因為她美好的獨特之處、她開心時和低潮時的樣子而愛她。同樣地，你也應該這樣看待自己。\n其實，他人的行為與你無關。你唯一要做的比較是，比較過去、現在和未來的自己。\n你的目標不是變得像其他人，而是成為最好的自己。這樣你才能符合真實的自己，並吸引符合真實自己的人事物進入你的生活。\n快速掌握顯化心法❼相信宇宙，是清楚自己想獲得的一切，也堅信目標一定會顯化。\n信心是一種「了然於心的感受」，即使你不知道實現的方式，但你就是知道會成真。\n堅定不移的信心具有吸引力。\n顯化不是操控，而是臣服。\n你必須放下等待，也不讓缺乏耐心阻礙「神聖時機」。\n信任，是連結所有顯化心法的關鍵。\n為了讓我們想要顯化的一切最終實現在生活中，我們必須消除所有的猶豫和不確定。\n我們需要全心相信宇宙，並培養一種具有吸引力的信心，這將強化我們的顯化能力。\n從現在開始，建立信心的一種方法是，承認並意識到我們過去已經以某種方式進行了顯化。我們的思想和行為一直在影響著我們的生活經驗。在某些時刻，我們可能不自覺運用了顯化七心法，吸引了豐盛進入我們的生命；同時也在某些時刻，可能因為情緒低落而早上起床後就把咖啡灑得滿身。\n顯化練習26：回顧無意中顯化的時刻回想一下，生活中那些你現在才意識到自己無意中顯化的時刻。舉例來說，你曾經內心深知自己就是會得到某份工作；或是想到一位老朋友後的隔天，竟然與他重逢了；又或者，你曾感嘆「這巧合實在是太奇妙了」，而現在回想起來，你發現這一切並非偶然，而是宇宙對你的回應──這些都是你內在顯化的展現。請盡可能回憶這樣的案例。\n在我的人生中，我曾經無意中顯化……\n當你檢視自己所寫的內容時，請加深對宇宙的信心和信任。現在，你透過自身的經驗明白，宇宙總是在聆聽、觀察，並回應著你的行動。\n臣服對於顯化心法❼ 及整個顯化過程來說，臣服是至關重要的一部分。臣服意味著放下控制，接受一切，並讓事情按照其自然的節奏進行。臣服與試圖強迫或刻意促成某事發生完全相反。對我來說，臣服是高振動的頻率，而控制則是低振動的頻率。\n我常常這樣比喻：你是否曾經在憤怒的情況下準備開車，當你要繫上安全帶時，用力拉扯，結果安全帶被鎖死，完全無法拉動。你必須要放鬆，輕輕拉動安全帶，才不會跟你作對，你才能順利繫上安全帶。顯化也是一樣的道理。 我們越是強求某事，就越容易干擾能量的流動。我們會干涉神聖的時機，也會喪失最終帶領我們達成目標的信任和信心。\n如果想學會臣服，我們需要每天實踐。我和韋德經常討論臣服的概念，因為在他的成長過程中，臣服是核心。韋德告訴我，學習臣服是他人生中最深刻、最具轉化的經驗之一。我問他：「你臣服於什麼？」他回答說：「我臣服於真實。」\n我請韋德解釋這句話的意思，他這樣告訴我：只要我越臣服於當下發生的事，我就會感到越平靜。在學習臣服的過程中，我經常思考佛教四聖諦 1 的佛法，也就是 貪求會造成痛苦 。我對這一教義的理解是，每當我對事情抱有期待或偏好時，我就會陷入失望的痛苦中，因為生活往往不會按照我所期望的方式進行。\n英國喜劇演員羅素．布蘭德（Russell Brand）說過一句很棒的話：「期望只是幻想的另一個說法。」因此，當我開始幻想事情會如何發展時，我會試圖提醒自己並接受事實的真實情況。我將所有的能量都投入於現實之中，並發現當我這樣做時，更容易相信宇宙。我不再執著於人生必須以某種特定方式展開，而是試圖接受並擁抱我的人生。這樣的轉變不會使我遠離我所追求的目標，反而讓我更接近它們。\n此外，這也意味著在達成目標的過程中，我將會感受到更深層次的喜悅。無論發生什麼事情，我都能感受到內心的平靜，因為我已經放下對人生的期待。人生就像一條河流；我們不需要控制每一個彎曲，而是應該接受生活中的變化，並感恩宇宙引領我們前進的每一步。\n每一天以臣服和平常心的態度接受現實，彰顯對宇宙的堅定信心。起初，要敏銳覺察自己的期望。下次當你發現自己在預設事情應該如何發展時，停下來，深呼吸，然後放下期望。同樣地，如果你因為事情不如預期而感到失望或沮喪，也要停下來，接受並深呼吸，然後接受事實。透過這種方式的臣服，你將獲得額外的價值，你會學會感激，專注於你所擁有的一切（真實），而不是你所缺乏的一切（虛幻）。\n當我需要臣服的助力時，我喜歡複誦的口號是：「我會順勢而為，不抱期待。」\n每個人都有自己對於理想生活的期待和偏好，有些可能是潛意識中存在的。在心中，我們已經設想了伴侶、朋友、事業和他人的表現方式，以及他們對我們的看法。你是否曾經和伴侶或同事進行過所謂的「重要對話」？在會面之前，你是否預想過自己會說什麼，以及他們的反應？請思考一下，這些對話是否真的如你預期的那樣發展？\n在顯化之旅中也是如此。比方說，你渴望實現心目中的理想工作。你明確知道自己想要的工作是什麼，並相信自己配得上這份工作，也覺得自己勝券在握。然而，在你的內心深處，你對理想工作的顯化方式有著具體的預期：你不想經歷太多次的面試，不希望遭遇拒絕，也不願意放棄愛派對的生活方式，更不願等待太久才找到工作。這些偏好和預期只是顯示了你不願意放手控制的現象。當你的顯化之旅不如預期時，你可能會喪失信心，甚至可能放棄所有目標。\n當你尚未真正準備好臣服時，你向宇宙傳達了一個訊息，說明你仍然受到自身恐懼和疑慮的限制。\n當我們一味期待未來按照我們所想的發展時，就會阻礙自己接受現實。這樣的期待使我們無法享受當下的美好體驗，因為未如預期的結果會帶來失望。舉例來說，假如我們期待度假那天會是晴天，但結果卻下起了雨，這樣的情況可能讓我們無法盡情享受放鬆度假、遠離工作壓力的樂趣。只有接受現實，我們才能夠真正地擁抱生活，投入各種經歷，並更輕鬆應對人生中的挑戰。\n為了真正相信宇宙，我們需要放下我們對事情應該如何發展的所有預設，以及對人生應該如何展開的所有期望。我們要堅信我們所想顯化的一切都會成真，同時也要臣服於引領我們達成目標的顯化之旅。\n對於某些人來說，他們可能認為臣服的概念和顯化中的積極主動相互矛盾。我想澄清一點：顯化就是清楚知道你想要的，然後就放手讓它成真。沒有人要求你每天都要全神貫注於你的目標，也不需要如此。當你建立夢想板並定期進行視覺化冥想後，你的潛意識就會開始努力引導你實現目標。 你每天需要做的是：讓你的行動符合你的未來、進行內在療癒、學會愛自己、感恩生活並成為最好的自己。專注於這些事情，而不是目標如何顯化。\n臣服對於每個顯化心法都是有益的。\n在顯化心法❶中，我們要放下對夢想人生如何顯化的所有預期，並勇於做夢。\n在顯化心法❷中，我們必須臣服於自我療癒的旅程，消除恐懼和疑慮。相信當我們處理過去的創傷，放下防備並坦誠面對，就可以清除阻礙，進而釋放宇宙的豐盛。\n在顯化心法❸中，我們要臣服於踏出舒適圈，勇敢冒險，追求成長。\n在顯化心法❹中，我們必須臣服於接受不適合人事物不再屬於自己，並相信分崩離析是為了重建，也要臣服於放下對我們不再有益的一切。\n在顯化心法❺中，我們要臣服於當下，感恩擁有的一切，沉浸在高頻的感恩之中。\n在顯化心法❻中，我們要放下比較，相信不偏離正軌會引領我們前往目的地，將嫉妒轉化為靈感。\n在最後的顯化心法❼中，我們要相信人生的自然發展，臣服於宇宙的安排。\n1 　「四聖諦」包括苦、集、滅、道，這是佛陀證道之後，以此教導眾生超出生死輪迴。\n後記相信自己有能力活出豐盛顯化：讓某件事成真。\n當我被問到「顯化究竟是什麼」時，我會這樣回答： 「顯化是運用大腦的力量去改變和創造你所經歷的現實，是一種值得追求的自我成長實踐。」對我而言，顯化是自我成長的整體，包括所有自我成長和內在療癒的過程。因此，我相信每個進行顯化的人都能夠透過這個過程賦予自己力量，並改變自己的生活。\n顯化，並非神祕和虛幻的概念，不僅僅是正向思考或想像你想要的事物，也不是一直追求更多，也不是每天花20分鐘進行一個儀式。 顯化是一種生活方式，可以釋放最強大、最具吸引力和最自信的內在自我，使你能夠實現夢想。顯化讓你創造出令人覺得不可思議的生活。儘管顯化不是魔法，但其效果卻類似魔法。\n請記住：所有顯化心法不需要按照順序實踐，而是要同時進行。每個顯化心法相輔相成，都是幫你掌握自己和人生的指南。\n活出最精采的人生不該妥協當你清楚自己想要成為怎樣的人，並主動讓理夢成真，例如：冒險、跨出舒適圈、自我療癒、學會愛自己，你就不應該在追求最精采人生時妥協。談及未來時，不應該存有絲毫懷疑，只應用「……時候」表達，而非「如果……」。\n在達成目標前，請勿停下腳步，若一扇門關上，就打開另一扇。我深愛的某人常告訴我：「有無數方式會達成相同目標。」意思是如果第一次嘗試失敗，或是原本走的那條路無法達成目標，那就尋找別條路，嘗試不同的方法。\n如果是你真正想要且值得的人生，絕對不要妥協。\n我把我的顯化七心法視如生命一樣重要，這些心法完全融入我生活的每件事，賦予我內在力量，使我能夠活出充滿滿足、喜樂和豐盛的生活。我希望你閱讀完我的《駕馭顯化的力量【1書+1實踐練習套組】》後，能夠認識到自己擁有的無限潛能，以及自身的強大力量。同時，我也希望你已開始探索真實的自我，並開始療癒人生中的所有創傷。\n我期待你開始真正相信一個事實：你一直以來都擁有足夠的能力，並且值得擁有一個讓你每天都迫不及待迎接的生活。你應該享有宇宙提供的所有快樂、愛、成功和豐盛。我真心希望我能夠對年輕的自己說出以下的話，也是要獻給你的祝福：人生很美好，你有能力活出豐盛。\n謝詞致沃夫：謝謝你為我的人生帶來無盡的喜樂與愛，成為你的母親是我人生中最光榮的事。\n致寶拉（Paula）：謝謝你在我人生最黑暗的時期支持我，在我人生最美好的時期也與我一同慶祝。你永遠是代表我的經紀人。\n致賽門（Simon）與安德魯（Andrew）：謝謝你們與我同行，也謝謝你們無盡的愛與支持。\n致你們所有人：我要衷心感謝你們，讓我參與你們的顯化之旅，謝謝你們對顯化七心法的信任，並跟身邊的人分享顯化的力量。我對這個美好的社群感到無比驕傲與感激，我們一起在世界上創造了深遠的影響。我愛你們！參考資料1. Brené Brown, ‘Striving versus Self-Acceptance, Saving Marriages, and More (#409)’, The Tim Ferris Show, podcast, 6 February 20202. Rebecca Solnit, Men Explain Things to Me, Granta, 20143. Anaïs Nin, Seduction of the Minotaur, Swallow Press, 19614. Steve Maraboli, Life, the Truth, and Being Free, Better Today Publishing, 2010心視野系列135加速理想成真的顯化練習讓人生脫胎換骨的26項深度訓練Manifest: Dive Deeper\n作者：蘿希．納福斯（Roxie Nafousi）譯者：陳怡如封面設計：Dinner Illustration內文排版：黃雅芬出版二部總編輯：林俊安\n出版者：采實文化事業股份有限公司業務發行：張世明．林踏欣．林坤蓉．王貞玉國際版權：施維真．劉靜茹印務採購：曾玉霞．莊玉鳳會計行政：李韶婉．許俽瑀．張婕莛法律顧問：第一國際法律事務所余淑杏律師電子信箱：acme@acmebook.com.tw采實官網： www.acmebook.com.tw采實臉書： www.facebook.com/acmebook01\nISBN：978-626-349-590-6初版一刷：2024年4月劃撥帳號：50148859劃撥戶名：采實文化事業股份有限公司104台北市中山區南京東路二段95號9樓電話：(02)2511-9798傳真：(02)2571-3298\nManifest: Dive Deeper\n版權所有，未經同意不得重製、轉載、翻印"
  },
  {
    "id": "id110",
    "title": "Chapter 2",
    "text": "DOCUMENT OUTLINE\n * 加速理想成真的顯化練習：讓人生脫胎換骨的26項深度訓練\n   * 豐盛推薦\n   * 前言　讓人生越來越好的顯化練習\n   * 第1章　顯化心法❶清楚自身的願景\n   * 第2章　顯化心法❷消除恐懼和疑慮\n   * 第3章　顯化基本功：好好實踐愛自己\n   * 第4章　顯化心法❸調整自己的行為\n   * 第5章　顯化心法❹克服宇宙的考驗\n   * 第6章　顯化心法❺無條件懷抱感恩之心\n   * 第7章　顯化心法❻化嫉妒為靈感\n * * 加速理想成真的顯化練習：讓人生脫胎換骨的26項深度訓練\n     * 第8章　顯化心法❼相信宇宙\n     * 後記　相信自己有能力活出豐盛\n     * 謝詞\n     * 參考資料\n     * 版權頁"
  }
]